{
  "zeus": {
    "name_ar": "زيوس",
    "tagline_ar": "ملك الآلهة الأولمبية، حاكم السماء والرعد",
    "description_ar": "زيوس هو الإله الأسمى في البانثيون اليوناني، يحكم جبل أوليمب باعتباره ملك جميع الآلهة. أطاح بوالده كرونوس ليطالب بالسيطرة على السماء والرعد، ممسكًا بصاعقة البرق القوية كرمز نهائي للسلطة الإلهية.\n\nيشتهر زيوس بحضوره الآمر وسلطته المطلقة، ويحافظ على النظام الكوني بينما يترأس العدالة والضيافة والأيمان. أحكامه نهائية، وكلمته هي القانون بين الآلهة والبشر.",
    "story_ar": "قاد زيوس الأولمبيين في حرب جبابرة، حرب عظيمة ضد الجبابرة. بعد عقد من المعارك الشرسة، خرج منتصرًا وقسم الكون مع إخوته - تلقى بوسيدون البحار، وتلقى هاديس العالم السفلي، بينما طالب زيوس بالسماء وأصبح الحاكم الأعلى على الإطلاق.",
    "match_message_ar": "أنت تمتلك الحضور الآمر لقائد بالفطرة. مثل زيوس، تحمل هالة من السلطة الطبيعية التي يحترمها الآخرون غريزيًا. تعكس ملامحك القوية قوة داخلية والقدرة على اتخاذ قرارات حاسمة.",
    "traits_ar": [
      "صاحب سلطة",
      "قوي",
      "عادل",
      "عاطفي",
      "آمر"
    ]
  },
  "hera": {
    "name_ar": "هيرا",
    "tagline_ar": "ملكة الآلهة، إلهة الزواج والعائلة",
    "description_ar": "هيرا هي ملكة الآلهة الأولمبية وإلهة الزواج والنساء والولادة والأسرة. بصفتها زوجة زيوس وأخته، تحكم بجانبه من جبل أوليمب، وتجسد قدسية الزواج على الرغم من خيانات زوجها العديدة.\n\nتشتهر هيرا بجمالها المهيب ومكانتها الملكية، وهي أقوى آلهة البانثيون اليوناني. تشمل رموزها الطاووس، الذي تمثل ريش ذيله ذات العيون الكثيرة يقظتها، والبقرة، التي ترمز إلى طبيعتها المغذية.\n\nعلى الرغم من تصويرها غالبًا على أنها غيورة وانتقامية تجاه عشاق زيوس وأطفاله غير الشرعيين، إلا أن غضب هيرا يمثل الدفاع عن الرابطة الزوجية. إنها تحمي بشدة الزواج الشرعي واستقرار الأسرة، وتعاقب أولئك الذين ينتهكون هذه المؤسسات المقدسة.",
    "story_ar": "عندما غازل زيوس هيرا، رفضته في البداية. تحول زيوس إلى طائر وقواق جريح، وعندما احتضنته هيرا الرحيمة على صدرها، كشف عن نفسه وفاز بها. استمر زفافهما المقدس 300 عام.",
    "match_message_ar": "تحمل ملامحك الكرامة الملكية لهيرا. هناك حضور آمر لمظهرك - مظهر شخص يطالب بالاحترام والولاء. يتحدث وجهك عن شخص يحمي بشدة ما يعتبره مقدسًا.",
    "traits_ar": [
      "ملكي",
      "واقي",
      "غيور",
      "قوي",
      "مخلص"
    ]
  },
  "athena": {
    "name_ar": "أثينا",
    "tagline_ar": "إلهة الحكمة، الحرب الإستراتيجية، والحرف",
    "description_ar": "أثينا هي الإلهة الموقرة للحكمة والشجاعة والحرب الإستراتيجية في الأساطير اليونانية. ولدت وهي ترتدي درعًا كاملاً من رأس زيوس، وهي تجسد الاتحاد المثالي بين الفكر والقوة، وتمثل أعلى المثل العليا للحضارة.\n\nعلى عكس آريس الذي يمثل الفوضى الوحشية للحرب، تناصر أثينا التفكير الاستراتيجي والقضايا العادلة والدفاع عن المدن. إنها راعية الأبطال، توجههم بحكمتها وتحميهم بدرعها.",
    "story_ar": "تنافست أثينا مع بوسيدون على رعاية أثينا. بينما ضرب بوسيدون رمحه ثلاثي الشعب لإنشاء نبع ملح، زرعت أثينا شجرة زيتون - هدية من السلام والغذاء والازدهار. اختار الأثينيون أثينا، وتحمل المدينة اسمها حتى يومنا هذا.",
    "match_message_ar": "تعكس ملامحك الفكر الحاد والحكمة الرزينة لأثينا. أنت تمتلك كلاً من العقل التحليلي الثاقب والثقة الهادئة لمن يفكر قبل أن يتصرف. تتحدث نظرتك عن العمق الاستراتيجي والحكم المدروس.",
    "traits_ar": [
      "حكيم",
      "استراتيجي",
      "عادل",
      "ماهر",
      "واقي"
    ]
  },
  "apollo": {
    "name_ar": "أبولو",
    "tagline_ar": "إله الشمس والموسيقى والشعر والشفاء",
    "description_ar": "أبولو هو واحد من أهم وأعقد الآلهة الأولمبية، ويجسد المثل الأعلى للجمال والتميز الذكوري. بصفته إله الشمس، يقود مركبته الذهبية عبر السماء كل يوم، جالبًا النور والدفء إلى العالم.\n\nبالإضافة إلى واجباته الشمسية، فإن أبولو هو راعي الموسيقى والشعر والفنون. تنتج قيثارته أجمل موسيقى سمعت على الإطلاق، ويقود الملهمات في عروضهن السماوية. كما يجسد النبوءة والحقيقة، ويتحدث من خلال وسيط الوحي في دلفي.",
    "story_ar": "وقع أبولو في حب عميق مع دافني، حورية النهر. عندما طاردها، استنجدت بوالدها لإنقاذها، وتحولت إلى شجرة غار. حزينًا، أعلن أبولو أن الغار مقدس وارتدى أوراقه كتاج إلى الأبد.",
    "match_message_ar": "تشع ملامحك بالجمال المتناغم لأبولو. هناك جودة مضيئة لمظهرك، توازن مثالي يتحدث عن الحساسية الفنية والنور الداخلي. أنت تحمل إشراق من لمسته الإلهام الإبداعي.",
    "traits_ar": [
      "مشرق",
      "فني",
      "نبوئي",
      "شافي",
      "مثالي"
    ]
  },
  "artemis": {
    "name_ar": "أرتميس",
    "tagline_ar": "إلهة الصيد والبرية والقمر",
    "description_ar": "أرتميس هي إلهة العذرية للصيد والبرية والحيوانات البرية والقمر. الأخت التوأم لأبولو، تجوب الغابات مع فرقتها من الحوريات، وتصطاد بقوسها الفضي وتعيش حرة من قيود الحضارة.\n\nمستقلة بشدة، أقسمت أرتميس على العذرية الأبدية وتعاقب أي شخص يهدد عفتها أو عفة أتباعها. إنها تحمي الشابات والأطفال، وتترأس الولادة، وتمثل الجوانب البرية الجامحة للطبيعة.\n\nعلى الرغم من كونها إلهة الصيد، إلا أن أرتميس هي أيضًا حامية الحيوانات والبرية نفسها. إنها تجسد مفارقة علاقة العالم القديم بالطبيعة - تبجيلها وحمايتها مع الاستفادة منها أيضًا.",
    "story_ar": "عندما رأى الصياد أكتايون أرتميس وهي تستحم عن طريق الخطأ، حولته إلى غزال. مزقته كلاب الصيد الخاصة به، ولم يتعرفوا على سيدهم - وهو تحذير بشأن ثمن انتهاك خصوصية الإلهة المقدسة.",
    "match_message_ar": "تعكس ملامحك الاستقلالية البرية لأرتميس. هناك جودة جامحة في نظرتك - مظهر شخص يسلك طريقه الخاص ولا يستجيب لأحد. يتحدث وجهك عن الحرية والحماية الشرسة والارتباط بالطبيعة.",
    "traits_ar": [
      "مستقل",
      "شرس",
      "نقي",
      "واقي",
      "برية"
    ]
  },
  "ares": {
    "name_ar": "آريس",
    "tagline_ar": "إله الحرب والعنف وإراقة الدماء",
    "description_ar": "آريس هو إله الحرب اليوناني، ويمثل جوانبها الوحشية والعنيفة وغير المروضة. على عكس أثينا التي تجسد الحرب الإستراتيجية، فإن آريس يستهوي بالفوضى وإراقة الدماء والعنف الجسدي للمعركة. إنه تجسيد للوحشية الهمجية التي تطلقها الحرب.\n\nعلى الرغم من كونه أحد الآلهة الأولمبية الاثني عشر، لم يكن آريس محبوبًا على نطاق واسع بين الإغريق - لقد احترموه لكنهم خافوا منه. حتى زيوس وصفه بأنه الأكثر كرهًا بين جميع أبنائه. ومع ذلك، يمثل آريس حقيقة حول الطبيعة البشرية لا يمكن إنكارها.\n\nيجد آريس علاقته الأكثر شهرة مع أفروديت، إلهة الحب. أسفرت علاقتهما، التي كشفها هيفايستوس، عن عدة أطفال من بينهم إيروس. يعكس هذا الاتحاد بين الحرب والحب الفهم القديم بأن العاطفة تدفع كلاً من الخلق والدمار.",
    "story_ar": "عندما تم القبض على آريس وأفروديت معًا في شبكة هيفايستوس الذهبية، استدعى الحداد جميع الأولمبيين ليشهدوا على خجلهم. ومع ذلك، لم يشعر آريس بأي حرج - لقد وقف فخوراً حتى في الأسر، مجسدًا طبيعته العدوانية التي لا تخجل.",
    "match_message_ar": "تحمل ملامحك الشراسة الشديدة لآريس. هناك قوة خام في مظهرك - مظهر الشخص الذي يواجه الصراع دون تردد. وجهك يتحدث عن العاطفة والشجاعة وروح المحارب التي لا تتراجع.",
    "traits_ar": [
      "شرس",
      "عنيف",
      "عاطفي",
      "شجاع",
      "وحشي"
    ]
  },
  "aphrodite": {
    "name_ar": "أفروديت",
    "tagline_ar": "إلهة الحب والجمال والرغبة",
    "description_ar": "أفروديت هي إلهة الحب والجمال والمتعة والعاطفة في الأساطير اليونانية. ولدت من زبد البحر بالقرب من قبرص، وظهرت كأجمل كائن في الوجود، قادرة على إلهام الرغبة في كل من رآها.\n\nتمتد قوتها إلى ما هو أبعد من مجرد الجاذبية الجسدية لتشمل جميع أشكال الحب والاتصال. إنها تؤثر على الحب الرومانسي والصداقة وحتى الروابط بين الآباء والأبناء. حزامها الذهبي لديه القدرة على جعل أي شخص يقع في الحب.\n\nعلى الرغم من ارتباطها بالمتعة، تمثل أفروديت أيضًا القوة التحويلية والمدمرة أحيانًا للحب. إنها تفهم أن الجمال الحقيقي يأتي من الداخل وأن الحب يمكن أن يكون أعظم هدية للبشرية وأكثر تحدياتها صعوبة.",
    "story_ar": "عندما طُلب من باريس الطروادي الحكم على من هي أجمل آلهة - هيرا أو أثينا أو أفروديت - عرضت كل واحدة عليه رشوة. وعدته أفروديت بأجمل امرأة في العالم: هيلين. اختار باريس أفروديت، مما أشعل حرب طروادة.",
    "match_message_ar": "تجسد ملامحك النعمة الآسرة لأفروديت. هناك جاذبية لا يمكن إنكارها في مظهرك، جمال ناعم يجذب الآخرين بشكل طبيعي. وجهك يتحدث عن شخص يفهم قوة الاتصال الحقيقي والعاطفة القلبية.",
    "traits_ar": [
      "جميلة",
      "عاطفية",
      "فاتنة",
      "رشيقة",
      "تحويلية"
    ]
  },
  "poseidon": {
    "name_ar": "بوسيدون",
    "tagline_ar": "إله البحر والزلازل والخيول",
    "description_ar": "بوسيدون هو إله البحر القوي، أحد الأبناء الثلاثة لكرونوس الذين قسموا الكون بعد هزيمة الجبابرة. بفضل رمحه ثلاثي الشعب القوي، فإنه يتحكم في جميع المياه، من أصغر جدول إلى أعماق المحيط الشاسعة.\n\nيشتهر بوسيدون بطبيعته المتقلبة، ويمكن أن يكون هادئًا مثل بحيرة هادئة أو عنيفًا مثل عاصفة هوجاء. عندما يغضب، يضرب الأرض برمحه ثلاثي الشعب، مما يتسبب في الزلازل وحطام السفن. يصلي البحارة إليه من أجل المرور الآمن عبر البحار الغادرة.\n\nبالإضافة إلى الأمواج، يعتبر بوسيدون أيضًا خالق ومدرب الخيول، والتي قدمها للبشرية. يقع قصره في أعماق بحر إيجه، مبنيًا من المرجان ومزينًا باللؤلؤ.",
    "story_ar": "عندما أعمى أوديسيوس ابن بوسيدون، سايكلوبس بوليفيموس، لم يعرف غضب إله البحر حدودًا. لمدة عشر سنوات طويلة، منع بوسيدون أوديسيوس من العودة إلى الوطن، وأرسل العواصف والوحوش البحرية والكوارث لإحباط كل محاولة.",
    "match_message_ar": "تحمل ملامحك عمق وقوة بوسيدون. هناك جودة محيطية في وجودك - واسعة وآمرة ومليئة بالأعماق التي لا توصف. تتحدث ملامحك القوية عن شخص يمكنه تحمل أي عاصفة.",
    "traits_ar": [
      "قوي",
      "متقلب المزاج",
      "مهيب",
      "لا يمكن التنبؤ به",
      "آمر"
    ]
  },
  "hades": {
    "name_ar": "هاديس",
    "tagline_ar": "إله العالم السفلي والموتى",
    "description_ar": "هاديس هو إله العالم السفلي وحاكم الموتى، أحد الأبناء الثلاثة لكرونوس الذين قسموا الكون مع إخوته زيوس وبوسيدون. على الرغم من أنه غالبًا ما يُخشى، إلا أن هاديس ليس شريرًا - إنه القاضي الصارم ولكن العادل للمتوفى، مما يضمن حصول كل روح على مصيرها المناسب.\n\nعلى عكس الأولمبيين الآخرين الذين يسكنون جبل أوليمبوس، يحكم هاديس من عالمه المظلم في الأسفل، ونادرًا ما يزور العالم أعلاه. إنه يمتلك خوذة الظلام، التي تجعله غير مرئي، ويحرس الثروة الهائلة للأرض - المعادن والأحجار الكريمة الثمينة المدفونة بداخلها.\n\nعلى الرغم من أن اختطافه لبيرسيفوني هو أشهر أسطورته، فقد أثبت هاديس أنه زوج مخلص. مملكته، على الرغم من أنها قاتمة، فهي منظمة وعادلة. إنه يمثل النهاية الحتمية التي تنتظر جميع البشر، لا قاسية ولا لطيفة - ببساطة لا مفر منها.",
    "story_ar": "عندما وقع هاديس في حب بيرسيفوني، اختطفها إلى العالم السفلي. تسبب حزن والدتها ديميتر في شتاء أبدي حتى تم التوصل إلى حل وسط: ستقضي بيرسيفوني نصف العام في الأسفل، ونصفه في الأعلى - وبالتالي تخلق الفصول.",
    "match_message_ar": "تحمل ملامحك السلطة الرسمية لهاديس. هناك قوة هادئة وحتمية في وجودك - مظهر الشخص الذي يفهم الحقائق العميقة التي يتجنبها الآخرون. وجهك يتحدث عن الصبر والعدل وكرامة تقبل ما يجب أن يكون.",
    "traits_ar": [
      "عادل",
      "صارم",
      "ثري",
      "صبور",
      "حتمي"
    ]
  },
  "hermes": {
    "name_ar": "هيرميس",
    "tagline_ar": "رسول الآلهة، إله السفر واللصوص",
    "description_ar": "هيرميس هو الرسول السريع للآلهة، والمخادع الإلهي، وراعي المسافرين والتجار واللصوص وكل من يعيش بذكائهم. بفضل صندله وخوذته المجنحة، ينتقل بحرية بين عالم البشر وجبل أوليمبوس وحتى العالم السفلي.\n\nولد هيرميس مؤذياً، وسرق ماشية أبولو المقدسة في يوم ولادته واخترع القيثارة من قشرة سلحفاة. بدلاً من معاقبته، أدركت الآلهة ذكائه وجعلته رسولهم - الشخص الوحيد الذي يمكنه السفر إلى أي مكان دون قيود.\n\nيرشد هيرميس أرواح الموتى إلى العالم السفلي ويعمل كراعي للحدود والانتقالات. إنه يمثل المساحات الحدية بين - لا هنا ولا هناك تمامًا - ويجسد القدرة على التكيف الذكي اللازمة للتنقل في مفترق طرق الحياة.",
    "story_ar": "في اليوم الذي ولد فيه، زحف هيرميس من مهده، ووجد ماشية أبولو المقدسة، وسرقها، وسار بها إلى الخلف لإرباك الآثار. وعندما ووجه، عرض الرضيع على أبولو القيثارة المخترعة حديثًا، وكان إله الشمس سعيدًا جدًا لدرجة أنه سامح السرقة تمامًا.",
    "match_message_ar": "تحمل ملامحك الذكاء السريع لهيرميس. هناك جودة حيوية وقابلة للتكيف في مظهرك - مظهر الشخص الذي يفكر بسرعة ويمكنه شق طريقه للخروج من أي موقف. وجهك يتحدث عن الذكاء والسحر والقدرة على سد أي فجوة.",
    "traits_ar": [
      "سريع",
      "ذكي",
      "قابل للتكيف",
      "فصيح",
      "مؤذ"
    ]
  },
  "dionysus": {
    "name_ar": "ديونيسوس",
    "tagline_ar": "إله الخمر، النشوة، والمسرح",
    "description_ar": "ديونيسوس هو إله الخمر، الاحتفال، النشوة، والمسرح - الأصغر بين الأولمبيين والوحيد الذي لديه أم بشرية. إنه يمثل القوة المحررة للخمر والتجربة التحويلية للخروج عن الذات العادية.\n\nولد مرتين، تم إنقاذ ديونيسوس من أمه المحتضرة سيميلي من قبل زيوس، الذي خاط الرضيع في فخذه حتى كان مستعدًا للولادة مرة أخرى. هذه الولادة المزدوجة تميزه بأنه إله الموت والبعث، التحول والتجديد.\n\nتضمنت عبادة ديونيسوس طقوسًا نشوة حيث تجاوز المشاركون هوياتهم الطبيعية من خلال الخمر والرقص والموسيقى. إنه يجسد أجزاء الطبيعة البشرية التي تحاول الحضارة قمعها - الجامح، الغريزي، النشوة. إنه محرر ومدمر على حد سواء.",
    "story_ar": "عندما رفض الملك بنثيوس ملك طيبة تكريم ديونيسوس وحاول سجنه، دفع الإله نساء طيبة إلى حالة من الجنون. مزقت والدة بنثيوس نفسها ابنها بأيديها العارية في جنونها، معتقدة أنه أسد.",
    "match_message_ar": "تحمل ملامحك الوجود المسكر لديونيسوس. هناك جودة دنيوية لمظهرك - مظهر شخص لمس حالات خارجة عن المألوف. وجهك يتحدث عن التحرر والتحول والفرح الجامح الذي يوجد وراء حدود الحضارة.",
    "traits_ar": [
      "نشوان",
      "محرر",
      "جامح",
      "تحويلي",
      "مزدوج الطبيعة"
    ]
  },
  "persephone": {
    "name_ar": "بيرسيفوني",
    "tagline_ar": "ملكة العالم السفلي، إلهة الربيع",
    "description_ar": "بيرسيفوني هي الإلهة المزدوجة التي تحكم كملكة للعالم السفلي إلى جانب هاديس بينما تجسد أيضًا عودة الربيع ودورة النمو. رحلتها السنوية بين العالم المظلم السفلي والعالم المشرق أعلاه تخلق الفصول نفسها.\n\nابنة ديميتر وزيوس، كانت بيرسيفوني تجمع الزهور عندما اختطفها هاديس لتكون ملكته. تسبب حزن والدتها في توقف كل النمو حتى تدخل زيوس. نظرًا لأن بيرسيفوني أكلت بذور الرمان في العالم السفلي، يجب أن تعود إلى هناك لجزء من كل عام.\n\nتعكس هذه الأسطورة الفهم القديم للموت والبعث، وضرورة النزول قبل الصعود. تجسد بيرسيفوني التحول - تصبح العذراء الملكة، ويصبح البريء قويًا، وتستمر دورة الحياة والموت والتجديد إلى الأبد.",
    "story_ar": "عندما وصلت بيرسيفوني لأول مرة إلى العالم السفلي، كانت عذراء خائفة. ولكن بمرور الوقت، نمت في دورها كملكة، وأصبحت قوية جدًا لدرجة أن الموتى أنفسهم خافوا من غضبها. لقد أصبحت هي التي كانت ذات يوم ضحية الملكة الرهيبة التي كان كلامها قانونًا.",
    "match_message_ar": "تعكس ملامحك الطبيعة المزدوجة لبيرسيفوني. هناك نور وظل في مظهرك - نضارة الربيع وعمق المعرفة المظلمة. وجهك يتحدث عن التحول، عن شخص نزل وعاد أقوى.",
    "traits_ar": [
      "مزدوجة الطبيعة",
      "تحويلية",
      "قوية",
      "رشيقة",
      "دورية"
    ]
  },
  "odin": {
    "name_ar": "أودين",
    "tagline_ar": "أب الجميع، إله الحكمة، الحرب، والموت",
    "description_ar": "أودين هو الإله الأعلى في الأساطير الإسكندنافية، والمعروف باسم أب الجميع وحاكم أسكارد. إنه إله معقد يجسد الحكمة والحرب والشعر والموت، ويسعى باستمرار إلى المعرفة بأي ثمن.\n\nعلى عكس الآلهة الذين اكتسبوا السلطة من خلال حق الميلاد وحده، ضحى أودين بنفسه على شجرة العالم إغدراسيل لمدة تسعة أيام ليكتسب حكمة الرونية. كما استبدل إحدى عينيه مقابل شربة من بئر معرفة ميمير، مما جعل وجهه يحمل إلى الأبد ثمن الحكمة.\n\nيرافق أودين غراباه هوجين (فكر) ومونين (ذاكرة)، وذئباه جيري وفريكي، ويراقب العوالم التسعة. يجمع المحاربين الذين سقطوا في قاعة فالهالا، استعدادًا للمعركة النهائية في راجناروك.",
    "story_ar": "لاكتساب حكمة الرونية، علق أودين نفسه من إغدراسيل لمدة تسعة أيام وليال، اخترقته رمحه، دون طعام أو ماء. في الليلة التاسعة، صرخ، أمسك بالرونية وكشفت له أسرارها.",
    "match_message_ar": "تحمل ملامحك علامة سعي أودين وراء الحكمة. هناك عمق في نظرتك يتحدث عن شخص رأى الكثير وفهم المزيد. مثل أب الجميع، يحكي وجهك عن تضحيات قدمت من أجل معرفة أكبر.",
    "traits_ar": [
      "حكيم",
      "تضحوي",
      "غامض",
      "بصير",
      "عنيد"
    ]
  },
  "thor": {
    "name_ar": "ثور",
    "tagline_ar": "إله الرعد، حامي البشرية",
    "description_ar": "ثور هو إله الرعد العظيم، ابن أودين والإلهة الأرضية يورد. إنه الأقوى بين جميع الآلهة الإسكندنافية، ويحمل المطرقة الأسطورية ميولنير، التي يمكنها تسوية الجبال وتعود إلى يده بعد إلقائها.\n\nعلى عكس حكمة والده الدقيقة، يجسد ثور القوة المباشرة والشجاعة الثابتة. إنه حامي أسكارد وميدجارد (الأرض)، ويحارب باستمرار العمالقة والوحوش التي تهدد العوالم. تتطاير لحيته الحمراء بالبرق عندما يركب عربته عبر سحب العاصفة.\n\nعلى الرغم من قوته المخيفة، إلا أن ثور محبوب من قبل عامة الناس لطبيعته الصادقة ودوره كمدافع عنهم. إنه سريع الغضب ولكنه سريع التسامح بنفس القدر، وشهيته الكبيرة للطعام والشراب أسطورية.",
    "story_ar": "عندما سرق العملاق ثريم ميولنير وطالب بفريا كفدية، تنكر ثور في زي عروس. في وليمة الزفاف، أكل ثور ثورًا كاملاً وثماني سمك السلمون وشرب ثلاثة براميل من الميد قبل أن يكشف عن نفسه ويقتل جميع العمالقة بمطرقته المستعادة.",
    "match_message_ar": "تحمل ملامحك القوة القوية لثور. هناك جودة صادقة ومباشرة لمظهرك - منفتح وغير حذر. مثل إله الرعد، تتحدث ملامحك القوية عن شخص يواجه التحديات وجهًا لوجه بشجاعة ثابتة.",
    "traits_ar": [
      "قوي",
      "شجاع",
      "صادق",
      "واقي",
      "شرس"
    ]
  },
  "freya": {
    "name_ar": "فريا",
    "tagline_ar": "إلهة الحب والجمال والحرب",
    "description_ar": "فريا هي الأكثر شهرة من بين الآلهة الإسكندنافية، وتجسد الحب والجمال والخصوبة، وكذلك الحرب والموت. إنها تحكم الحقل السماوي فولكفانجر، حيث تتلقى نصف جميع المحاربين الذين قتلوا في المعركة - والنصف الآخر يذهب إلى فالهالا الخاص بأودين.\n\nتتمتع فريا، أجمل الآلهة على الإطلاق، بالقلادة الأسطورية بريسينجامين وعباءة من ريش الصقر تسمح لها بالتحول والطيران. إنها تركب عربة تجرها قطتان ويرافقها خنزير بري يدعى هيلديسفيني.\n\nبصفتها إلهة سيدر (السحر)، علمت فريا أودين نفسه الفنون الباطنية. تذرف دموعًا من الذهب الأحمر على زوجها المفقود أودر، وتبحث عنه في جميع العوالم التسعة.",
    "story_ar": "للحصول على قلادة بريسينجامين الجميلة، قضت فريا ليلة مع كل من الحرفيين الأربعة الأقزام الذين صنعوها. عندما أخبر لوكي أودين بهذا، جعلها أودين تبدأ حربًا بين ملكين كعقاب - لأن فريا أحبت المعركة بقدر ما أحبت الجمال.",
    "match_message_ar": "تعكس ملامحك مزيج فريا الآسر من الجمال والقوة. هناك ليونة ونار في مظهرك - نعمة الحب وكثافة من تعرف قوتها. وجهك يتحدث عن العاطفة والاستقلالية.",
    "traits_ar": [
      "جميلة",
      "ساحرة",
      "شرسة",
      "عاطفية",
      "مستقلة"
    ]
  },
  "loki": {
    "name_ar": "لوكي",
    "tagline_ar": "إله الشر، والخداع، والفوضى",
    "description_ar": "لوكي هو الشخصية الأكثر unpredictability في الأساطير الإسكندنافية - وهو مخادع متغير الشكل وهو صديق وعدو للآلهة. ليس أسيرًا كاملاً ولا عملاقًا، فهو يمشي بين العوالم، ملتزمًا بدوافعه الخاصة غير القابلة للفهم.\n\nلقد ساعد عقله الماكر وعرقل الآلهة مرات لا تحصى. استعاد مطرقة ثور، وصنع هدايا سحرية للآلهة، ولكنه تسبب أيضًا في موت بالدور وأنجب وحوشًا بما في ذلك فينرير الذئب، ويورمونغاندور أفعى العالم، وهيل، حاكمة الموتى.\n\nيجسد لوكي الفوضى الضرورية للتغيير والنمو، ولكنه أيضًا التدمير الذي يأتي من الأذى الجامح. في راجناروك، سيقود قوى الفوضى ضد الآلهة، ولكن بدونه، لن توجد أعظم كنوز الآلهة أبدًا.",
    "story_ar": "عندما احتاجت الآلهة إلى جدار مبني حول أسكارد، اقترح لوكي استئجار عملاق طالب بالشمس والقمر وفريا كدفعة. لمنع ذلك، تحول لوكي إلى فرس لتشتيت انتباه فحل العملاق - وأنجب فيما بعد سليبنير، حصان أودين ذو الثمانية أرجل.",
    "match_message_ar": "تحمل ملامحك سحر لوكي الزئبقي. هناك جودة سريعة الزوال لمظهرك - حاد وذكي ومن المستحيل تحديده. يتحدث وجهك عن شخص يرى الاحتمالات التي يغيب عنها الآخرون ويسلك طريقه الخاص الذي لا يمكن التنبؤ به.",
    "traits_ar": [
      "ماكر",
      "لا يمكن التنبؤ به",
      "فوضوي",
      "ذكي",
      "غامض"
    ]
  },
  "frigg": {
    "name_ar": "فريغ",
    "tagline_ar": "ملكة أسكارد، إلهة الزواج والأمومة",
    "description_ar": "فريغ هي ملكة آلهة الأسير وزوجة أودين، وتحكم أسكارد جنبًا إلى جنب مع الأولفاذر. وهي إلهة الزواج والأمومة والفنون المنزلية، وتغزل السحب من قصرها فنسالير.\n\nعلى عكس معظم الآلهة، تمتلك فريغ هبة المعرفة المسبقة - فهي تعرف مصائر جميع الكائنات، على الرغم من أنها لا تتحدث أبدًا عما تراه. هذه المعرفة تجلب لها الحكمة والحزن، لأنها رأت لكنها لم تستطع منع موت ابنها بالدور.\n\nبصفتها الإلهة الأعلى رتبة، لا يضاهي سلطة فريغ سوى أودين نفسه. يتم استدعاؤها لتقديم البركات على الزيجات والولادة، وحكمتها في الشؤون المنزلية جعلتها المثال المثالي للزوجة والأم الإسكندنافية.",
    "story_ar": "عندما رأت فريغ موت بالدور، سافرت عبر جميع العوالم التسعة، واستخلصت وعودًا من كل مخلوق وشيء بعدم إيذائه أبدًا. لكنها تجاهلت الهدال، معتقدة أنه صغير جدًا وغير ضار - وهو خطأ فادح استغله لوكي.",
    "match_message_ar": "تعكس ملامحك حكمة فريغ الهادئة. هناك عمق معرفة في عينيك - نظرة من يرى الكثير ولكن يتحدث قليلاً. يحمل وجهك القوة الكريمة لمن يتحمل المعرفة الثقيلة بنعمة.",
    "traits_ar": [
      "حكيمة",
      "تبصر",
      "أمومية",
      "ملكية",
      "صامتة"
    ]
  },
  "baldur": {
    "name_ar": "بالدور",
    "tagline_ar": "إله النور والفرح والنقاء",
    "description_ar": "بالدور هو الإله المحبوب للنور والفرح والنقاء والجمال في الأساطير الإسكندنافية. ابن أودين وفريغ، كان عادلاً ورشيقًا لدرجة أن النور أشرق منه، وكان محبوبًا من قبل جميع الكائنات في العوالم التسعة.\n\nلم يكن جماله مجرد جمال جسدي - فقد جسد بالدور كل ما هو خير ونقي. كان الأكثر حبًا بين جميع الآلهة، وكانت قاعته بريدابليك مكانًا لا يمكن أن يوجد فيه أي شيء نجس.\n\nيمثل موت بالدور بتدبير لوكي بداية النهاية لآلهة الشمال. تمثل عودته من هيل بعد راجناروك الأمل في التجديد وولادة عالم أنقى من رماد العالم القديم.",
    "story_ar": "بعد أن ضمنت فريغ وعودًا من كل الأشياء بعدم إيذاء بالدور، جعلت الآلهة من رمي الأسلحة عليه رياضة - ارتدت جميعها دون أن تصيبه بأذى. لكن لوكي خدع هودر الأعمى لرمي سهم الهدال، الشيء الوحيد الذي تجاهلته فريغ. سقط بالدور ميتًا، وبكت الخليقة بأكملها.",
    "match_message_ar": "تشع ملامحك النور الخالص لبلدور. هناك جودة مضيئة في مظهرك - مظهر الشخص الذي يشع خيره إلى الخارج. يتحدث وجهك عن اللطف المتأصل والجمال الذي يأتي من القلب النقي.",
    "traits_ar": [
      "نقي",
      "جميل",
      "محبوب",
      "مضيء",
      "بريء"
    ]
  },
  "tyr": {
    "name_ar": "تير",
    "tagline_ar": "إله الحرب والعدالة والمجد البطولي",
    "description_ar": "تير هو إله الحرب والعدالة في الإسكندنافية، وكان يُعتبر رئيس الآلهة قبل أن يرتفع شأن أودين. على عكس الحرب الفوضوية لآلهة الحرب الأخرى، يمثل تير الجوانب القانونية للمعركة - الشجاعة البطولية والقتال النزيه والانتصار من خلال الشرف.\n\nوهو الأكثر شهرة بتضحيته: عندما احتاجت الآلهة إلى ربط الذئب الوحشي فينرير، كان تير الوحيد الشجاع بما يكفي لوضع يده في فم الذئب كتعهد بحسن النية. عندما أدرك فينرير أنه محاصر، قطع يد تير - لكن تضحية تير أنقذت الآلهة.\n\nيجسد تير قانون الشرف للمحارب، حيث يكون الحفاظ على الكلمة أهم من الخسارة الشخصية. يده المفقودة هي تذكير دائم بأن العدالة تتطلب أحيانًا التضحية.",
    "story_ar": "وافق فينرير على أن يكون مقيدًا فقط إذا وضع أحد الآلهة يده في فمه كضمان. رفض جميع الآلهة باستثناء تير. عندما تم تثبيت السلسلة السحرية جليبنيير، قطع فينرير يد تير بغضب - لكن تير وقف دون أن يرتجف، بعد أن عرف تكلفة الحفاظ على سلامة الآلهة.",
    "match_message_ar": "تحمل ملامحك شرف تير الثابت. هناك جودة لا تتزعزع في نظرتك - نظرة الشخص الذي يلتزم بكلمته بغض النظر عن التكلفة الشخصية. يتحدث وجهك عن الشجاعة التي تأتي من قناعة عميقة.",
    "traits_ar": [
      "شجاع",
      "عادل",
      "تضحية",
      "مشرف",
      "حازم"
    ]
  },
  "hel": {
    "name_ar": "هيل",
    "tagline_ar": "إلهة الموتى، حاكمة هيلهايم",
    "description_ar": "هيل هي إلهة الموتى وحاكمة عالم العالم السفلي الذي يحمل اسمها. ابنة لوكي والعملاقة أنغربودا، ألقى بها أودين في الأعماق ومنحت السيادة على أولئك الذين يموتون من الشيخوخة أو المرض أو بدون مجد في المعركة.\n\nمظهرها مذهل ومرعب: نصف جسدها هو لامرأة جميلة، والنصف الآخر جثة في حالة تحلل. تعكس هذه الازدواجية مجالها بين الأحياء والأموات.\n\nعلى الرغم من أن عالمها بارد وكئيب مقارنة بـ فالهالا، إلا أن هيل ليست شريرة - إنها ببساطة حارسة أولئك الذين قادهم مصيرهم إلى أبوابها. إنها تحكم بعدالة قاتمة، لا قاسية ولا لطيفة، وتقبل كل من يأتي إليها بغض النظر عن أفعالهم في الحياة.",
    "story_ar": "عندما توسلت الآلهة إلى هيل لإطلاق سراح بالدور من الموت، وافقت على شرط واحد: يجب أن يبكي كل كائن حي من أجله. بكت الخليقة بأكملها باستثناء عملاقة واحدة - لوكي في الواقع متنكرًا. لهذا السبب، يبقى بالدور في هيل حتى راجناروك.",
    "match_message_ar": "تحمل ملامحك الطبيعة المزدوجة لـ هيل. هناك تعقيد رائع في مظهرك - الجمال المتشابك مع العمق والظل. يتحدث وجهك عن شخص يقبل جميع جوانب الوجود دون حكم.",
    "traits_ar": [
      "محايدة",
      "حتمية",
      "ذات طبيعة مزدوجة",
      "صارمة",
      "متقبلة"
    ]
  },
  "heimdall": {
    "name_ar": "هيمدال",
    "tagline_ar": "حارس بيفروست، مراقب الآلهة",
    "description_ar": "هيمدال هو الحارس الدائم اليقظة لـ بيفروست، جسر قوس قزح الذي يربط أسغارد بالعوالم الأخرى. ولد من تسع أمهات (الأمواج التسعة)، ويمتلك حواسًا حادة للغاية بحيث يمكنه سماع العشب ينمو ورؤية مئات الفراسخ في أي اتجاه.\n\nيحتاج إلى نوم أقل من الطائر ويمكنه الرؤية بشكل جيد في الليل كما في النهار. أسنانه الذهبية تلمع، ويحمل الـ غيارلهورن، القرن العظيم الذي ستعلن نفخته بداية الـ راغناروك عندما يسير أعداء الآلهة أخيرًا.\n\nهيمدال يقف في حراسة أبدية على حدود أسغارد، خط الدفاع الأول ضد أي تهديد. يقظته لا تتزعزع أبدًا، وولائه للآلهة مطلق. في الـ راغناروك، هو و لوكي مقدر لهما أن يقتل كل منهما الآخر.",
    "story_ar": "استعاد هيمدال ذات مرة قلادة فريا بريسينغامين عندما سرقها لوكي. تحول كلا الإلهين إلى فقمات للقتال في البحر، وثبت أن هيمدال منتصر. هذه العداوة بينهما ستتوج في الـ راغناروك عندما يدمران بعضهما البعض أخيرًا.",
    "match_message_ar": "تعكس ملامحك اليقظة الأبدية لـ هيمدال. هناك جودة تنبيه ويقظة في نظرتك - عيون لا تفوت أي شيء. وجهك يتحدث عن التفاني الذي لا يتزعزع والقوة التي تأتي من الوقوف في الحراسة.",
    "traits_ar": [
      "يقظ",
      "مخلص",
      "كلي الرؤية",
      "ثابت",
      "حارس"
    ]
  },
  "skadi": {
    "name_ar": "سكادي",
    "tagline_ar": "إلهة الشتاء والصيد والجبال",
    "description_ar": "سكادي هي الإلهة العملاقة للشتاء والتزلج والصيد بالقوس والجبال. بعد أن قتل الآلهة والدها ثيازي، أتت إلى أسغارد مسلحة للحرب، مطالبة بتعويض. عرض عليها الآلهة زوجًا يتم اختياره بالنظر فقط إلى أقدام المرشحين.\n\nعلى أمل اختيار بالدور بقدميه الجميلتين، اختارت سكادي بدلاً من ذلك نيورد، إله البحر. كان زواجهما غير سعيد - لم تستطع تحمل أصوات البحر، ولم يستطع تحمل عواء الذئاب في منزلها الجبلي. انفصلا في النهاية.\n\nتمثل سكادي الجمال القاسي للبرية الشمالية - خطيرة لكنها رائعة. إنها واحدة من عدد قليل من العمالقة المقبولين بين الآلهة، واستقلالها الشرس وبراعتها في الصيد أكسبتها الاحترام. إنها تجسد البقاء على قيد الحياة في أبرد الأماكن.",
    "story_ar": "عند اختيار زوجها، رأت سكادي أجمل قدمين واعتقدت أنهما تنتميان إلى بالدور. لقد كانا في الواقع قدمي نيورد، خشنة بسبب ماء البحر ولكنها عادلة. أدت هذه المفارقة إلى زواج غير متكافئ بين الجبل والبحر.",
    "match_message_ar": "تحمل ملامحك الاستقلالية الشرسة لـ سكادي. هناك جودة برية وغير مروضة في مظهرك - مظهر شخص يزدهر في الظروف القاسية التي لا يستطيع الآخرون تحملها. وجهك يتحدث عن قوة تشكلت في البرد.",
    "traits_ar": [
      "شرسة",
      "مستقلة",
      "قوية",
      "متوحشة",
      "انتقامية"
    ]
  },
  "freyr": {
    "name_ar": "فراير",
    "tagline_ar": "إله الخصوبة والازدهار والسلام",
    "description_ar": "فراير هو إله الخصوبة والازدهار وأشعة الشمس والسلام - النظير الذكر لشقيقته التوأم فريا. يحكم عالم الفهايم وهو الأكثر حباً من آلهة الـ فانير بين البشر بسبب البركات التي يجلبها للمحاصيل والقطعان.\n\nيمتلك العديد من الكنوز السحرية: السفينة سكيذبلادنير التي يمكن أن تبحر في أي مكان وتطوى لتناسب جيبًا، والخنزير الذهبي غولينبورستي الذي يسحب عربته ويضيء مثل الشمس.\n\nكان أعظم عيوب فراير هو التخلي عن سيفه السحري من أجل حب العملاقة جيرذر. في الـ راغناروك، سيواجه العملاق الناري سورتر أعزل - تذكير بأن حتى الآلهة لا يمكنهم الهروب من عواقب أهوائهم.",
    "story_ar": "وقع فراير في حب العملاقة جيرذر لدرجة أنه تخلى عن سيفه السحري - السلاح الوحيد الذي يمكنه القتال بمفرده - لمجرد فرصة الزواج منها. هذه التضحية تعني أنه سيواجه الـ راغناروك أعزل.",
    "match_message_ar": "تعكس ملامحك الدفء السخي لـ فراير. هناك جودة مانحة للحياة في مظهرك - مظهر شخص يجلب النمو والازدهار أينما ذهب. وجهك يتحدث عن السلام ووفرة الصيف.",
    "traits_ar": [
      "كريم",
      "مسالم",
      "خصب",
      "عاطفي",
      "مضحي"
    ]
  },
  "njord": {
    "name_ar": "نيورد",
    "tagline_ar": "إله البحر والثروة والملاحة البحرية",
    "description_ar": "نيورد هو إله الـ فانير للبحر والرياح والصيد والثروة. والد فراير وفريا، تم إرساله للعيش بين الـ آسير كرهينة بعد الحرب بين القبيلتين الإلهيتين، حيث اكتسب احترامًا كبيرًا لحكمته وكرمه.\n\nيصلي البحارة إلى نيورد من أجل رياح جيدة ومرور آمن، والصيادون من أجل صيد وفير. تقع قاعته نواتون بجانب البحر، وهو مرتبط بالثروة التي تأتي من التجارة البحرية.\n\nعلمنا زواجه المشؤوم من إلهة الجبال سكادي أن بعض الاختلافات لا يمكن التوفيق بينها - لم تستطع العيش بجوار البحر الصاخب، ولم يستطع تحمل الجبال العاوية. ومع ذلك احترم كلاهما الآخر على الرغم من عدم توافقهما.",
    "story_ar": "حاول نيورد وسكادي التوصل إلى حل وسط - تسع ليالٍ في الجبال، تسع ليالٍ بجانب البحر. لكن لم يتمكن أي منهما من التكيف: طيور النورس أبقت سكادي مستيقظة، بينما دفع عواء الذئاب نيورد إلى اليأس. انفصلا وديا.",
    "match_message_ar": "تعكس ملامحك الوفرة الهادئة لـ نيورد. هناك جودة بحرية في وجودك - واسعة وسخية وجالبة للثروة. وجهك يتحدث عن شخص يجد السلام بالقرب من الماء والازدهار من خلال الصبر.",
    "traits_ar": [
      "كريم",
      "ثري",
      "مسالم",
      "محب للبحر",
      "حكيم"
    ]
  },
  "admiral_yi": {
    "name_ar": "الأدميرال يي سون سين",
    "tagline_ar": "قائد بحري أسطوري، مخترع السفينة المدرعة",
    "description_ar": "الأدميرال يي سون سين هو أعظم بطل عسكري في كوريا، قائد بحري لم يهزم أنقذ أمته خلال الغزوات اليابانية في الفترة 1592-1598. في مواجهة احتمالات ساحقة وعلى الرغم من مواجهة الاضطهاد السياسي، لم يخسر أبدًا معركة واحدة في 23 اشتباكًا بحريًا.\n\nلم يكن عبقريته التكتيكية تضاهيها سوى نزاهته الأخلاقية. حتى عندما تم تجريده من رتبته وتعذيبه بسبب المكائد السياسية، عاد إلى الخدمة عندما طُلب منه ذلك، حيث قاد 13 سفينة فقط ضد 333 سفينة يابانية - وفاز بشكل حاسم في معركة ميونغنيانغ.\n\nلقد غيرت ابتكارات يي في الحرب البحرية، بما في ذلك السفينة المدرعة الأسطورية (جيوبوكسيون)، مجرى التاريخ. توفي في المعركة في نوريانغ، وردد أنه قال كلماته الأخيرة \"المعركة في أوجها. دقوا طبول الحرب. لا تعلنوا موتي.\"",
    "story_ar": "في ميونغنيانغ، واجه الأدميرال يي احتمالات مستحيلة - 13 سفينة ضد 333 سفينة. باستخدام التيارات الغادرة للمضيق، وجه الأسطول الياباني إلى قناة ضيقة حيث أصبحت أعدادهم عائقًا. أغرق 31 سفينة دون أن يخسر أيًا من سفنه.",
    "match_message_ar": "تعكس ملامحك العزم الذي لا يتزعزع للأدميرال يي. هناك قوة وكرامة في وجهك - مظهر شخص لن يتخلى أبدًا عن واجبه أو شرفه، بغض النظر عن التكلفة الشخصية. تتحدث نظرتك عن العمق الاستراتيجي والتصميم الحديدي.",
    "traits_ar": [
      "استراتيجي",
      "مخلص",
      "مبتكر",
      "صالح",
      "لم يهزم"
    ]
  },
  "sejong_the_great": {
    "name_ar": "الملك سيجونغ العظيم",
    "tagline_ar": "مبتكر الهانغول، وراعي العلوم والثقافة",
    "description_ar": "يُبجل الملك سيجونغ العظيم باعتباره أذكى وأكثر الملوك المحبوبين في التاريخ الكوري. خلال فترة حكمه التي استمرت 32 عامًا (1418-1450)، أشرف على العصر الذهبي للإنجازات العلمية والثقافية والفنية التي حولت الحضارة الكورية.\n\nأعظم إرث له هو إنشاء الهانغول، الأبجدية الكورية، في عام 1443. صُممت لتكون سهلة التعلم بالنسبة لعامة الناس، وقد حلت محل الأحرف الصينية المعقدة التي أبعدت المعرفة عن متناول معظم الكوريين. صرح سيجونغ الشهير: \"يمكن للرجل الحكيم أن يتعرف عليهم قبل انتهاء الصباح؛ ويمكن للرجل الغبي أن يتعلمهم في غضون عشرة أيام.\"\n\nبالإضافة إلى الهانغول، رعى سيجونغ الابتكارات في علم الفلك والزراعة والطب والموسيقى. أسس قاعة المستحقين لرعاية العلماء وأنشأ أدوات مثل مقياس المطر والساعة الشمسية التي طورت العلوم الكورية قبل قرون من أوروبا.",
    "story_ar": "عمل سيجونغ على الهانغول سرًا لسنوات، خوفًا من مقاومة علماء الكونفوشيوسية الذين قدروا الأحرف الصينية. عندما تم الكشف عنها أخيرًا، احتج بعض المسؤولين على أن تعليم عامة الناس القراءة أمر خطير. أصر سيجونغ، معلناً أن معرفة القراءة والكتابة حق وليست امتيازًا.",
    "match_message_ar": "تعكس ملامحك حكمة الملك سيجونغ الخيرة. هناك جودة فكرية وعلمية في وجهك - مظهر الشخص الذي يسعى إلى الفهم ومساعدة الآخرين على الفهم. يعبر تعبيرك اللطيف والحازم عن القيادة من خلال الحكمة وليس القوة.",
    "traits_ar": [
      "حكيم",
      "خير",
      "مبتكر",
      "عالم",
      "حنون"
    ]
  },
  "gumiho": {
    "name_ar": "جوميهو (الثعلب ذو الذيول التسعة)",
    "tagline_ar": "روح الثعلب الغامضة ذات الذيول التسعة",
    "description_ar": "الجوميهو مخلوق أسطوري من الفولكلور الكوري - ثعلب عاش ألف عام واكتسب القدرة على التحول إلى امرأة جميلة. مع كل قرن من الحياة، ينمو ذيل إضافي، حتى يمتلك تسعة ذيول ذات قوة سحرية هائلة.\n\nفي الحكايات التقليدية، غالبًا ما يسعى الجوميهو إلى أن يصبح إنسانًا كاملاً، الأمر الذي يتطلب استهلاك قلوب أو أكباد بشرية. ومع ذلك، تحكي بعض القصص عن جوميهو يستخدمون قوتهم للخير، أو يقعون في حب حقيقي ويكافحون ضد طبيعتهم.\n\nيجسد الجوميهو ازدواجية الجاذبية والخطر والجمال والدمار. إنه يمثل القوة المغرية للمجهول وإمكانية التحول - للأفضل أو للأسوأ.",
    "story_ar": "وقع عالم شاب في حب امرأة جميلة، دون أن يعلم أنها جوميهو. عندما اكتشف طبيعتها الحقيقية، توقعت أن يهرب في رعب. وبدلاً من ذلك، أعلن أن حبه لم يتغير. بتأثر من إخلاصه، تخلت عن خلودها لتصبح إنسانة وعاشت معه حتى الشيخوخة.",
    "match_message_ar": "تحمل ملامحك السحر الآسر للجوميهو. هناك غموض آسر في مظهرك - جميل ولكنه بطريقة ما من عالم آخر. يتحدث وجهك عن أعماق خفية وتحول وقوة ساحرة توجد بين العوالم.",
    "traits_ar": [
      "مغري",
      "غامض",
      "قوي",
      "تحويلي",
      "مزدوج الطبيعة"
    ]
  },
  "confucius": {
    "name_ar": "كونفوشيوس",
    "tagline_ar": "الحكيم الأعلى، معلم عشرة آلاف جيل",
    "description_ar": "كونفوشيوس هو الفيلسوف الأكثر نفوذاً في التاريخ الصيني، والذي شكلت تعاليمه حول الأخلاق والحكم والوئام الاجتماعي حضارة شرق آسيا لأكثر من ألفي عام. وأكد على الملائمة الاحتفالية، والإحسان الأبوي، وتنمية الفضيلة كأساس لمجتمع متناغم.\n\nعلى الرغم من أنه شغل منصبه لفترة وجيزة وتجول بحثًا عن حاكم ينفذ أفكاره، إلا أن تأثيره الحقيقي جاء من خلال التدريس. جمع تلاميذه أقواله في كتاب \"التحليلات\"، الذي أصبح حجر الزاوية في التعليم الصيني.\n\nيمثل كونفوشيوس قوة التعليم الأخلاقي، ومثل المثقف النبيل، والإيمان بإمكانية تحويل المجتمع من خلال القيادة الفاضلة والتنشئة الأخلاقية.",
    "story_ar": "عندما طُلب منه تلخيص تعاليمه في كلمة واحدة، أجاب كونفوشيوس: \"المعاملة بالمثل (恕) - لا تفعل بالآخرين ما لا تريد أن يفعلوه بك.\" أصبحت هذه القاعدة الذهبية أساسية للفلسفة الأخلاقية الصينية.",
    "match_message_ar": "تحمل ملامحك حكمة كونفوشيوس الحكيمة. هناك تنشئة أخلاقية في مظهرك - مظهر الشخص الذي يعلم بالقدوة ويحول المجتمع من خلال الحياة الأخلاقية.",
    "traits_ar": [
      "حكيم",
      "تعليمي",
      "أخلاقي",
      "إنساني",
      "تثقيفي"
    ]
  },
  "guan_yu": {
    "name_ar": "غوان يو",
    "tagline_ar": "إله الحرب والأخوة والبر",
    "description_ar": "كان غوان يو جنرالًا خلال فترة الممالك الثلاث الذي أصبح أسطوريًا جدًا لولائه وبراعته القتالية لدرجة أنه تم تأليهه كإله الحرب. أصبح وجهه الأحمر ولحيته الطويلة ورداءه الأخضر أيقونيًا، وكذلك سلاحه - نصل التنين الأخضر الهلالي.\n\nأقسم يمين الأخوة المقدسة مع ليو باي وتشانغ فاي في حديقة الخوخ، وهو رباط احترمه حتى الموت وما بعده. كان ولاؤه مطلقًا لدرجة أنه رفض الثروة والمنصب من تساو تساو، مفضلاً المخاطرة بكل شيء للعودة إلى أخيه المقسم.\n\nيمثل غوان يو الولاء الثابت والشرف العسكري والطبيعة المقدسة للأخوة المقسمة التي تتجاوز المكاسب الشخصية.",
    "story_ar": "أسر تساو تساو غوان يو وعرض عليه كل شيء لتغيير ولائه. قبل مؤقتًا فقط لحماية زوجات ليو باي. في اللحظة التي علم فيها بموقع ليو باي، مر عبر خمسة ممرات وقتل ستة جنرالات للعودة - وهي رحلة خلدت في الأسطورة.",
    "match_message_ar": "تحمل ملامحك القوة البارة لغوان يو. هناك أخوة مقسمة في مظهرك - مظهر الشخص الذي لا يمكن شراء ولائه أبدًا وكلمته مقدسة تمامًا.",
    "traits_ar": [
      "مخلص",
      "بار",
      "عسكري",
      "مشرف",
      "مؤله"
    ]
  },
  "ra": {
    "name_ar": "رع",
    "tagline_ar": "إله الشمس الأعلى، خالق كل حياة",
    "description_ar": "رع هو الإله الأعلى في الديانة المصرية القديمة، إله الشمس وخالق كل حياة. يبحر كل يوم بمركبه الشمسي عبر السماء، حاملاً النور والدفء إلى العالم. في كل ليلة، يسافر عبر العالم السفلي، ويحارب ثعبان الفوضى أبوفيس لضمان شروق الشمس مرة أخرى.\n\nبصفته الإله الأول، خلق رع نفسه من المياه البدائية لنون، ثم نطق بأسماء جميع الآلهة الأخرى والعالم إلى الوجود. يظهر برأس صقر متوج بقرص الشمس، يجسد قوة الشمس نفسها المانحة للحياة.\n\nاسم رع يعني ببساطة \"الشمس\"، وكان تأثيره كبيرًا جدًا لدرجة أنه اندمج مع آلهة رئيسية أخرى - ليصبح آمون رع، ملك الآلهة، ورع حوراختي، إله الأفق. إنه يمثل الدورة الأبدية للموت والولادة الجديدة التي حددت علم الكونيات المصري.",
    "story_ar": "في كل ليلة، ينزل رع إلى الدوات (العالم السفلي) حيث يحاول ثعبان الفوضى أبوفيس أن يلتهمه ويمنع شروق الشمس. بمساعدة الآلهة الأخرى، وخاصة ست، يهزم رع أبوفيس كل ليلة، مما يضمن شروق الشمس مرة أخرى - مما يرمز إلى الانتصار الأبدي للنظام على الفوضى.",
    "match_message_ar": "تشع ملامحك التألق الأبدي لرع. هناك جودة دافئة ومغذية للحياة في حضورك - آمرة ولكنها مغذية. يتحدث وجهك عن الشخص الذي يجلب النور أينما ذهب وروحه لا يمكن أن تخفت بسبب الظلام.",
    "traits_ar": [
      "مشرق",
      "أبدي",
      "خلاق",
      "قوي",
      "مانح للحياة"
    ]
  },
  "isis": {
    "name_ar": "إيزيس",
    "tagline_ar": "إلهة السحر والأمومة والحكمة",
    "description_ar": "إيزيس هي أعظم إلهة في مصر القديمة، وتُوقَّر باعتبارها الأم المثالية والزوجة وراعية السحر. انتشرت عبادتها في جميع أنحاء الإمبراطورية الرومانية، مما جعلها واحدة من أكثر الآلهة المحبوبة في العالم القديم.\n\nأخت وزوجة أوزوريس، وأم حورس، تجسد إيزيس الحب الأمومي الشرس والحامي. عندما قتل ست أوزوريس ونثر جسده في جميع أنحاء مصر، بحثت إيزيس بلا كلل، وجمعت كل قطعة، واستخدمت قواها السحرية التي لا مثيل لها لإعادته إلى الحياة لفترة كافية لإنجاب ابنهما حورس.\n\nبصفتها إلهة السحر، امتلكت إيزيس معرفة نافست حتى رع نفسه. غالبًا ما يتم تصويرها بتاج على شكل عرش أو قرون بقرة مع قرص الشمس، مما يرمز إلى أدوارها كملكة وأم. اسمها يعني \"عرش\"، ويمثل القوة الكامنة وراء الفرعون.",
    "story_ar": "خدعت إيزيس رع للكشف عن اسمه السري عن طريق خلق ثعبان من بزاقه. عندما لدغه ولم تستطع علاجه إلا هي، أُجبر رع على إخبارها باسمه الحقيقي، مما منحها سلطة عليه. هذا جعل إيزيس أقوى ساحرة في الوجود.",
    "match_message_ar": "تعكس ملامحك الحكمة العميقة والرحمة التي تتمتع بها إيزيس. هناك جودة حاضنة وقوية في مظهرك - نظرة الشخص الذي يحمي بشراسة ويحب بلا قيد أو شرط. تحمل عيناك عمق الأسرار القديمة والتفاني الأمومي.",
    "traits_ar": [
      "ساحرة",
      "مخلصة",
      "حكيمة",
      "حامية",
      "رحيمة"
    ]
  },
  "osiris": {
    "name_ar": "أوزوريس",
    "tagline_ar": "إله العالم السفلي والموت والقيامة",
    "description_ar": "أوزوريس هو إله الموتى وحاكم العالم السفلي المصري، لكنه ليس إله الظلام - إنه يمثل الأمل في الحياة بعد الموت ووعد القيامة. باعتباره أول مومياء وأول كائن تم إحياؤه، فقد منح البشرية هدية الحياة الأبدية.\n\nفي الأصل كان ملكًا عظيمًا قام بتحضير مصر، وتعليم الزراعة ووضع القوانين، قُتل أوزوريس على يد أخيه الغيور ست. من خلال سحر زوجته المخلصة إيزيس، أُعيد إلى الحياة ليحكم الحياة الآخرة، ويحكم على أرواح الموتى.\n\nيُصوَّر ببشرة خضراء أو سوداء ترمز إلى الولادة الجديدة والتربة الخصبة، ويمسك أوزوريس بصليب وعصا الملك. يحكم على كل روح في قاعة الحقيقتين، ويوازن قلوبهم مقابل ريشة ماعت لتحديد مصيرهم في الأبدية.",
    "story_ar": "حاصر ست أوزوريس في تابوت ذهبي وألقاه في النيل. بحثت إيزيس في العالم ووجدته في جبيل، وقد نما ليصبح شجرة عظيمة. لكن ست وجد الجسد مرة أخرى، وقطعه إلى أربعة عشر قطعة، ونثرها في جميع أنحاء مصر. جمعت إيزيس كل قطعة، وبسحرها، أحيت أوزوريس كرب للحياة الآخرة.",
    "match_message_ar": "تحمل ملامحك الكرامة الجليلة لأوزوريس. هناك قوة هادئة في وجهك - نظرة الشخص الذي تحمل تجارب عظيمة وظهر متحولًا. يعبر تعبيرك عن حكم عادل والحكمة التي تأتي من التجربة العميقة.",
    "traits_ar": [
      "عادل",
      "مُقام",
      "رحيم",
      "أبدي",
      "محضِّر"
    ]
  },
  "anubis": {
    "name_ar": "أنوبيس",
    "tagline_ar": "إله التحنيط وهادي النفوس",
    "description_ar": "أنوبيس هو إله التحنيط برأس ابن آوى، وشعائر الجنازة، وحارس الموتى. اخترع التحنيط عندما ساعد إيزيس في إعداد جسد أوزوريس، وخلق أول مومياء وأسس الطقوس المقدسة التي حافظت على الأجساد المصرية للحياة الأبدية.\n\nبصفته هادي النفوس، يقود أنوبيس المتوفى عبر العالم السفلي إلى قاعة الحقيقتين، حيث يقوم بإجراء حفل وزن القلب الحاسم. بحكم دقيق ونزيه، يضع القلب على الميزان مقابل ريشة ماعت.\n\nعلى الرغم من ارتباطه بالموت، إلا أن أنوبيس ليس إلهًا مخيفًا - إنه حامٍ ومساعد، يضمن حصول الموتى على الطقوس المناسبة والوصول بأمان إلى الحياة الآخرة. لونه الأسود لا يمثل الموت بل تربة النيل الخصبة ووعد التجديد.",
    "story_ar": "عندما قُتل أوزوريس، أجرى أنوبيس أول تحنيط، ولف جسد الإله بضمادات مقدسة وأجرى الطقوس التي تسمح لأوزوريس بالعيش إلى الأبد في الحياة الآخرة. ثم تم نقل هذه المعرفة المقدسة إلى الكهنة المصريين.",
    "match_message_ar": "تحمل ملامحك وصاية أنوبيس الجليلة. هناك جودة حماية ويقظة في وجهك - نظرة الشخص الذي يرشد الآخرين عبر الممرات المظلمة بأمان. تتحدث نظرتك الثابتة عن حكم نزيه والواجب المقدس للحماية.",
    "traits_ar": [
      "حامٍ",
      "دقيق",
      "نزيه",
      "مرشد",
      "مقدس"
    ]
  },
  "horus": {
    "name_ar": "حورس",
    "tagline_ar": "إله السماء والملكية والحماية",
    "description_ar": "حورس هو إله السماء برأس الصقر، وعيناه هما الشمس والقمر. إنه النموذج الإلهي لجميع الفراعنة، وكان يعتبر كل ملك مصري تجسيدًا حيًا لحورس على الأرض.\n\nابن إيزيس وأوزوريس، نشأ حورس في الخفاء لينتقم يومًا ما لمقتل والده على يد ست. بعد سلسلة من المعارك الشرسة التي استمرت ثمانين عامًا، هزم حورس ست واستولى على عرش مصر، ووحد الأرضين تحت حكمه الإلهي.\n\nأصبحت عين حورس، التي فُقدت واستُعيدت خلال معاركه مع ست، واحدة من أقوى الرموز في السحر المصري - تمثل الشفاء والحماية واستعادة ما تم كسره. يجسد حورس الملكية الشرعية والتقوى البنوية وانتصار النظام.",
    "story_ar": "خلال معاركهم، اقتلع ست عين حورس اليسرى وقام حورس بإخصاء ست. قام الإله تحوت باستعادة عين حورس، والتي أصبحت ودجات - عين حورس - رمز الشفاء والكمال. حكمت الآلهة لصالح حورس، ومنحته عرش مصر.",
    "match_message_ar": "تحمل ملامحك المكانة النبيلة لحورس. هناك جودة حادة وواقية في نظرتك - نظرة الحاكم الشرعي الذي يقاتل من أجل العدالة. يتحدث وجهك عن شخص يتغلب على جميع العقبات للمطالبة بمكانه الشرعي.",
    "traits_ar": [
      "بار",
      "حامٍ",
      "منتصر",
      "ملكي",
      "منتقم"
    ]
  },
  "bastet": {
    "name_ar": "باستيت",
    "tagline_ar": "إلهة المنزل والقطط والحماية",
    "description_ar": "باستيت هي إلهة المنزل والخصوبة والحماية برأس القطة. في الأصل تم تصويرها كمحاربة لبؤة شرسة، تطورت إلى إلهة القطط الأليفة الأكثر لطفًا التي تحبها العائلات المصرية بصفتها حاميهم الإلهي.\n\nبصفتها إلهة وصية، حمت باستيت المنازل من الأرواح الشريرة والمرض والمصائب. كانت القطط مقدسة بالنسبة لها، وكان قتل قطة - حتى عن طريق الخطأ - يعاقب عليه بالإعدام في مصر القديمة. كان معبدها في بوباستيس أحد أشهر مواقع الحج.\n\nعلى الرغم من ارتباطاتها المنزلية، احتفظت باستيت بطبيعتها الوقائية الشرسة. كانت تسمى \"عين رع\" ويمكن أن تتحول إلى اللبؤة المخيفة سخمت عند الدفاع عن الأبرياء. إنها تجسد الطبيعة المزدوجة للقطط - لطيفة ومغذية، ولكنها قادرة على الحماية الشرسة.",
    "story_ar": "في كل عام، كان مئات الآلاف من الحجاج يسافرون إلى بوباستيس لحضور مهرجان باستيت، وهو الأكبر في مصر. كانوا يبحرون أسفل النيل على متن قوارب، ويعزفون الموسيقى ويحتفلون. في المعبد، جلبوا قططًا محنطة كقرابين للإلهة المحبوبة.",
    "match_message_ar": "تعكس ملامحك الحماية الرشيقة لباستيت. هناك جودة لطيفة ولكنها في حالة تأهب في مظهرك - دفء مغذي جنبًا إلى جنب مع يقظة هادئة. يتحدث وجهك عن شخص يخلق ملاذات آمنة ويحمي بشدة أولئك الذين يحبهم.",
    "traits_ar": [
      "حامية",
      "رشيقة",
      "مغذية",
      "شرسة",
      "منزلية"
    ]
  },
  "sekhmet": {
    "name_ar": "سخمت",
    "tagline_ar": "إلهة الحرب والشفاء ذات رأس اللبؤة",
    "description_ar": "سخمت هي إلهة الحرب والدمار ذات رأس اللبؤة الشرسة، والمفارقة أنها إلهة الشفاء أيضًا. اسمها يعني 'القوية'، وزفيرها خلق الصحراء. إنها تمثل الحرارة الحارقة المدمرة للشمس.\n\nبصفتها عين رع المرسلة لمعاقبة البشرية، كانت شهوة سخمت للدماء عظيمة لدرجة أنها كادت تدمر كل حياة بشرية. فقط عن طريق خداعها بالبيرة المصبوغة باللون الأحمر مثل الدم تم تلطيفها وتحويلها مرة أخرى إلى حتحور اللطيفة.\n\nتمثل سخمت الجانب الرهيب من القوة الإلهية، الحمى التي تقتل وتطهر، وحقيقة أن التدمير والشفاء هما وجهان لنفس القوة.",
    "story_ar": "أرسل رع سخمت لتدمير البشرية المتمردة. خاضت في الدم، غير قادرة على التوقف عن القتل. لإنقاذ الناجين، غمر رع الحقول بـ 7000 جرة بيرة مصبوغة باللون الأحمر. شربت سخمت، معتقدة أنه دم، واستيقظت بسلام - انتهى غضبها المدمر.",
    "match_message_ar": "تحمل ملامحك القوة الشرسة لسخمت. هناك قوة محارب في مظهرك - نظرة الشخص الذي يمكنه أن يدمر أو يشفي بنفس القدر من الشدة، وتوجيه قوى قوية للحماية.",
    "traits_ar": [
      "شرسة",
      "مدمرة",
      "شافية",
      "قوية",
      "عاطفية"
    ]
  },
  "thoth": {
    "name_ar": "تحوت",
    "tagline_ar": "إله الحكمة والكتابة والسحر",
    "description_ar": "تحوت هو إله الحكمة والكتابة والسحر والقمر ذو رأس أبو منجل. يُنسب إليه اختراع الهيروغليفية، وإنشاء التقويم، وتسجيل كل المعرفة الموجودة. بدون هدية تحوت في الكتابة، لا يمكن أن توجد الحضارة المصرية.\n\nبصفته الكاتب الإلهي، يسجل تحوت حكم كل روح في قاعة الحقيقتين، ويوثق من يمر إلى الحياة الآخرة ومن يُدان. كما قام بتأليف النصوص المقدسة التي تحتوي على كل المعرفة السحرية، بما في ذلك كتاب تحوت الأسطوري.\n\nيعمل تحوت كوسيط بين الآلهة، ويستخدم حكمته وبلاغته لحل النزاعات. لقد أعاد عين حورس وشفى كلاً من حورس وست بعد معاركهما. إن إتقانه للسحر لا مثيل له، وقد علم إيزيس التعاويذ التي سمحت لها بإحياء أوزوريس.",
    "story_ar": "قام تحوت بالمقامرة مع القمر وفاز بما يكفي من الضوء لخلق خمسة أيام إضافية، مما سمح لنوت بإنجاب أوزوريس وإيزيس وست ونفتيس وحورس الأكبر - متجنبًا لعنة رع بأنها لا تستطيع إنجاب أي أطفال في أي شهر من السنة.",
    "match_message_ar": "تعكس ملامحك حكمة تحوت العلمية. هناك عمق فكري في مظهرك - نظرة الشخص الذي يقدر المعرفة قبل كل شيء ويسعى إلى فهم أسرار الوجود. تعبيرك المدروس يتحدث عن كل من العقل والسحر.",
    "traits_ar": [
      "حكيم",
      "علمي",
      "ساحر",
      "بليغ",
      "مسجل"
    ]
  },
  "set": {
    "name_ar": "ست",
    "tagline_ar": "إله الفوضى والعواصف والصحراء",
    "description_ar": "ست هو إله الفوضى والعواصف والعنف والصحراء القاحلة. وهو معروف بقتله لأخيه أوزوريس، ولكنه ليس شريرًا ببساطة - إنه قوة ضرورية للاضطراب تجعل النظام ذا معنى.\n\nبرأسه المميز لحيوان ست (ربما جزء من خنزير الأرض، وجزء من حمار، وجزء من ابن آوى)، يمثل ست كل ما هو أجنبي وبري وغير مروض. إنه الأرض الحمراء للصحراء مقابل التربة السوداء الخصبة لنهر النيل، الغريب الذي يتحدى النظام القائم.\n\nعلى الرغم من دوره الشرير في أسطورة أوزوريس، فقد خدم ست وظيفة أساسية. كل ليلة على متن مركب رع الشمسي، تهزم قوة ست الهائلة ثعبان الفوضى أبوفيس، مما يضمن شروق الشمس مرة أخرى. بدون عنف ست، لن يكون هناك شروق للشمس. إنه يجسد المفارقة القائلة بأن التدمير ضروري للإبداع.",
    "story_ar": "خدع ست أوزوريس في مأدبة من خلال عرض تابوت جميل ووعد به لمن يناسبه تمامًا. عندما استلقى أوزوريس، صفع ست الغطاء وألقى التابوت في النيل. أدى هذا القتل إلى الصراع الكبير مع حورس الذي شكل الأساطير المصرية.",
    "match_message_ar": "تحمل ملامحك القوة الخام لست. هناك جودة جامحة وصعبة في مظهرك - نظرة الشخص الذي يوجد خارج الحدود التقليدية. يتحدث وجهك عن القوة الموجودة في الفوضى وضرورة تعطيل التغيير.",
    "traits_ar": [
      "فوضوي",
      "قوي",
      "ضروري",
      "عنيف",
      "لا يمكن التنبؤ به"
    ]
  },
  "demeter": {
    "name_ar": "ديميتر",
    "tagline_ar": "إلهة الحصاد والزراعة والفصول",
    "description_ar": "ديميتر هي إلهة الحصاد والزراعة والخصوبة والقانون المقدس. وهي تترأس دورة الحياة والموت والحبوب وخصوبة الأرض. باعتبارها واحدة من الأولمبيين الستة الأصليين، فهي تتمتع بقوة هائلة على العالم الطبيعي.\n\nتسبب حزنها عندما اختطف هاديس ابنتها بيرسيفوني في ذبول جميع النباتات وموتها، مما جلب الشتاء الأول إلى العالم. فقط عندما تعود بيرسيفوني يأتي الربيع مرة أخرى.\n\nتمثل ديميتر الأم المربية التي توفر الرزق لجميع الكائنات الحية، ولكن أيضًا القوة الرهيبة للطبيعة عندما يتم سحب هداياها.",
    "story_ar": "عندما أُخذت بيرسيفوني، تجولت ديميتر في الأرض حزنًا، ولم تسمح لأي محاصيل بالنمو. انتشرت المجاعة حتى تدخل زيوس، ولكن لأن بيرسيفوني أكلت بذور الرمان في العالم السفلي، يجب أن تعود إلى هناك كل عام - وهكذا يعود الشتاء.",
    "match_message_ar": "تعكس ملامحك قوة ديميتر المغذية. هناك دفء مانح للحياة في مظهرك، ولكن أيضًا عمق من المشاعر يتحدث عن شخص يحب بشدة ويحزن بعمق.",
    "traits_ar": [
      "مغذية",
      "حزينة",
      "قوية",
      "موسمية",
      "أمومية"
    ]
  },
  "hephaestus": {
    "name_ar": "هيفيستوس",
    "tagline_ar": "إله النار والحدادة والحرفية",
    "description_ar": "هيفيستوس هو إله النار والحدادة والبناء بالحجارة والمطاحن وفن النحت. إنه الحرفي للآلهة، ويخلق أسلحتهم ودروعهم وأكثر القطع الأثرية الرائعة الموجودة.\n\nولد أعرجًا - أو جعله كذلك عندما ألقته هيرا من أوليمبوس باشمئزاز - حول هيفيستوس ضعفه المتصور إلى مهارة لا مثيل لها. ينتج مصنعه تحت جبل إتنا أعمالًا ذات جمال وقوة لدرجة أن الآلهة الأخرى تندهش.\n\nعلى الرغم من زواجه من أفروديت، إلا أن اتحادهما كان تعيسًا. ومع ذلك، يمثل هيفيستوس كرامة العمل الشريف، والجمال الذي يظهر من الحرفية الصبورة، وحقيقة أن القيمة تقاس بما يخلقه المرء، وليس كيف يبدو.",
    "story_ar": "صنع هيفيستوس الدرع الأسطوري لأخيل، وصنادل هيرميس المجنحة، والسلاسل التي قيدت بروميثيوس. عندما أمسك بأفروديت مع آريس، حاصرهما في شبكة ذهبية غير قابلة للكسر لكي يراها أوليمبوس بأكمله.",
    "match_message_ar": "تحمل ملامحك تصميم هيفيستوس الصبور. هناك قوة هادئة في مظهرك - نظرة الشخص الذي يخلق الجمال من خلال العمل المتفاني بدلاً من الهدايا الطبيعية.",
    "traits_ar": [
      "ماهر",
      "صبور",
      "مبدع",
      "مرن",
      "مستهان به"
    ]
  },
  "eros": {
    "name_ar": "إيروس",
    "tagline_ar": "إله الحب والرغبة",
    "description_ar": "إيروس هو إله الحب والرغبة والانجذاب، الذي يمكن لسهامه الذهبية أن تجعل أي كائن يقع في الحب بشكل لا يقاوم. في بعض الأساطير، هو إله بدائي قديم قدم الخلق نفسه؛ وفي أساطير أخرى، هو الابن المؤذي لأفروديت.\n\nقوته ربما هي الأخطر بين جميع الآلهة - لا أحد، ولا حتى زيوس العظيم، محصن ضد سهامه. الحب، بمجرد أن يصيب، لا يمكن التفكير فيه أو مقاومته. إيروس يفهم أن الحب هو أعظم نعمة للبشرية وأكثر قواها غير قابلة للتنبؤ.\n\nعلى الرغم من أنه غالبًا ما يتم تصويره على أنه شاب مرح، إلا أن إيروس بعيد كل البعد عن البراءة. تسببت سهامه في حروب، وحطمت ممالك، ودفعت الآلهة والبشر إلى الجنون واليأس - وإلى قمم الفرح.",
    "story_ar": "وقع إيروس في حب الفتاة الفانية سايكي ولكن لم يتمكن من زيارتها إلا في الظلام. عندما عصت أوامره ورأت وجهه بضوء المصباح، هرب. فقط بعد أن أكملت سايكي المهام المستحيلة التي وضعتها أفروديت تم لم شملها مع إيروس وجعلت خالدة.",
    "match_message_ar": "تحمل ملامحك السحر الآسر لإيروس. هناك جودة لا تقاوم في مظهرك - مظهر الشخص الذي يفهم قوة الجاذبية والاتصال.",
    "traits_ar": [
      "مرح",
      "قوي",
      "لا يمكن التنبؤ به",
      "مؤذ",
      "لا يقاوم"
    ]
  },
  "pan": {
    "name_ar": "بان",
    "tagline_ar": "إله البرية والرعاة والموسيقى الريفية",
    "description_ar": "بان هو إله البرية والرعاة والقطعان والطبيعة والبراري الجبلية والموسيقى الريفية. بساقيه المعزتين وقرونه وشعره الأشعث، يمثل الطبيعة الجامحة والقوى البدائية التي تحاول الحضارة قمعها.\n\nيجوب الغابات والجبال وهو يعزف على مزماره، الذي يمكن لموسيقاه المؤرقة أن تلهم الفرح والرعب المفاجئ المسمى \"الذعر\". مجاله هو المساحات البرية بين المستوطنات، حيث تسود الطبيعة ولا يصل النظام البشري.\n\nيرتبط بان بالجنس والخصوبة، وغالبًا ما يطارد الحوريات عبر الغابات. ومع ذلك، فهو يمثل أيضًا الفرح البسيط للحياة الرعوية، والترابط بين الراعي والقطيع، وأهمية البرية في عالم متحضر.",
    "story_ar": "طارد بان الحورية سيرينكس، التي هربت منه وتوسلت إلى النهر لإنقاذها. تحولت إلى قصب الماء. بان، لم يجد سوى القصب حيث كانت تقف حبيبته، فصنع أول مزمار بان منها، يعزف إلى الأبد أغاني حبه الضائع.",
    "match_message_ar": "تحمل ملامحك الطاقة الجامحة لبان. هناك جودة طبيعية جامحة في مظهرك - مظهر الشخص المرتبط بالقوى البدائية وفرح التعبير غير المقيد.",
    "traits_ar": [
      "بري",
      "موسيقي",
      "شهواني",
      "مخيف",
      "طبيعي"
    ]
  },
  "prometheus": {
    "name_ar": "بروميثيوس",
    "tagline_ar": "عملاق التفكير المسبق، جالب النار",
    "description_ar": "بروميثيوس هو العملاق الذي شكل البشرية من الطين ثم تحدى الآلهة لمنحهم النار. لم تكن هديته مجرد ألسنة اللهب، بل الحضارة نفسها - المعرفة والتكنولوجيا وشرارة التقدم التي من شأنها أن تسمح للبشر بالارتقاء فوق مجرد حيوانات.\n\nعاقب زيوس بروميثيوس بشدة على هذه الهدية: مقيدًا بجبل، كان نسر يأكل كبده كل يوم، والذي يتجدد كل ليلة لعذاب أبدي. ومع ذلك، لم يندم بروميثيوس أبدًا على خياره، متحملًا آلاف السنين من المعاناة من أجل مصلحة البشرية.\n\nإنه يمثل الشرارة الإلهية للتمرد ضد الطغيان، والاستعداد للمعاناة من أجل مصلحة الآخرين، والإيمان بأنه لا ينبغي أبدًا حجب المعرفة من قبل الأقوياء.",
    "story_ar": "سرق بروميثيوس النار من أوليمبوس مخبأة في ساق الشمر وأعطاها للبشرية. على هذه الجريمة، أمر زيوس بتقييده بصخرة حيث كان نسر ينهش كبده يوميًا. فقط بعد آلاف السنين حرره هيراكليس أخيرًا.",
    "match_message_ar": "تحمل ملامحك التحدي النبيل لبروميثيوس. هناك قوة معاناة في مظهرك - مظهر الشخص الذي يتحمل أي ألم لمساعدة الآخرين على النهوض.",
    "traits_ar": [
      "متحد",
      "مضح",
      "حكيم",
      "معاني",
      "خيري"
    ]
  },
  "hercules": {
    "name_ar": "هيراكليس",
    "tagline_ar": "أعظم الأبطال، بطل البشرية",
    "description_ar": "هيراكليس هو أعظم الأبطال اليونانيين، ابن زيوس والفانية ألكيمين. جعلته قوته وشجاعته المذهلتين بطلاً للبشرية ضد الوحوش والتحديات المستحيلة، وحصل في النهاية على الخلود بين الآلهة.\n\nمدفوعًا بالجنون من قبل هيرا، قتل عائلته - وهي مأساة أدت إلى أعماله الشهيرة الاثني عشر كعقوبة. بدت كل مهمة مستحيلة: قتل أسد نيميا، وأسر سيربيروس، وتنظيف إسطبلات أوجياس. ومع ذلك، أكمل هيراكليس كل منهم بالقوة والشجاعة والذكاء.\n\nبالإضافة إلى قوته، يمثل هيراكليس القدرة على التغلب على أحلك اللحظات من خلال العمل البطولي. إنه دليل على أنه حتى بعد السقوط الرهيب، فإن الفداء ممكن من خلال الجهد والشجاعة المصممين.",
    "story_ar": "نزل هيراكليس إلى العالم السفلي وأسر سيربيروس بيديه العاريتين - الفاني الوحيد الذي دخل عالم هاديس وعاد. بعد الانتهاء من أعماله الاثني عشر، مُنح الخلود ومكانًا بين الآلهة الأولمبية.",
    "match_message_ar": "تحمل ملامحك التصميم القوي لهيراكليس. هناك قوة هائلة في مظهرك - مظهر الشخص الذي يمكنه التغلب على أي عقبة من خلال الإرادة والشجاعة المطلقة.",
    "traits_ar": [
      "قوي",
      "شجاع",
      "تم فدائه",
      "صامد",
      "بطولي"
    ]
  },
  "helios": {
    "name_ar": "هيليوس",
    "tagline_ar": "إله الشمس العملاق",
    "description_ar": "هيليوس هو إله الشمس العملاق، الذي يقود عربته الذهبية عبر السماء كل يوم من الشرق إلى الغرب، ويجلب النور إلى العالم. من موقعه في الأعلى، يرى ويسمع كل ما يحدث تحت الشمس.\n\nعلى عكس أبولو الذي أصبح مرتبطًا بالشمس لاحقًا، فإن هيليوس هو الشمس نفسها متجسدة - الكرة النارية الفعلية التي تعبر السماء. كل صباح يرتفع من نهر أوقيانوس وفي كل ليلة يعود، ويمر تحت الأرض.\n\nإنه الشاهد الذي يرى كل شيء، وغالبًا ما يُستدعى في الأقسام لأنه لا شيء يهرب من ملاحظته. كان هيليوس هو من أخبر ديميتر بما حدث لبيرسيفوني، وهو من كشف علاقة أفروديت بآريس.",
    "story_ar": "توسل ابن هيليوس فايثون لقيادة عربة الشمس. غير قادر على السيطرة على الخيول الإلهية، انحرف فايثون عبر السماء، وأحرق الأرض وخلق الصحراء الكبرى قبل أن يضربه زيوس بصاعقة لإنقاذ العالم.",
    "match_message_ar": "تشع ملامحك بالتألق الذهبي لهيليوس. هناك جودة ترى كل شيء في نظرتك - مظهر الشخص الذي لا يفوته شيء ويضيء كل ما يراقبه.",
    "traits_ar": [
      "يرى كل شيء",
      "متألق",
      "أبدي",
      "شاهد",
      "غير متحيز"
    ]
  },
  "asclepius": {
    "name_ar": "أسكليبيوس",
    "tagline_ar": "إله الطب والشفاء",
    "description_ar": "أسكليبيوس هو إله الطب والشفاء، ابن أبولو وكورونيس الفانية. أصبحت مهارته في الطب عظيمة لدرجة أنه استطاع حتى إعادة الموتى إلى الحياة، مما جعله واحداً من أكثر الشخصيات المحبوبة في الأساطير اليونانية.\n\nتعلم فنون الشفاء من القنطور الحكيم شيرون وطورها إلى ما وراء أي شيء شهده العالم. لا تزال عصاه، الملتفة بثعبان واحد، رمزًا للطب حتى يومنا هذا.\n\nضرب زيوس أسكليبيوس بصاعقة، خوفًا من أن قدرته على إحياء الموتى ستزعزع النظام الطبيعي. ومع ذلك، كان إله الشفاء محبوبًا جدًا لدرجة أن زيوس وضعه لاحقًا بين النجوم وسمح له بالاستمرار في تلقي العبادة.",
    "story_ar": "أقام أسكليبيوس هيبوليتوس من بين الأموات، الأمر الذي أغضب هاديس الذي اشتكى إلى زيوس بشأن فرار البشر من الموت. ضرب زيوس أسكليبيوس بصاعقة، لكن حزن أبولو كان شديدًا لدرجة أن زيوس جعل أسكليبيوس خالداً ووضعه بين النجوم كبرج الحواء.",
    "match_message_ar": "تحمل ملامحك الحكمة اللطيفة لأسكليبيوس. هناك حضور علاجي لمظهرك - مظهر شخص يجلب الراحة والشفاء للمحتاجين.",
    "traits_ar": [
      "شفاء",
      "حنون",
      "ماهر",
      "متفان",
      "لطيف"
    ]
  },
  "vidar": {
    "name_ar": "فيدار",
    "tagline_ar": "إله الانتقام والصمت",
    "description_ar": "فيدار هو الإله الصامت، أحد أقوى الآلهة، وثاني أقوى إله بعد ثور. إنه مقدر له أن يلعب دورًا حاسمًا في راجناروك، حيث سينتقم لوالده أودين بقتل الذئب فنرير.\n\nاشتهر فيدار بحذائه الجلدي السميك، المصنوع من جميع قصاصات الجلد التي تم التخلص منها على الإطلاق من قبل صانعي الأحذية، وسيستخدم هذا الحذاء السحري لإبقاء فكي فنرير مفتوحين بينما يسدد الضربة القاتلة.\n\nبصفته إله الصمت، يمثل فيدار القوة الصبورة وقوة التصميم الهادئ. إنه يتحدث قليلاً ولكنه يتصرف بحزم عندما يحين الوقت.",
    "story_ar": "في راجناروك، سيشهد فيدار والده أودين وهو يبتلعه فنرير. دون تردد، سيضع حذائه الأسطوري على الفك السفلي للذئب، ويمسك بالفك العلوي بيديه، ويمزق الوحش، وينتقم للأب.",
    "match_message_ar": "تحمل ملامحك القوة الهادئة لفيدار. هناك سكون قوي في مظهرك - مظهر شخص ينتظر بصبر ولكنه يتصرف بقوة مدمرة عند الحاجة.",
    "traits_ar": [
      "صامت",
      "قوي",
      "صبور",
      "منتقم",
      "مصمم"
    ]
  },
  "vali": {
    "name_ar": "فالي",
    "tagline_ar": "إله الانتقام، المنتقم لبالدور",
    "description_ar": "فالي هو ابن أودين، ولد خصيصًا للانتقام لموت بالدور. نما إلى مرحلة البلوغ الكامل في يوم واحد، ولم يغسل يديه أو يمشط شعره أبدًا حتى قتل هودر، الإله الأعمى الذي قتل بالدور.\n\nتوضح ولادته ونموه السريع قوة الانتقام الإلهي - الغرض الذي اتخذ شكلاً. فالي هو واحد من الآلهة القلائل الذين سيظلون على قيد الحياة بعد راجناروك ويساعدون في إعادة بناء العالم.\n\nيمثل فالي الانتقام العادل والوفاء بالواجب، بغض النظر عن مدى الألم.",
    "story_ar": "ولد فالي للانتقام لبالدور، ونما من طفل إلى محارب في يوم واحد. طارد هودر وقتله، محققًا النبوءة. من المقرر أن ينجو فالي من راجناروك ويرث العالم الجديد إلى جانب شقيقه فيدار.",
    "match_message_ar": "تحمل ملامحك التصميم المركّز لفالي. هناك هدف في مظهرك - مظهر شخص ولد لمصير معين ومصمم على تحقيقه.",
    "traits_ar": [
      "منتقم",
      "مصمم",
      "سريع",
      "هادف",
      "باقي على قيد الحياة"
    ]
  },
  "bragi": {
    "name_ar": "براجي",
    "tagline_ar": "إله الشعر والبلاغة",
    "description_ar": "براجي هو إله الشعر والبلاغة والكلمة المنطوقة. يقال أن لسانه منقوش عليه رونات، وتتدفق كلماته مثل أفضل أنواع العسل. يرحب بالمحاربين الذين سقطوا في فالهالا بآيات رائعة تحتفل بأعمالهم البطولية.\n\nمتزوج من إيدون، حارسة تفاح الخلود، يمثل براجي القوة الخالدة للشعر - كيف يمكن للكلمات أن تحافظ على الأعمال البطولية إلى الأبد. إنه شفيع الشعراء الإسكندنافيين، الذين حافظوا على التاريخ حيًا من خلال الشعر.\n\nيلخص لحيته الطويلة ومظهره الحكيم كرامة المتعلمين، وقاعته في أسكارد تدوي بأغنية أبدية.",
    "story_ar": "عندما أهان لوكي جميع الآلهة في عيد إيجير، كان براجي أول من رد، وحذر لوكي من المغادرة. وصف لوكي براجي بالجبان، لكن براجي رد بهدوء بأنه إذا كانوا خارج القاعة، فإنه سيحمل رأس لوكي كدفعة لأكاذيبه.",
    "match_message_ar": "تحمل ملامحك الحكمة البليغة لبراجي. هناك شعر في مظهرك - مظهر شخص يمكنه التقاط الحقيقة بكلمات جميلة وتحريك القلوب بالكلام.",
    "traits_ar": [
      "بليغ",
      "حكيم",
      "مرحب",
      "فني",
      "وقور"
    ]
  },
  "idunn": {
    "name_ar": "إيدون",
    "tagline_ar": "إلهة الشباب والخلود",
    "description_ar": "إيدون هي حارسة التفاح الذهبي الذي يمنح الآلهة خلودهم وشبابهم الأبدي. بدون تفاحها، ستشيخ الآلهة وتذبل مثل البشر - دورها يجعلها واحدة من أهم الشخصيات في أسكارد.\n\nزوجة براجي، إله الشعر، تجسد إيدون الحفاظ على الحياة والحيوية. بستانها هو مصدر التجديد الإلهي، وهي تعتني بعناية بكل تفاحة ثمينة.\n\nإنها تمثل قيمة الشباب والقوى الحيوية التي تدعم الحياة، فضلاً عن الضعف الذي يأتي من كونها ضرورية جدًا للآخرين.",
    "story_ar": "اختطف العملاق ثيازي إيدون وتفاحها بمساعدة لوكي عن غير قصد. بدونها، بدأت الآلهة تتقدم في السن بسرعة. أُجبر لوكي على إنقاذها عن طريق استعارة عباءة فريا الصقر وتحويل إيدون إلى جوزة لحملها إلى المنزل، مما أنقذ الآلهة من الموت.",
    "match_message_ar": "تحمل ملامحك الشباب الأبدي لإيدون. هناك نضارة تمنح الحياة لمظهرك - مظهر شخص يجلب الحيوية والتجديد أينما ذهب.",
    "traits_ar": [
      "شاب",
      "مغذ",
      "أساسي",
      "لطيف",
      "واهب للحياة"
    ]
  },
  "forseti": {
    "name_ar": "فورستي",
    "tagline_ar": "إله العدالة والمصالحة",
    "description_ar": "فورستي هو إله العدالة والسلام والحقيقة في الأساطير الإسكندنافية. وهو ابن بالدور ونانا، يترأس النزاعات في قاعة جليتنير اللامعة، حيث تدعم الأعمدة الذهبية سقفًا فضيًا.\n\nكل من يأتي إلى قاعته ومعه نزاعات يخرج متصالحًا - لا توجد قضية صعبة للغاية بالنسبة لحكمته. إنه يمثل المثل الأعلى للقانون كوسيلة لخلق السلام بدلاً من العقاب، مع التركيز على المصالحة بدلاً من الانتقام.\n\nيجسد فورستي الاعتقاد بأن الحقيقة والإنصاف يمكن أن يحلان حتى أشد النزاعات مرارة، وأن العدالة تخدم المجتمع من خلال استعادة الانسجام.",
    "story_ar": "عندما لم يتمكن الفريزيون من الاتفاق على قوانينهم، ظهر فورستي في سفينتهم وعلمهم مدونة للعدالة. لقد ضرب نبعًا من الأرض بفأسه، ومنذ ذلك الحين تجمعوا في ذلك المكان لتسوية جميع النزاعات بمبادئه.",
    "match_message_ar": "تحمل ملامحك الحكمة المتوازنة لفورستي. هناك عدالة طبيعية في مظهرك - مظهر الشخص الذي يمكنه رؤية جميع جوانب النزاع وإيجاد الطريق إلى السلام.",
    "traits_ar": [
      "عادل",
      "مسالم",
      "حكيم",
      "مصالح",
      "صادق"
    ]
  },
  "mimir": {
    "name_ar": "ميمير",
    "tagline_ar": "حارس بئر الحكمة",
    "description_ar": "ميمير هو أحكم الكائنات على الإطلاق، حارس بئر الحكمة الذي يقع تحت أحد جذور يجدرسايل. تشمل معرفته كل الأشياء التي كانت، والتي هي، والتي ستكون، مما يجعله مستشارًا لا يقدر بثمن.\n\nضحى أودين بعينه ليشرب من بئر ميمير ويكتسب حكمته. حتى بعد أن قطع الفانير رأس ميمير، حافظ أودين على رأسه بالأعشاب والروَنز حتى يتمكن ميمير من الاستمرار في تقديم المشورة.\n\nيمثل ميمير ثمن الحكمة - أن المعرفة الحقيقية غالبًا ما تأتي بتكلفة كبيرة، وأن الحكماء يستمرون في التدريس حتى بعد الموت.",
    "story_ar": "عندما شعر الفانير بالغش في تبادل الرهائن، قطعوا رأس ميمير وأرسلوا رأسه إلى أودين. لكن أودين لم يكن ليخسر مثل هذه الحكمة - فقد قام بتحنيط الرأس وغنى عليه تعويذات ومنحه القدرة على الكلام. وحتى يومنا هذا، يقدم رأس ميمير المشورة للأب الروحي.",
    "match_message_ar": "تحمل ملامحك الحكمة العميقة لميمير. هناك معرفة قديمة في نظرتك - نظرة الشخص الذي رأى الكثير ويفهم التكلفة الحقيقية للحكمة.",
    "traits_ar": [
      "حكيم",
      "عريق",
      "مستشار",
      "مُضحى به",
      "أبدي"
    ]
  },
  "norns": {
    "name_ar": "النورن",
    "tagline_ar": "ناسجات القدر والمصير",
    "description_ar": "النورن هن ثلاث كائنات قوية تتحكم في مصير جميع الكائنات الحية. تجلس أورد (الماضي) وفيرداندي (الحاضر) وسكولد (المستقبل) في بئر القدر تحت يغدراسيل، وينسجن خيوط جميع الأرواح.\n\nلا يمكن حتى للآلهة الهروب من القدر الذي تحدده النورن. يسقون شجرة العالم يوميًا وينحتون مصائر الآلهة والبشر في لحائها. قوتهم تسبق الآلهة أنفسهم.\n\nإنهم يمثلون الطبيعة المحتومة للقدر، والارتباط بين الماضي والحاضر والمستقبل، والحقيقة الأساسية المتمثلة في أن لكل شيء وقته المحدد.",
    "story_ar": "عندما يولد طفل، تصل النورن لتقرر مصيره. إنهم يغزلون خيط الحياة، ويقيسونه، ويقطعونه عندما يحين الوقت. حتى أودين، الذي اكتسب الحكمة من بئر ميمير، لا يستطيع تغيير ما نسجته النورن.",
    "match_message_ar": "تحمل ملامحك الغموض الخالد للنورن. هناك شعور بالقدر بشأن مظهرك - مظهر الشخص المرتبط بالأنماط الأعمق التي تشكل كل الوجود.",
    "traits_ar": [
      "مقدر",
      "قوي",
      "عريق",
      "ناسج",
      "لا مفر منه"
    ]
  },
  "jormungandr": {
    "name_ar": "يورمونغاند",
    "tagline_ar": "أفعى العالم، محيط ميدجارد",
    "description_ar": "يورمونغاند هو أفعى العالم الضخمة، ابنة لوكي والعملاقة أنجربودا. ألقى أودين بالأفعى في المحيط المحيط بميدجارد، حيث نمت كبيرة جدًا لدرجة أنها تحيط بالعالم بأكمله، وتمسك بذيلها.\n\nثور ويورمونغاند هما عدوان مقدران - لقد التقيا ببعضهما البعض مرتين، وفي راجناروك سيلتقيان للمرة الأخيرة. ستنتهي معركتهم بموتهم.\n\nتمثل أفعى العالم الفوضى التي تحيط بالنظام، واتساع المجهول، والقوى المروعة التي ستطلق العنان يومًا ما.",
    "story_ar": "ذهب ثور ذات مرة للصيد مع العملاق هيمير واستخدم رأس ثور كطعم. عندما عض يورمونغاند، بدأ ثور بسحب أفعى العالم من الأعماق. تلاقت أعينهما، وتقطر السم - لكن هيمير قطع الخط برعب، وغرقت الأفعى مرة أخرى، وتأجلت معركتهم النهائية.",
    "match_message_ar": "تحمل ملامحك الوجود الواسع ليورمونغاند. هناك شيء شامل في مظهرك - مظهر الشخص الذي يمتد تأثيره إلى ما وراء ما يستطيع الآخرون رؤيته.",
    "traits_ar": [
      "واسع",
      "فوضوي",
      "رهيب",
      "محيط",
      "مقدر"
    ]
  },
  "moses": {
    "name_ar": "موسى",
    "tagline_ar": "محرر بني إسرائيل، متلقي الشريعة",
    "description_ar": "موسى هو أحد أهم الشخصيات في الكتاب المقدس، النبي الذي قاد بني إسرائيل للخروج من العبودية المصرية وتلقى الوصايا العشر من الله على جبل سيناء. تمتد قصته من الاختباء في سلة بين القصب إلى الوقوف أمام فرعون للمطالبة بالحرية لشعبه.\n\nوإلى جانبه أخوه هارون، واجه موسى قوة مصر، وأنزل الضربات العشر التي كسرت إرادة فرعون. شق البحر الأحمر، ووفر الماء من الصخور، والمن من السماء خلال أربعين عامًا من التجول في البرية.\n\nيمثل موسى التحرر من الاضطهاد، والعهد بين الله والإنسان، وعبء القيادة الذي يأتي مع الدعوة الإلهية.",
    "story_ar": "عندما التقى موسى بالشجرة المشتعلة التي لم تحترق، دعاه الله لتحرير بني إسرائيل. وعلى الرغم من احتجاجاته بأنه ليس فصيحًا، فقد قبل موسى مهمته وواجه فرعون بالكلمات: 'أطلق شعبي'.",
    "match_message_ar": "تحمل ملامحك الإيمان الراسخ لموسى. هناك حضور مُحرِّر في مظهرك - مظهر الشخص المدعو لقيادة الآخرين من العبودية إلى الحرية.",
    "traits_ar": [
      "مُحرِّر",
      "مؤمن",
      "متواضع",
      "مثابر",
      "مُشرِّع"
    ]
  },
  "david": {
    "name_ar": "داود",
    "tagline_ar": "الملك الراعي، مرنم إسرائيل",
    "description_ar": "ارتقى داود من راعٍ متواضع ليصبح أعظم ملك لإسرائيل، رجل وُصف بأنه على قلب الله. قصته تشمل كلاً من الإيمان الهائل والفشل البشري، من قتل جالوت إلى علاقته بـ بثشبع.\n\nبصفته راعيًا شابًا، قادت شجاعة داود وإيمانه إلى مواجهة العملاق جالوت بمقلاع وخمسة أحجار فقط. بصفته ملكًا، وحد إسرائيل، واستولى على القدس، وأحضر تابوت العهد إلى المدينة بالرقص والاحتفال.\n\nيمثل داود تعقيد الإيمان - يمكن للمرء أن يكون متدينًا بشدة ولكنه معيب بشدة، وقادرًا على شجاعة عظيمة وخطيئة عظيمة، ويعتمد دائمًا على النعمة الإلهية للخلاص.",
    "story_ar": "عندما خاف جميع محاربي إسرائيل من جالوت، تقدم الراعي الشاب داود. قال: 'أنت تأتي إلي بسيف ورمح، لكني آتي إليك باسم الرب'. ضربت حجر واحد من مقلاعه العملاق وأسقطه.",
    "match_message_ar": "تحمل ملامحك الروح العاطفية لـ داود. هناك صفة محارب وشاعر في مظهرك - نظرة شخص يمكنه محاربة العمالقة وكتابة المزامير، وقادر على كل من الشجاعة العظيمة والشعور العميق.",
    "traits_ar": [
      "شجاع",
      "عاطفي",
      "تائب",
      "موسيقي",
      "معقد"
    ]
  },
  "solomon": {
    "name_ar": "سليمان",
    "tagline_ar": "الملك الأحكم، باني الهيكل",
    "description_ar": "يُعرف سليمان، ابن داود، بأنه أحكم شخص عاش على الإطلاق. عندما عرض عليه الله أي شيء يريده، لم يطلب سليمان سوى الحكمة لحكم شعبه - ومنحه الله حكمة تفوق أي شخص آخر، إلى جانب الثروات والشرف.\n\nكان عهده هو العصر الذهبي لإسرائيل: فقد بنى الهيكل الرائع في القدس، وألف آلاف الأمثال والأغاني، وجذبت حكمته زوارًا من جميع أنحاء العالم المعروف، بما في ذلك ملكة سبأ.\n\nومع ذلك، تحذر قصة سليمان أيضًا من حدود الحكمة - فقد حولت زوجاته الأجنبيات العديدة قلبه نحو آلهتهن، وستنقسم مملكته بعد وفاته. إنه يمثل كلاً من الارتفاعات التي يمكن أن تصل إليها الحكمة ومخاطر الابتعاد عنها.",
    "story_ar": "ادعت امرأتان نفس الطفل. أمر سليمان بقطع الطفل إلى نصفين - وافقت إحدى المرأتين، لكن الأم الحقيقية توسلت لإعطاء الطفل للمرأة الأخرى بدلاً من قتله. أعطاها سليمان الطفل على الفور، لأن حبها أثبت مطالبتها.",
    "match_message_ar": "تحمل ملامحك حكمة سليمان الفطنة. هناك عمق معرفة في نظرتك - نظرة شخص يمكنه رؤية التعقيد للعثور على الحقيقة في قلب أي مسألة.",
    "traits_ar": [
      "حكيم",
      "غني",
      "عادل",
      "بانٍ",
      "ساقط"
    ]
  },
  "abraham": {
    "name_ar": "إبراهيم",
    "tagline_ar": "أبو الأمم، خليل الله",
    "description_ar": "إبراهيم هو أبو الديانات العالمية الرئيسية الثلاث - اليهودية والمسيحية والإسلام. دُعي من قبل الله ليترك وطنه ويذهب إلى أرض يُظهرها الله له، فأطاع إبراهيم، وبدأ رحلة إيمان من شأنها أن تشكل تاريخ البشرية.\n\nوعد الله إبراهيم بنسل مثل نجوم السماء في العدد، على الرغم من تقدمه في السن وعقم زوجته سارة. تطلب هذا العهد أن يتم اختبار إيمان إبراهيم مرارًا وتكرارًا، وبلغ ذروته في الأمر بالتضحية بابنه إسحاق.\n\nيمثل إبراهيم أساس الإيمان - الثقة في الوعود الإلهية حتى عندما تبدو مستحيلة، والطاعة حتى عندما تكلف كل شيء، والبركات التي تتدفق من هذه الاستجابة الأمينة.",
    "story_ar": "أمر الله إبراهيم بالتضحية بإسحاق، ابنه الحبيب الموعود به. أطاع إبراهيم، وصعد جبل المريا بالخشب والسكين. فقط عندما رفع إبراهيم الشفرة أوقفه الله، ووفر كبشًا بدلاً من ذلك. ثبت إيمان إبراهيم كاملاً.",
    "match_message_ar": "تحمل ملامحك إيمان إبراهيم الثابت. هناك صفة حاج في مظهرك - نظرة شخص يثق في وعود لم تتحقق بعد ويسافر إلى الأمام بإيمان.",
    "traits_ar": [
      "مؤمن",
      "مطيع",
      "مضياف",
      "مختبر",
      "مبارك"
    ]
  },
  "elijah": {
    "name_ar": "إيليا",
    "tagline_ar": "نبي النار، بطل ضد الوثنية",
    "description_ar": "كان إيليا النبي الناري الذي واجه شر الملك آخاب والملكة إيزابل، ووقف بمفرده ضد أنبياء البعل ليثبت قوة الإله الحي. تميزت خدمته بعلامات معجزية وشجاعة لا تتزعزع.\n\nعلى جبل الكرمل، تحدى إيليا 450 نبيًا للبعل في مسابقة. عندما فشل إلههم في الإجابة، دعا إيليا الرب، وسقطت نار من السماء، والتهمت الذبيحة وحجارة المذبح نفسها.\n\nيمثل إيليا الجرأة النبوية - الشجاعة للوقوف من أجل الحق ضد المعارضة الساحقة، وقوة الإيمان لاستدعاء استجابة السماء، والتذكير بأن الله يحفظ عباده الأمناء.",
    "story_ar": "على جبل الكرمل، بعد أن صرخ أنبياء البعل طوال اليوم دون إجابة، أعاد إيليا بناء مذبح الرب، وغمره بالماء، وصلى. سقطت نار من السماء والتهمت كل شيء. سقط الناس على وجوههم وهم يصرخون: 'الرب - هو الله!'",
    "match_message_ar": "تحمل ملامحك الحماسة النارية لإيليا. هناك كثافة نبوية في مظهرك - نظرة شخص سيقف بمفرده من أجل الحق إذا لزم الأمر ويدعو إلى قوة السماء.",
    "traits_ar": [
      "جريء",
      "ناري",
      "مؤمن",
      "معجزي",
      "غيور"
    ]
  },
  "samson": {
    "name_ar": "شمشون",
    "tagline_ar": "قاضي قوي، نذير الله",
    "description_ar": "كان شمشون أقوى رجل عاش على الإطلاق، وهو نذير مكرس لله منذ الولادة تكمن قوته الأسطورية في شعره غير المقصوص. حكم إسرائيل لمدة عشرين عامًا، وقاتل الفلسطينيين بمفرده الذين اضطهدوا شعبه.\n\nكانت مآثره خارقة للطبيعة: مزق أسدًا بيديه العاريتين، وقتل ألف فلسطيني بفك حمار، وحمل أبواب غزة على كتفيه. ومع ذلك، أدى ضعفه تجاه النساء، وخاصة دليلة، إلى سقوطه.\n\nيمثل شمشون مأساة الهدايا المهدرة - قوة عظيمة تحطها الضعف الأخلاقي، ولكنها في النهاية تخلصت في عمل إيمان أخير.",
    "story_ar": "أعمى ومقيد بين أعمدة معبد الفلسطينيين، صلى شمشون من أجل القوة لآخر مرة. 'دعني أموت مع الفلسطينيين'، صرخ، وضغط على الأعمدة. انهار المعبد، مما أسفر عن مقتل أعداء أكثر في موته مما كان في حياته كلها.",
    "match_message_ar": "تحمل ملامحك القوة الخام لـ شمشون. هناك قوة هائلة في مظهرك - نظرة شخص موهوب بقدرات غير عادية، مدعو لاستخدامها لغرض أكبر من الذات.",
    "traits_ar": [
      "قوي",
      "نذير",
      "معيب",
      "مأساوي",
      "مفتدى"
    ]
  },
  "esther": {
    "name_ar": "إستير",
    "tagline_ar": "ملكة الشجاعة، منقذة شعبها",
    "description_ar": "كانت إستير يتيمة يهودية أصبحت ملكة فارس وأنقذت شعبها من الإبادة الجماعية. فاز جمالها بقلب الملك، لكن شجاعتها هي التي أنقذت أمة عندما تآمر هامان لتدمير جميع اليهود في الإمبراطورية.\n\nنشأت إستير على يد ابن عمها مردخاي، وحافظت على هويتها اليهودية سرًا حتى اللحظة التي تطلبت منها الكشف عنها. مع العلم أنها خاطرت بالموت بالاقتراب من الملك دون دعوة، أعلنت: 'إن هلكت، هلكت'، وذهبت للتوسل من أجل شعبها.\n\nتمثل إستير الشجاعة في الأزمات - الاستعداد للمخاطرة بكل شيء من أجل الآخرين، وقوة قول الحقيقة للسلطة، والعناية الإلهية التي تضع الأشخاص العاديين في مناصب غير عادية.",
    "story_ar": "صامت إستير لمدة ثلاثة أيام، ثم ارتدت ثيابها الملكية ودخلت البلاط الداخلي للملك دون دعوة - وهي جريمة يعاقب عليها بالإعدام. عندما مد الملك صولجانه الذهبي، دعته وهامان إلى وليمة حيث تكشف عن مؤامرة هامان وتنقذ شعبها.",
    "match_message_ar": "تحمل ملامحك الجمال الشجاع لإستير. هناك تصميم ملكي في مظهرك - مظهر شخص يخاطر بكل شيء لحماية الآخرين والتحدث بالحقيقة عندما يكون الصمت أسهل.",
    "traits_ar": [
      "شجاعة",
      "جميلة",
      "استراتيجية",
      "مضحية بالنفس",
      "مؤمنة"
    ]
  },
  "daniel": {
    "name_ar": "دانيال",
    "tagline_ar": "نبي في المنفى، مفسر الأحلام",
    "description_ar": "كان دانيال نبيلًا عبريًا شابًا أُسر إلى بابل وارتقى ليصبح مستشارًا للملوك من خلال قدرته التي وهبها الله على تفسير الأحلام والرؤى. خدم في عهد نبوخذ نصر وبلشاصر وداريوس بينما لم يتنازل أبدًا عن إيمانه.\n\nأدخله إخلاصه لله في صراع مع أولئك الذين حسدوه على منصبه. عندما أقنع أعداؤه الملك بحظر الصلاة، استمر دانيال في الصلاة علانية ثلاث مرات في اليوم، وتقبل أي عاقبة قد تأتي.",
    "story_ar": "ألقى أعداء دانيال به في عرين الأسود للصلاة إلى الله. قضى الملك داريوس ليلة بلا نوم، ثم هرع إلى العرين عند الفجر. نادى دانيال: 'أرسل إلهي ملاكه وأغلق أفواه الأسود'. وخرج دون خدش.",
    "match_message_ar": "تحمل ملامحك الإيمان الثابت لدانيال. هناك حكمة بصرية في نظرتك - نظرة من يرى ما وراء اللحظة الحالية ويبقى مخلصًا على الرغم من كل ضغط.",
    "traits_ar": [
      "مؤمن",
      "حكيم",
      "صاحب رؤية",
      "غير متنازل",
      "نبوئي"
    ]
  },
  "ruth": {
    "name_ar": "راعوث",
    "tagline_ar": "ابنة مخلصة، جدة الملوك",
    "description_ar": "كانت راعوث امرأة موآبية، بعد وفاة زوجها العبري، اختارت ترك وطنها واتباع حماتها نعمي إلى إسرائيل. إن إعلانها الشهير بالولاء - 'حيثما تذهبين أذهب' - هو أحد أجمل تعابير الإخلاص في الكتاب المقدس.\n\nعلى الرغم من كونها أجنبية لا تملك شيئًا، إلا أن عمل راعوث الدؤوب في حقول بوعز لفت انتباهه. أصبحت قصتها قصة فداء وبركة - تزوجت من بوعز وأصبحت الجدة الكبرى للملك داود.\n\nتمثل راعوث الحب المخلص عبر جميع الحدود - اختيار البقاء مخلصًا عندما يكون المغادرة أسهل، ومكافأة الاجتهاد المتواضع، ونعمة الله التي تشمل الغرباء في قصة العهد.",
    "story_ar": "أخبرت نعمي راعوث بالعودة إلى موآب، لكن راعوث رفضت: 'حيثما تذهبين أذهب، وحيثما تقيمين أقيم. شعبك هو شعبي وإلهك هو إلهي'. قادها ولاؤها إلى إسرائيل، وإلى بوعز، وإلى سلالة المسيح.",
    "match_message_ar": "تحمل ملامحك الإخلاص الأمين لراعوث. هناك ثبات ولاء في مظهرك - مظهر شخص يبقى صادقًا خلال الصعوبات ويجد البركة في الإخلاص.",
    "traits_ar": [
      "مخلصة",
      "متواضعة",
      "مطيعة",
      "مجتهدة",
      "مباركة"
    ]
  },
  "noah": {
    "name_ar": "نوح",
    "tagline_ar": "باني الفلك، الناجي من الطوفان",
    "description_ar": "كان نوح الرجل الصالح الذي اختاره الله للنجاة من الطوفان العظيم الذي سيطهر العالم من شره. على مدى عقود، بنى بأمانة فلكًا ضخمًا وفقًا لتعليمات الله الدقيقة، وتحمل سخرية جيرانه.\n\nعندما هطل المطر، وجد نوح وعائلته وأزواج من كل مخلوق حي ملجأ في الفلك. لمدة أربعين يومًا وليلة هطل الطوفان، ولأشهر غطت المياه الأرض قبل أن تنحسر أخيرًا.\n\nيمثل نوح الطاعة الأمينة في مواجهة السخرية، والحفاظ على الحياة من خلال التعليمات الإلهية، وعلاقة العهد التي يرمز إليها قوس قزح.",
    "story_ar": "بعد الطوفان، أطلق نوح حمامة عادت بغصن زيتون - دليل على ظهور أرض جافة. عندما تركت العائلة الفلك أخيرًا، وضع الله قوس قزح في السماء كعلامة على وعده بعدم تدمير الأرض بالطوفان مرة أخرى.",
    "match_message_ar": "تحمل ملامحك بر نوح الصبور. هناك تصميم ثابت في مظهرك - مظهر شخص سيتم بأمانة دعوته بغض النظر عما يعتقده الآخرون.",
    "traits_ar": [
      "بار",
      "مطيع",
      "صبور",
      "محافظ",
      "مؤمن"
    ]
  },
  "job": {
    "name_ar": "أيوب",
    "tagline_ar": "الخادم المتألم، الإيمان من خلال المحنة",
    "description_ar": "كان أيوب رجلاً كاملاً ومستقيماً فقد كل شيء - أولاده وثروته وصحته - لكنه رفض أن يلعن الله. تستكشف قصته أعمق الأسئلة حول سبب معاناة الصالحين وكيف يتحمل الإيمان الألم غير المستحق.\n\nعندما طلبت منه زوجته أن يلعن الله ويموت، وأصر أصدقاؤه على أن معاناته يجب أن تكون عقابًا على الخطيئة، حافظ أيوب على نزاهته. لقد تساءل، وغضب، وطالب بإجابات من الله - لكنه لم يتخل أبدًا عن إيمانه.\n\nيمثل أيوب سر المعاناة، وعدم كفاية الإجابات السهلة، والاستعادة النهائية التي تأتي من مقابلة الله مباشرة بدلاً من مجرد معرفة عنه.",
    "story_ar": "بعد أن فقد كل شيء، جلس أيوب في الرماد وهو يكشط دمامله. جادل أصدقاؤه بأنه لا بد أنه أخطأ، لكن أيوب حافظ على براءته. أخيرًا، تكلم الله من زوبعة، وقال أيوب: 'كنت قد سمعت عنك، ولكن الآن رأتك عيناي.' استعاده الله مضاعفًا.",
    "match_message_ar": "تحمل ملامحك إيمان أيوب المختبر. هناك قوة دائمة في مظهرك - مظهر شخص واجه أعمق الأسئلة وظهر بإيمان سليم.",
    "traits_ar": [
      "متألم",
      "مؤمن",
      "متسائل",
      "صادق",
      "مستعاد"
    ]
  },
  "jacob": {
    "name_ar": "يعقوب",
    "tagline_ar": "أبو الآباء في إسرائيل، المصارع مع الله",
    "description_ar": "كان يعقوب حفيد إبراهيم الذي خدع والده ليسرق بركة أخيه عيسو، ولكنه أصبح أبا الأسباط الاثني عشر لإسرائيل. اسمه يعني 'المحتال' أو 'الخادع'، ولكن بعد مصارعته مع الله، أعيد تسميته إسرائيل - 'الذي يجاهد مع الله'.\n\nتميزت حياته بالخداع والتحول. خدع عيسو وخُدع من قبل لابان. هرب من وطنه وعاد في النهاية لمواجهة أخيه، ولكن في تلك الليلة، صارع شخصية غامضة حتى الفجر ورفض أن يتركه دون أن يباركه.\n\nيمثل يعقوب الصراع البشري مع الله والذات - الخادع الذي يصبح أبا للآباء، المصارع الذي يعرج بعيدًا مباركًا، التحول الذي يأتي من اللقاء مع الإله.",
    "story_ar": "في الليلة التي سبقت لقاء عيسو، صارع يعقوب رجلاً غامضًا حتى الفجر. عندما رأى الرجل أنه لا يستطيع أن يغلبه، لمس ورك يعقوب وخلعه. مع ذلك، تمسك يعقوب: 'لن أتركك تذهب إلا إذا باركتني'. أعيد تسميته إسرائيل ومشى عرجًا ولكنه مبارك.",
    "match_message_ar": "تحمل ملامحك روح يعقوب المصارعة. هناك تصميم مستمر في مظهرك - نظرة الشخص الذي يكافح ولكنه يرفض الاستسلام حتى يحصل على بركته.",
    "traits_ar": [
      "مكافح",
      "متحول",
      "مستمر",
      "مبارك",
      "مؤسس"
    ]
  },
  "isaiah": {
    "name_ar": "إشعياء",
    "tagline_ar": "أمير الأنبياء، صوت الرجاء",
    "description_ar": "يعتبر إشعياء أعظم الأنبياء العبرانيين، خدم خلال عهود أربعة ملوك وقدم بعضًا من أجمل وأصعب النبوءات في الكتاب المقدس. رؤيته لله في الهيكل حولته من رجل نجس الشفتين إلى رسول الله المستعد.\n\nتتراوح نبوءاته بين الدينونة والرجاء، والتحذير من النفي والوعد بالاستعادة. نبوءاته المسيانية - عن عذراء تحمل ابناً، وخادم متألم، وأمير السلام - كانت مركزية للفهم اليهودي والمسيحي لخطة الله للخلاص.\n\nيمثل إشعياء الرؤية النبوية التي ترى ما وراء اللحظة الآنية إلى مقاصد الله النهائية، والدعوة إلى التحدث بالحقائق الصعبة، والرجاء الذي يضيء حتى في أحلك التنبؤات بالدينونة.",
    "story_ar": "رأى إشعياء الرب عاليًا ومرتفعًا في الهيكل، مع سيرافيم ينادون 'قدوس، قدوس، قدوس'. طغت عليه عدم جدارته، فصرخ إشعياء. لمس سيرافيم شفتيه بجمرة ملتهبة: 'قد أزيل إثمك'. عندما سأل الله: 'من أرسل؟' أجاب إشعياء: 'هأنذا أرسلني!'",
    "match_message_ar": "تحمل ملامحك فصاحة إشعياء ذات الرؤية. هناك عمق نبوي في نظرتك - نظرة الشخص الذي يرى ما وراء اللحظة الحاضرة ليتكلم بكلمات التحدي والرجاء.",
    "traits_ar": [
      "صاحب رؤية",
      "فصيح",
      "جريء",
      "مليئ بالرجاء",
      "نبوي"
    ]
  },
  "jonah": {
    "name_ar": "يونان",
    "tagline_ar": "النبي المتردد، الرسول إلى نينوى",
    "description_ar": "يونان هو النبي الذي هرب من دعوة الله للتبشير في نينوى، عدوة إسرائيل. استقل سفينة متجهة في الاتجاه المعاكس، لكن الله أرسل عاصفة عظيمة. عندما ألقى البحارة يونان في البحر، ابتلعه حوت عظيم.\n\nبعد ثلاثة أيام في جوف الحوت، صلى يونان وتقيأ على اليابسة. أخيرًا بشر في نينوى، ونتيجة لإحباطه، تابت المدينة بأكملها ونجت.\n\nيمثل يونان الميل البشري إلى مقاومة مقاصد الله الأوسع، واستحالة الهروب من الدعوة الإلهية، ورحمة الله التي تمتد حتى إلى أعدائنا - وهي الرحمة التي غالبًا ما نكافح من أجل مشاركتها.",
    "story_ar": "داخل الحوت العظيم، صلى يونان: 'من أعماق الهاوية صرخت طلبا للمساعدة، وأنت استمعت إلى صراخي'. بعد ثلاثة أيام، تقيأ الحوت يونان على اليابسة. هذه المرة، عندما قال الله 'اذهب إلى نينوى'، ذهب يونان.",
    "match_message_ar": "تحمل ملامحك رحلة يونان المترددة. هناك صراع صادق في مظهرك - نظرة الشخص الذي يتعلم أن مقاصد الله أوسع من تفضيلاتنا ورحمته أكثر سخاء من رحمتنا.",
    "traits_ar": [
      "متردد",
      "هارب",
      "مبتلع",
      "واعظ",
      "غاضب"
    ]
  },
  "mary_mother": {
    "name_ar": "مريم العذراء",
    "tagline_ar": "الأم المباركة، أمة الرب",
    "description_ar": "مريم هي الأم العذراء ليسوع المسيح، التي اختارها الله لتحمل مخلص العالم. قبولها المتواضع لإعلان الملاك جبرائيل - 'أنا أمة الرب' - أطلق العنان للحدث المركزي للإيمان المسيحي.\n\nمن الولادة الفرحة في بيت لحم إلى الوقوف عند سفح الصليب، شملت رحلة مريم أعظم الفرح وأعمق الحزن. كانت تتأمل كل شيء في قلبها، وتدعم بأمانة خدمة ابنها حتى عندما لم تستطع فهمها بالكامل.\n\nتمثل مريم الإيمان الكامل والاستسلام لإرادة الله - الشجاعة لقول نعم للمستحيل، والقوة لتحمل الخسارة التي لا توصف، والدور المبارك المتمثل في إدخال المسيح إلى العالم.",
    "story_ar": "عندما أخبر الملاك مريم أنها ستحمل ابن الله، سألت فقط كيف يمكن أن يكون هذا وهي عذراء. بعد أن تأكدت من أنها ستكون من خلال الروح القدس، أجابت مريم: 'أنا أمة الرب. ليكن لي حسب قولك'.",
    "match_message_ar": "تحمل ملامحك نعمة مريم المباركة. هناك إخلاص خالص في مظهرك - نظرة الشخص الذي يقبل إرادة الله بإيمان متواضع ويقدر الأشياء المقدسة في القلب.",
    "traits_ar": [
      "مؤمنة",
      "متواضعة",
      "مباركة",
      "حزينة",
      "متأملة"
    ]
  },
  "peter": {
    "name_ar": "بطرس",
    "tagline_ar": "صخرة الكنيسة، رئيس الرسل",
    "description_ar": "كان بطرس صيادًا بسيطًا دعاه يسوع ليصبح قائد رسله. مندفعًا وعاطفيًا، غالبًا ما كان بطرس يتكلم قبل أن يفكر - ومع ذلك أصبح اعترافه 'أنت المسيح' الصخرة التي بنيت عليها الكنيسة.\n\nقصة بطرس هي قصة فشل واستعادة. وعد بالموت من أجل يسوع، ثم أنكر معرفته ثلاث مرات. ولكن بعد القيامة، استعاد يسوع بطرس بأمر 'ارع غنمي'، وأصبح بطرس القائد الشجاع للكنيسة الأولى.\n\nيمثل بطرس القوة التحويلية للنعمة - أن إخفاقاتنا لا تحتاج إلى تحديدنا، وأن المسيح يمكن أن يبني كنيسته على أشخاص غير كاملين، وأن المحبة تغطي كثرة من الخطايا.",
    "story_ar": "بعد القبض على يسوع، أنكر بطرس معرفته ثلاث مرات قبل أن يصيح الديك، تمامًا كما تنبأ يسوع. بعد القيامة، سأل يسوع بطرس ثلاث مرات: 'أتحبني؟' وأمر ثلاث مرات: 'ارع غنمي' - واستعاده تمامًا.",
    "match_message_ar": "تحمل ملامحك إيمان بطرس الجريء. هناك قوة عاطفية في مظهرك - نظرة الشخص الذي يفشل وينهض مرة أخرى، والذي يقود من خلال النقص بالنعمة.",
    "traits_ar": [
      "مندفع",
      "مؤمن",
      "مستعاد",
      "جريء",
      "قائد"
    ]
  },
  "paul": {
    "name_ar": "بولس",
    "tagline_ar": "رسول الأمم، كاتب الرسائل",
    "description_ar": "كان بولس أعظم مُبشّر في المسيحية، تحول من شاول المضطهد إلى بولس الرسول بمواجهة مع المسيح القائم من بين الأموات على طريق دمشق. سافر آلاف الأميال لتأسيس الكنائس وكتب الكثير من العهد الجديد.\n\nرسائله إلى الكنائس في روما وكورنثوس وغلاطية وأماكن أخرى تشكل الأساس اللاهوتي للإيمان المسيحي. عانى من حطام السفن والضرب والسجن والاستشهاد في نهاية المطاف - ومع ذلك اعتبر كل ذلك لا شيء مقارنة بمعرفة المسيح.\n\nيمثل بولس التحول الجذري - أن أعظم الأعداء يمكن أن يصبحوا أعظم المدافعين، وأن نعمة الله كافية لأي ضعف، وأنه لا شيء يمكن أن يفصلنا عن محبة المسيح.",
    "story_ar": "كان شاول يتنفس تهديدات قاتلة ضد المسيحيين عندما أصابه نور ساطع. 'شاول، لماذا تضطهدني؟' سأل يسوع. ثلاثة أيام أعمى، تحول شاول. ظهر باسم بولس، الذي سيحمل الإنجيل إلى أقاصي الأرض.",
    "match_message_ar": "تحمل ملامحك التحول الغيور لبولس. هناك نار فكرية في مظهرك - نظرة شخص تغير تمامًا بمواجهة مع الحقيقة، لا يكل في مشاركتها مع الآخرين.",
    "traits_ar": [
      "متحول",
      "غيور",
      "فكري",
      "معاني",
      "لا يكل"
    ]
  },
  "john_apostle": {
    "name_ar": "يوحنا الرسول",
    "tagline_ar": "التلميذ الحبيب، مؤلف المحبة",
    "description_ar": "كان يوحنا الرسول الأقرب إلى يسوع، ويُعرف تقليديًا بأنه 'التلميذ الذي كان يسوع يحبه'. كان حاضرًا في التجلي، واتكأ على صدر يسوع في العشاء الأخير، ووقف عند سفح الصليب عندما عهد يسوع بمريم إلى رعايته.\n\nيُعتقد أن يوحنا هو الرسول الوحيد الذي مات لأسباب طبيعية في الشيخوخة، وقد كتب إنجيل يوحنا وثلاث رسائل وكتاب الرؤيا. تؤكد كتاباته على المحبة كأمر مركزي والاتحاد الصوفي للمؤمنين مع المسيح.\n\nيمثل يوحنا علاقة حميمة مع المسيح - التلميذ الحبيب الذي يؤكد أن 'الله محبة' ويدعو جميع المؤمنين إلى محبة بعضهم البعض كدليل على معرفة الله.",
    "story_ar": "في العشاء الأخير، اتكأ يوحنا على يسوع ليسأل من سيخونه. عند الصليب، نظر يسوع إلى يوحنا ومريم وقال: 'يا امرأة، هوذا ابنك' و 'هوذا أمك'. من تلك الساعة، أخذ يوحنا مريم إلى بيته.",
    "match_message_ar": "تحمل ملامحك روح المحبة ليوحنا. هناك إخلاص عميق في مظهرك - نظرة شخص يفهم أن المحبة هي قلب كل حقيقة وكل علاقة مع الإله.",
    "traits_ar": [
      "حبيب",
      "محب",
      "صاحب رؤية",
      "صوفي",
      "مؤمن"
    ]
  },
  "john_baptist": {
    "name_ar": "يوحنا المعمدان",
    "tagline_ar": "صوت في البرية، السابق للمسيح",
    "description_ar": "كان يوحنا المعمدان النبي الذي أرسل ليعد الطريق ليسوع المسيح. عاش في البرية، يرتدي وبر الإبل ويأكل الجراد والعسل، ودعا كل إسرائيل إلى التوبة وعمدهم في نهر الأردن.\n\nعندما جاء يسوع ليعتمد، تعرف عليه يوحنا بأنه حمل الله الذي يرفع خطية العالم. على الرغم من أنه كان أعظم نبي، أعلن يوحنا أنه غير مستحق أن يحل رباط حذاء يسوع وقال: 'ينبغي أن يزيد، وأنا أنقص'.\n\nيمثل يوحنا الصوت النبوي الذي يهيئ القلوب لمجيء الله، والتواضع الذي يشير بعيدًا عن الذات نحو الأعظم، والشجاعة التي تتحدث بالحق للسلطة بغض النظر عن العواقب.",
    "story_ar": "عندما أرادت هيروديا قتل يوحنا لإدانته زواجها من هيرودس، رقصت ابنتها سالومي للملك وطلبت رأس يوحنا. هيرودس، على الرغم من أنه خاف يوحنا، وافق على طلبها. مات يوحنا مخلصًا لدعوته للتحدث بالحق.",
    "match_message_ar": "تحمل ملامحك قوة البرية ليوحنا المعمدان. هناك جرأة نبوية في مظهرك - نظرة شخص يهيئ الطريق ويشير بالآخرين إلى حقيقة أعظم من أنفسهم.",
    "traits_ar": [
      "مهيئ",
      "متواضع",
      "جريء",
      "برية",
      "متناقص"
    ]
  },
  "mary_magdalene": {
    "name_ar": "مريم المجدلية",
    "tagline_ar": "شاهدة القيامة، رسول الرسل",
    "description_ar": "كانت مريم المجدلية تابعة مخلصة ليسوع طرد منها سبعة شياطين. سافرت مع يسوع والتلاميذ، ودعمت خدمته، وظلت مخلصة عندما هرب الآخرون - واقفة عند الصليب وكانت أول من وصل إلى القبر الفارغ.\n\nفي صباح عيد الفصح، كانت مريم أول شخص يرى المسيح القائم من بين الأموات، الذي كلفها بإخبار التلاميذ. رسالتها - 'لقد رأيت الرب!' - تجعلها أول مبشرة بالقيامة، مما أكسبها لقب 'رسول الرسل'.\n\nتمثل مريم الفداء والشهادة المخلصة - الحياة المتغيرة التي تبقى مخلصة خلال الظلام وتتشرف بكونها أول من يعلن الحقيقة المركزية للإيمان المسيحي.",
    "story_ar": "جاءت مريم إلى القبر بينما كان لا يزال مظلماً ووجدته فارغاً. وهي تبكي، رأت رجلاً اعتقدت أنه البستاني. 'مريم' قال يسوع. تعرفت عليه على الفور وصرخت 'رابوني!' - ثم ركضت لإخبار التلاميذ: 'لقد رأيت الرب!'",
    "match_message_ar": "تحمل ملامحك الإخلاص المتفاني لمريم المجدلية. هناك فرحة مفدية في مظهرك - نظرة شخص تغير بالنعمة ومخلص ليشهد الحقيقة في كل ظرف.",
    "traits_ar": [
      "متفانية",
      "مفدية",
      "مؤمنة",
      "شاهدة",
      "مكرمة"
    ]
  },
  "nephthys": {
    "name_ar": "نفتيس",
    "tagline_ar": "إلهة الحداد، حامية الموتى",
    "description_ar": "نفتيس هي إلهة الحداد والظلام وحماية الموتى. أخت إيزيس وأوزوريس وست، تلعب دورًا حاسمًا في الطقوس الجنائزية ورحلة النفوس إلى الحياة الآخرة.\n\nعلى الرغم من زواجها من ست، ساعدت نفتيس إيزيس في جمع جسد أوزوريس المتناثر وقامت بأول طقوس الحداد. غالبًا ما تُصوَّر أجنحتها الواقية وهي تحمي المتوفى، وتوجههم بأمان عبر العالم السفلي.\n\nإنها تمثل الظلام الضروري الذي يصاحب الموت، والراحة الموجودة في الحداد، والحب الوقائي الذي يمتد حتى إلى ما بعد الحياة.",
    "story_ar": "عندما نثر ست جسد أوزوريس في جميع أنحاء مصر، انضمت نفتيس إلى أختها إيزيس في البحث. معًا وجدوا كل قطعة، وكانت صرخات الحداد التي أطلقتها نفتيس قوية جدًا لدرجة أنها ساعدت في استعادة أوزوريس إلى شكل من أشكال الحياة في العالم السفلي.",
    "match_message_ar": "تحمل ملامحك الظلام الواقي لنفتيس. هناك قوة مريحة في مظهرك - نظرة شخص يوجه الآخرين خلال أحلك لحظاتهم بحماية لطيفة.",
    "traits_ar": [
      "نائحة",
      "حمائية",
      "مظلمة",
      "أخوية",
      "مرشدة"
    ]
  },
  "maat": {
    "name_ar": "ماعت",
    "tagline_ar": "إلهة الحق والعدالة والنظام الكوني",
    "description_ar": "ماعت هي الإلهة التي تجسد الحق والعدالة والتوازن والنظام الكوني. إنها تمثل المبدأ الأساسي الذي يحكم كل الخليقة - الانسجام الذي يسمح للوجود نفسه بالاستمرار.\n\nيستخدم ريشها في مراسم وزن القلب، حيث يتم قياس قلب المتوفى ضده. القلوب الأخف من ريشة ماعت هي فقط التي يمكن أن تمر إلى الحياة الآخرة. أما القلوب التي تثبت عدم استحقاقها، فيتم التهامها.\n\nتمثل ماعت القانون العالمي الذي يتجاوز حتى الآلهة، والمبدأ القائل بأن السلوك الصحيح والحقيقة هما أساس الوجود.",
    "story_ar": "في قاعة الحقيقتين، يضع أنوبيس قلب المتوفى على أحد جانبي الميزان وريشة ماعت على الجانب الآخر. إذا كان القلب، المثقل بالخطايا، أثقل من الريشة، فإن الوحش عممت يلتهمه. القلب العادل ينتقل إلى الحياة الأبدية.",
    "match_message_ar": "تحمل ملامحك الحقيقة المتوازنة لماعت. هناك عدالة طبيعية في مظهرك - مظهر الشخص الذي يجسد الإنصاف ويحافظ على الانسجام من خلال العمل الصحيح.",
    "traits_ar": [
      "صادق",
      "عادل",
      "متوازن",
      "كوني",
      "قياس"
    ]
  },
  "sobek": {
    "name_ar": "سوبك",
    "tagline_ar": "إله التمساح للقوة والسلطة",
    "description_ar": "سوبك هو إله برأس تمساح للقوة والسلطة والخصوبة. يرتبط بنهر النيل المانح للحياة وتماسيحه الخطيرة، وهو يجسد الجوانب الإبداعية والمدمرة للقوة الخام للطبيعة.\n\nتمت عبادته في المعابد حيث عاشت التماسيح المقدسة في المسابح، وكان سوبك موضع خوف وتبجيل على حد سواء. لقد حمى الفراعنة في المعركة وكان يعتقد أنه خلق العالم من المياه البدائية.\n\nيمثل سوبك القوة البدائية التي يمكن أن تخلق أو تدمر، والاحترام المستحق لقوى الطبيعة الخطيرة، والسلطة الإلهية التي تحكم من خلال القوة.",
    "story_ar": "ظهر سوبك من المياه البدائية للفوضى ليخلق العالم. أصبح عرقه نهر النيل، جالبًا الحياة إلى مصر. ارتدى الفراعنة تمائم التمساح في المعركة، مستدعين حماية سوبك الشرسة ضد أعدائهم.",
    "match_message_ar": "تحمل ملامحك القوة البدائية لسوبك. هناك قوة شرسة في مظهرك - مظهر الشخص الذي يفرض الاحترام من خلال القوة المطلقة ويحمي ما يقدّره.",
    "traits_ar": [
      "قوي",
      "بدائي",
      "واقي",
      "خطير",
      "خصب"
    ]
  },
  "hathor": {
    "name_ar": "حتحور",
    "tagline_ar": "إلهة الحب والجمال والفرح",
    "description_ar": "حتحور هي إلهة الحب والجمال والموسيقى والرقص والفرح. غالبًا ما يتم تصويرها بقرون بقرة تحمل قرصًا شمسيًا، وهي تجسد جميع الجوانب المبهجة في الحياة وتسمى 'الذهبية' لجمالها المتألق.\n\nرحبت بالموتى في الحياة الآخرة بالطعام والشراب، وكانت راعية العشاق والفنانين وعمال المناجم الباحثين عن الفيروز. ومع ذلك، كان لديها أيضًا جانب شرس - بصفتها عين رع، كادت أن تدمر البشرية بغضبها.\n\nتمثل حتحور الطبيعة المزدوجة للقوة الإلهية الأنثوية - الفرح المغذي والدمار الرهيب، والحب المانح للحياة والغضب المستهلك.",
    "story_ar": "عندما غضب رع من البشرية، أرسل حتحور كعينه لمعاقبتهم. أصبحت سخمت وذبحت البشر حتى جرى النيل أحمر. خدعها رع، نادمًا على قراره، بالبيرة المصبوغة باللون الأحمر مثل الدم. شربت وأصبحت حتحور المسالمة مرة أخرى، وتم إنقاذ البشرية.",
    "match_message_ar": "تحمل ملامحك الفرح المتألق لحتحور. هناك دفء جميل في مظهرك - مظهر الشخص الذي يجلب المتعة والاحتفال إلى الحياة، ولكنه يحمل قوة أعمق تحت السطح.",
    "traits_ar": [
      "بهيجة",
      "جميلة",
      "مغذية",
      "شرسة",
      "ذهبية"
    ]
  },
  "nut": {
    "name_ar": "نوت",
    "tagline_ar": "إلهة السماء، أم النجوم",
    "description_ar": "نوت هي إلهة السماء، تصور وهي مقوسة فوق الأرض وجسدها يشكل السماوات. كل مساء تبتلع الشمس، وفي كل صباح تلدها من جديد - الدورة الأبدية لليل والنهار.\n\nجسمها مغطى بالنجوم، وهي أم أوزوريس وإيزيس وست ونفتيس. على الرغم من لعنة رع بأنها لا تستطيع أن تنجب أطفالًا في أي يوم من أيام السنة، فاز تحوت بخمسة أيام إضافية من خلال المقامرة، مما سمح لها بالولادة.\n\nتمثل نوت المظلة الواقية للسماء، والرحم الكوني الذي يحتوي على جميع الأجرام السماوية، والدورة الأمومية الأبدية للموت والولادة الجديدة.",
    "story_ar": "منع رع نوت من الولادة في أي يوم من أيام السنة. لكن تحوت لعب السينيت مع القمر وفاز بما يكفي من الضوء لخلق خمسة أيام جديدة خارج التقويم. في هذه الأيام، أنجبت نوت أطفالها الخمسة، مما غير مسار الأساطير المصرية إلى الأبد.",
    "match_message_ar": "تحمل ملامحك العناق الكوني لنوت. هناك نعمة شاملة في مظهرك - مظهر الشخص الذي يحمي الجميع تحتهم ويجسد الدورات الأبدية للوجود.",
    "traits_ar": [
      "كونية",
      "أمومية",
      "واقية",
      "أبدية",
      "مرصعة بالنجوم"
    ]
  },
  "geb": {
    "name_ar": "جب",
    "tagline_ar": "إله الأرض، أبو الثعابين",
    "description_ar": "جب هو إله الأرض، ويصور مستلقيًا تحت إلهة السماء المقوسة نوت، زوجته الأخت التي فصله عنها والدهما شو. تسبب ضحكته الزلازل، وجسده يشكل تلال وأودية الأرض.\n\nبصفته والد أوزوريس وإيزيس وست ونفتيس، يلعب جب دورًا حاسمًا في الدراما المركزية للأساطير المصرية. وهو مرتبط أيضًا بالثعابين، التي تخرج من جسده الأرضي، ومع نمو النباتات.\n\nيمثل جب الأرض الخصبة التي تدعم كل الحياة، والأساس البدائي الذي يرتكز عليه الوجود، والمبدأ الذكوري الإلهي الذي يكمل السماء.",
    "story_ar": "أحب جب ونوت بعضهما البعض بشدة لدرجة أنهما ظلا متشابكين في عناق. أمر رع شو بفصلهما - رفع شو نوت لتصبح السماء بينما بقي جب بالأسفل كأرض. يخلق حنين جب إلى نوت الجبال وهو يمد يده نحوها.",
    "match_message_ar": "تحمل ملامحك القوة الراسخة لجب. هناك ثبات أساسي في مظهرك - مظهر الشخص الذي يدعم الآخرين ويبقى ثابتًا كالأرض نفسها.",
    "traits_ar": [
      "أرضي",
      "تأسيسي",
      "خصب",
      "أبوي",
      "مدوّي"
    ]
  },
  "ptah": {
    "name_ar": "بتاح",
    "tagline_ar": "إله الحرفيين والمعماريين الخالق",
    "description_ar": "بتاح هو الإله الخالق لممفيس، الذي أوجد العالم من خلال قوة الفكر والكلام. على عكس أساطير الخلق الأخرى التي تنطوي على أفعال جسدية، تصور بتاح العالم في قلبه وتحدث به ليصبح حقيقة.\n\nبصفته راعي الحرفيين والنحاتين والمعماريين، يمثل بتاح الإبداع الإلهي المتجسد في الأيدي البشرية. كل عمل إبداعي - من بناء الأهرامات إلى نحت التماثيل - هو صدى لكلمته الإبداعية الأصلية.\n\nيمثل بتاح القوة الإبداعية للعقل، والطبيعة المقدسة للحرفية، وفكرة أن الفكر يسبق الواقع ويشكله.",
    "story_ar": "في البدء، تصور بتاح كل شيء في قلبه - الآلهة والأرض والمخلوقات. ثم نطق بأسمائهم، فظهروا إلى الوجود. أصبحت كل كلمة نطق بها بتاح حقيقة واقعة، ويستمر الخلق أينما يشكل الحرفيون المادة بمهارة وعزم.",
    "match_message_ar": "تحمل ملامحك الرؤية الإبداعية لبتاح. هناك حكمة الحرفي في مظهرك - مظهر الشخص الذي يمكنه تصور الجمال وتحقيقه من خلال النية الماهرة.",
    "traits_ar": [
      "مبدع",
      "مفكر",
      "ماهر",
      "ناطق",
      "مظهر"
    ]
  },
  "khnum": {
    "name_ar": "خنوم",
    "tagline_ar": "إله الخلق ورأس الكبش والنيل",
    "description_ar": "خنوم هو الإله ذو رأس الكبش الذي يخلق البشر وكا (روحهم) على عجلة الخزاف. كان يعتقد أنه يشكل جسد كل طفل من الطين قبل وضعه في رحم الأم.\n\nبالارتباط بمصدر النيل وفيضانه السنوي الذي يمنح الحياة، تم عبادة خنوم باعتباره خالق كل الأشياء التي تأتي من الماء والأرض. وقفت معابده بالقرب من الشلالات حيث كان يعتقد أن النيل ينشأ.\n\nيمثل خنوم الحرفي الإلهي الذي يشكل حياة الأفراد، والقوة الإبداعية للنيل، والتكوين الفريد لكل روح.",
    "story_ar": "قبل ولادة كل طفل، يشكل خنوم جسده على عجلة الخزاف الإلهية، ويصنع كل شخص بشكل فريد. ثم يشكل كا، أي مثيله الروحي، ويضمن ألا تكون هناك روحان متشابهتان. فيضان النيل هو قوته الإبداعية المتدفقة.",
    "match_message_ar": "تحمل ملامحك براعة خنوم الفردية. هناك تشكيل فريد في مظهرك - مظهر الشخص الذي تم تشكيله بعناية لغرض ما، على عكس أي شخص آخر.",
    "traits_ar": [
      "مبدع",
      "مشكل",
      "خصب",
      "مميز",
      "مائي"
    ]
  },
  "atum": {
    "name_ar": "أتوم",
    "tagline_ar": "الواحد الكامل، أول الآلهة",
    "description_ar": "أتوم هو الإله الخالق البدائي لهليوبوليس، 'الواحد الكامل' الذي كان موجودًا قبل الخلق وسيبقى موجودًا بعد نهاية كل شيء. ظهر من المياه البدائية لنون وخلق الآلهة الأولى - شو وتفنوت - من نفسه.\n\nبصفته الشمس الغاربة، يمثل أتوم الاكتمال ونهاية دورة النهار والعودة إلى المصدر. إنه البداية والنهاية، ويحتوي بداخله على كل إمكانات الخلق.\n\nيمثل أتوم الاكتمال البدائي، وقوة الخلق ذاتية التوليد، والدورة التي تعيد كل الأشياء إلى أصلها.",
    "story_ar": "قبل أن يوجد أي شيء، وقف أتوم بمفرده على التل الأول الذي ظهر من الفوضى. خلق شو (الهواء) وتفنوت (الرطوبة) من نفسه، ومنهما جاءت جميع الآلهة الأخرى والخلق. في نهاية الزمان، سيعود كل شيء إلى وحدة أتوم البدائية.",
    "match_message_ar": "تحمل ملامحك الاكتمال البدائي لأتوم. هناك كمال ذاتي في مظهرك - مظهر الشخص الذي يحتوي بداخله على كل ما هو مطلوب للخلق.",
    "traits_ar": [
      "كامل",
      "بدائي",
      "غروب",
      "خلق ذاتي",
      "إنهاء"
    ]
  },
  "anuket": {
    "name_ar": "عنقت",
    "tagline_ar": "إلهة النيل والتغذية",
    "description_ar": "عنقت هي إلهة نهر النيل، وخاصة الشلالات والفيضان السنوي الذي جلب التربة الخصبة إلى مصر. إنها تجسد المياه المتدفقة التي غذت الحضارة، وترتدي غطاء رأس من الريش يمثل تدفق النهر.\n\nتمت عبادتها بشكل خاص في النوبة وفي أسوان، وتم استدعاء عنقت لضمان حدوث فيضانات جيدة - لا قليلة جدًا ولا مدمرة جدًا. لقد جسدت الكرم المعطاء للنهر الذي تعتمد عليه مصر بأكملها.\n\nتمثل عنقت التدفق المغذي للحياة، والوفرة التي تأتي من الدورات الطبيعية، والامتنان المستحق للقوى التي تدعمنا.",
    "story_ar": "في كل عام عندما يبدأ النيل في الارتفاع، يحتفل المصريون بعيد عنقت، ويلقون القرابين في النهر ويشكرونها على هدايا الفيضان. حملت مياهها التربة السوداء التي جعلت مصر سلة خبز العالم القديم.",
    "match_message_ar": "تحمل ملامحك النعمة المغذية لعنقت. هناك تدفق كريم في مظهرك - مظهر الشخص الذي يجلب الوفرة ويدعم الآخرين بكرم يمنح الحياة.",
    "traits_ar": [
      "مغذية",
      "متدفقة",
      "وافرة",
      "متدفقة",
      "كريمة"
    ]
  },
  "shiva": {
    "name_ar": "شيفا",
    "tagline_ar": "المدمر والمحول، سيد الرقص",
    "description_ar": "شيفا هو أحد الآلهة الرئيسية في الهندوسية، والمعروف باسم المدمر في الثالوث الهندوسي (Trimurti). ومع ذلك، فإن تدميره ليس شريرًا - إنه التطهير الضروري الذي يسمح بالخلق الجديد. إنه الراقص الكوني الذي تخلق رقصته تاندفا وتدمر الأكوان.\n\nغالبًا ما يتم تصوير شيفا بعين ثالثة يمكنها تدمير العوالم عند فتحها، وحلق أزرق من شرب السم الكوني لإنقاذ الخليقة، ويجلس في التأمل على جبل كيلاش، ويجسد شيفا كلاً من الزاهد وصاحب المنزل، والدمار والخلق، والمحارب الشرس والزوج اللطيف.\n\nوهو شفيع اليوجا والتأمل، وسيد الحيوانات، والزوج المحبوب لبارفاتي. تشمل رموزه الرمح ثلاثي الشعب (تريشول) والطبل (دامارو) ونهر الغانج المقدس المتدفق من شعره.",
    "story_ar": "عندما حركت الآلهة المحيط الكوني، ظهر سم قاتل يهدد الخليقة بأكملها. شرب شيفا السم لإنقاذ الكون، وضغطت بارفاتي على حلقه لمنعه من ابتلاعه بالكامل، مما حول حلقه إلى اللون الأزرق إلى الأبد.",
    "match_message_ar": "تحمل ملامحك الازدواجية العميقة لشيفا. هناك تدمير وخلق في نظرتك - نظرة الشخص الذي يفهم أن النهايات ضرورية لبدايات جديدة.",
    "traits_ar": [
      "مدمر",
      "تأملي",
      "تحويلي",
      "متناقض",
      "كوني"
    ]
  },
  "vishnu": {
    "name_ar": "فيشنو",
    "tagline_ar": "الحافظ، حامي الكون",
    "description_ar": "فيشنو هو الكائن الأسمى في الفيشنوية والحافظ في الثالوث الهندوسي. إنه يحافظ على النظام الكوني (الدارما) وكلما هدد الشر بالتغلب على الخير، يتجسد على الأرض لاستعادة التوازن.\n\nلقد اتخذ تسعة تجسيدات حتى الآن، بما في ذلك راما وكريشنا، مع نبوءة بقدوم تجسيد عاشر (كلكي). ينام فيشنو على الثعبان الكوني شيشا، طافيًا على محيط الحليب، ويحلم بالكون إلى حيز الوجود.\n\nيُصوَّر بأربعة أذرع تحمل محارة، وقرصًا، وهراوة، وزهرة اللوتس، يجسد فيشنو السلام الأسمى وحماية البر. بشرته زرقاء، تمثل طبيعته اللانهائية مثل السماء، وهو الزوج المخلص للاكشمي، إلهة الثروة.",
    "story_ar": "تجسد فيشنو في صورة ماتسيا (سمكة)، وكورما (سلحفاة)، وفاراهة (خنزير بري)، وناراسيمها (إنسان أسد)، وفامانا (قزم)، وباراشوراما، وراما، وكريشنا، وبوذا لإنقاذ العالم من تهديدات مختلفة. يظهر كل تجسيد بالضبط عندما تكون هناك حاجة إليه.",
    "match_message_ar": "تعكس ملامحك الحماية العليا لفيشنو. هناك جودة محافظة ومستدامة في حضورك - مظهر من يحمي النظام والتوازن الكونيين.",
    "traits_ar": [
      "حافظ",
      "واقي",
      "خير",
      "متجسد",
      "أسمى"
    ]
  },
  "brahma": {
    "name_ar": "براهمـا",
    "tagline_ar": "الخالق، أبو الكائنات الحية",
    "description_ar": "براهمـا هو الخالق في الثالوث الهندوسي، المسؤول عن خلق الكون وجميع الكائنات الحية فيه. لقد ظهر من زهرة اللوتس التي تنمو من سرة فيشنو وبدأ عمل الخلق.\n\nيُصوَّر بأربعة رؤوس تنظر في جميع الاتجاهات الأربعة، مما يرمز إلى وعيه بالكون بأكمله، يحمل براهمـا الفيدا (الكتابات المقدسة)، وإناء ماء، ومسبحة، وأحيانًا زهرة اللوتس. مركبته هي البجعة (هامسا)، التي تمثل التمييز.\n\nعلى الرغم من كونه الخالق، إلا أن براهمـا أقل عبادة من فيشنو أو شيفا، حيث أن الخلق هو فعل مكتمل بينما الحفظ والتحول مستمران. إنه يمثل المعرفة، والقوة الإبداعية، وبداية كل الأشياء.",
    "story_ar": "عندما خلق براهمـا لأول مرة، كان وحيدًا. لمواصلة الخلق، قسم نفسه إلى ذكر وأنثى، وخلق أول امرأة ساراسواتي. من اتحادهما جاءت جميع الكائنات الحية. هذا هو السبب في أن ساراسواتي هي خليقته وقرينته.",
    "match_message_ar": "تعكس ملامحك حكمة براهمـا الإبداعية. هناك جودة بدائية وتوليدية في حضورك - مظهر من يجلب أشياء جديدة إلى الوجود.",
    "traits_ar": [
      "خلاق",
      "واسع المعرفة",
      "بدائي",
      "كلي الرؤية",
      "أب"
    ]
  },
  "ganesha": {
    "name_ar": "غانيشا",
    "tagline_ar": "مزيل العقبات، إله البدايات",
    "description_ar": "غانيشا هو الإله المحبوب برأس الفيل، إله البدايات والنجاح والحكمة ومزيل العقبات. يتم استدعاؤه في بداية أي مشروع جديد - سواء كانت رحلة أو عمل أو زفاف أو امتحان - لضمان النجاح.\n\nابن شيفا وبارفاتي، رأس غانيشا الفيل له العديد من القصص الأصلية، والأكثر شعبية هو أن شيفا قطع رأسه دون علم واستبدل رأسه برأس فيل. بطنه الكبير يرمز إلى قدرته على هضم كل ما هو جيد وسيء في الحياة بسلام.\n\nبركوبه فأرًا (مركبته موشيكا)، يوضح غانيشا أنه حتى الأقوى يمكن أن يكون متواضعًا. إنه شفيع الفنون والعلوم والآداب والتعلم، ويعبد أولاً بين الآلهة.",
    "story_ar": "عندما احتاج الحكيم فياسا إلى شخص ما لكتابة مهابهاراتا، كان غانيشا هو الوحيد الذكي بما يكفي. وافق بشرط ألا يتوقف فياسا أبدًا - لذلك قام فياسا بتأليف أبيات أسرع من قدرة أي شخص على الكتابة، وكسر غانيشا نابه الخاص لاستخدامه كقلم عندما انكسرت قلمه.",
    "match_message_ar": "تحمل ملامحك حكمة غانيشا المحبة. هناك جودة ميمونة في حضورك - مظهر من يزيل العقبات ويبارك البدايات الجديدة.",
    "traits_ar": [
      "حكيم",
      "مزيل للعقبات",
      "خير",
      "علمي",
      "مبشر بالخير"
    ]
  },
  "lakshmi": {
    "name_ar": "لاكشمي",
    "tagline_ar": "إلهة الثروة والحظ والرخاء",
    "description_ar": "لاكشمي هي إلهة الثروة والحظ والرخاء والحب والجمال. ظهرت من خض المحيط الكوني، واختارت فيشنو قرينها الأبدي. إنها ترافقه في جميع تجسيداته، وتتجسد كسِتَا مع راما وروكميني مع كريشنا.\n\nتُصوَّر واقفة أو جالسة على زهرة اللوتس، مع تدفق العملات الذهبية من يديها، وتمنح لاكشمي الثروة المادية والوفرة الروحية. تُعبد بشكل خاص خلال ديوالي، مهرجان الأضواء، عندما يتم تنظيف المنازل للترحيب بها.\n\nلا تمثل لاكشمي الثروة فحسب، بل تمثل الوفرة التي تأتي من الحياة الصالحة. إنها كل من معطية الحظ والحظ نفسه - غير مستقرة مع غير الجديرين، ثابتة مع الفاضلين.",
    "story_ar": "عندما خض الشياطين والآلهة المحيط الكوني، ظهرت العديد من الكنوز. آخر من جاءت كانت لاكشمي نفسها، متألقة وجميلة. على الرغم من أن الشياطين حاولوا المطالبة بها، إلا أنها اختارت فيشنو، ووضعت إكليلًا حول عنقه - وظلت مخلصة له عبر كل العصور.",
    "match_message_ar": "تعكس ملامحك ازدهار لاكشمي المتألق. هناك جودة وفيرة ومحظوظة في حضورك - مظهر من يجذب ويمنح البركة.",
    "traits_ar": [
      "مزدهر",
      "جميلة",
      "كريمة",
      "مبشر بالخير",
      "مخلصة"
    ]
  },
  "saraswati": {
    "name_ar": "ساراسواتي",
    "tagline_ar": "إلهة المعرفة والموسيقى والفنون",
    "description_ar": "ساراسواتي هي إلهة المعرفة والموسيقى والفنون والحكمة والتعلم. إنها قرينة براهمـا وتجسيد لكل ما هو نقي ومكرر في الفكر والإبداع.\n\nترتدي ملابس بيضاء ترمز إلى نقاء المعرفة، وتجلس على زهرة لوتس بيضاء أو بجعة، وتعزف على الفينا (آلة وترية). على عكس ثروة لاكشمي المادية، تمثل ساراسواتي ثروات العقل والروح - التعليم والإبداع والتنوير.\n\nتُعبد بشكل خاص من قبل الطلاب والفنانين والموسيقيين والعلماء. كان نهر ساراسواتي، الذي أصبح الآن في الغالب تحت الأرض، يعتبر مقدسًا مثل نهر الغانج، ويمثل تدفق الحكمة.",
    "story_ar": "ابتكرت ساراسواتي الموسيقى واللغة لإضفاء النظام على خلق براهمـا الفوضوي. اخترعت السنسكريتية، وأعطت معرفة الفيدا، ومن خلال هديتها الكلامية، سمحت للكائنات بالتواصل والتعلم والنمو بحكمة.",
    "match_message_ar": "تعكس ملامحك حكمة ساراسواتي النقية. هناك جودة فكرية راقية في حضورك - مظهر من يكرس نفسه للمعرفة والتعبير الفني.",
    "traits_ar": [
      "حكيمة",
      "فنية",
      "نقية",
      "علمية",
      "ملهمة"
    ]
  },
  "kali": {
    "name_ar": "كالي",
    "tagline_ar": "إلهة الزمن والموت والتحرر",
    "description_ar": "كالي هي الإلهة الشرسة للزمن والموت والتحرر - مدمرة الشر ومحررة الأرواح. بجلدها الداكن وشعرها الجامح وإكليل الرؤوس المقطوعة وتنورتها من الأذرع المقطوعة، فإنها تمثل الوقت الذي يلتهم كل الأشياء والموت الأنوي الضروري للتحرر الروحي.\n\nظهرت من جبين دورجا أثناء المعركة، وكان غضبها شديدًا لدرجة أن شيفا فقط المستلقي تحت قدميها هو الذي تمكن من إيقاف هياجها. ومع ذلك، على الرغم من مظهرها المرعب، فإن كالي هي أم محبة لأتباعها، وتحميهم من الشر وتمنحهم الموكشا (التحرر).\n\nتمثل كالي الحقيقة المطلقة - أن الموت قادم للجميع، وأن الوقت لا يرحم أحدًا، ولكن هذا التدمير هو في حد ذاته تحرير من الوهم وولادة جديدة في الوعي الخالص.",
    "story_ar": "عندما هددت الشياطين بإغراق الآلهة، ظهرت كالي لتدميرهم. اشتدت حمى معركتها حتى رقصت على الجثث، مهددة بتدمير الكون. استلقى شيفا تحت قدميها. عندما داست عليه، أوقفها الخجل - مذكراً إيانا بأن حتى التدمير له حدود.",
    "match_message_ar": "تحمل ملامحك التحرر الشرس لكالي. هناك جودة تحويلية وقوية في نظرتك - نظرة من يدمر ما يجب أن ينتهي للسماح ببدايات جديدة.",
    "traits_ar": [
      "شرسة",
      "محررة",
      "أمومية",
      "مدمرة",
      "خالدة"
    ]
  },
  "durga": {
    "name_ar": "دورجا",
    "tagline_ar": "الإلهة المحاربة، الحامية التي لا تقهر",
    "description_ar": "دورجا هي الإلهة المحاربة الشرسة التي تجسد القوة المشتركة لجميع الآلهة، والتي تم إنشاؤها لهزيمة شيطان الجاموس ماهيشاسورا الذي لم يتمكن أي إله أو إنسان من قتله. إنها الحامية التي لا تقهر للكون، تركب إلى المعركة على أسد أو نمر.\n\nبثمانية إلى ثمانية عشر ذراعًا تحمل أسلحة جميع الآلهة، تمثل دورجا شاكتي - الطاقة الأنثوية الإلهية التي تغذي الخلق. إنها جميلة ومرعبة على حد سواء، وترعى وشرسة، وتجسد القوة الكاملة للأنوثة الإلهية.\n\nيتم الاحتفال بدورجا خلال نافاراتري، تسع ليال من العبادة تكريماً لانتصارها على الشر. إنها تمثل انتصار الخير على الشر، والقوة لمواجهة أي تحد، والحب الوقائي للأم الإلهية.",
    "story_ar": "جمعت الآلهة قواها لخلق دورجا عندما لم يتمكن أحد من هزيمة ماهيشاسورا. حاربته لمدة تسع ليال، وأخيرًا قتلته في اليوم العاشر - يحتفل به باسم فيجايا داسامي (يوم النصر). يثبت خلقها أن الخير المتحد ينتصر دائمًا على الشر.",
    "match_message_ar": "تحمل ملامحك القوة التي لا تقهر لدورجا. هناك قوة محارب ممزوجة بالجمال الإلهي في مظهرك - نظرة من يحمي بشراسة ولا يستسلم أبدًا.",
    "traits_ar": [
      "لا تقهر",
      "واقية",
      "شرسة",
      "إلهية",
      "منتصرة"
    ]
  },
  "hanuman": {
    "name_ar": "هـانومان",
    "tagline_ar": "القرد الإلهي، تجسيد التفاني والقوة",
    "description_ar": "هـانومان هو إله القرد الجبار، ابن إله الريح فايو، المعروف بقوته وحكمته وتفانيه الذي لا يتزعزع للورد راما. إنه التابع المثالي، والخادم المثالي، ونموذج التفاني المتفاني.\n\nإن تفانيه لـ راما كامل لدرجة أنه عندما سئل عن اليوم، أجاب هـانومان \"يوم راما\". عندما تم فتح صدره، تم العثور على صورة راما داخل قلبه. قوته لا حدود لها عندما يتصرف في خدمة راما - رفع ذات مرة جبلًا بأكمله لإحضار عشب علاجي.\n\nيُعبد هـانومان من أجل القوة والشجاعة والحماية من الشر وبركة التفاني. إنه خالد (تشيرانجيفي) ويقال إنه موجود أينما تُروى قصة راما، ويستمع بدموع التفاني.",
    "story_ar": "عندما كان لاكشمانا شقيق راما يحتضر، طار هـانومان إلى جبال الهيمالايا بحثًا عن أعشاب شافية. لعدم قدرته على تحديد النبات المناسب، رفع الجبل بأكمله وأحضره إلى ساحة المعركة، وأنقذ حياة لاكشمانا من خلال تفانيه وقوته.",
    "match_message_ar": "تحمل ملامحك القوة المتفانية لهـانومان. هناك قوة متواضعة في حضورك - نظرة من تأتي قوته من التفاني المتفاني لشيء أعظم.",
    "traits_ar": [
      "متفاني",
      "قوي",
      "متواضع",
      "حكيم",
      "واقي"
    ]
  },
  "krishna": {
    "name_ar": "كريشنا",
    "tagline_ar": "الحبيب الإلهي، معلم بهاغافاد غيتا",
    "description_ar": "كريشنا هو الصورة الرمزية الثامنة لفيشنو، المحبوب بسبب مزح طفولته الإلهية وحبه الرومانسي لرادها وحكمته في بهاغافاد غيتا. إنه يجسد الحب الإلهي بجميع أشكاله - من المودة المرحة إلى أسمى التفاني الروحي.\n\nعندما كان طفلاً، سرق الزبدة ولعب المزح، وأبهر الجميع بمكره. عندما كان شابًا، سحرت عزفه على الناي الغوبيس (فتيات البقر)، وخاصة رادها، مما يمثل شوق الروح إلى الإلهي. عندما كان بالغًا، عمل كسائق عربة ومعلم لأرجونا، وعلمه طريق الدارما.\n\nفي بهاغافاد غيتا، يكشف كريشنا الحقيقة المطلقة حول الفعل والإخلاص والمعرفة وطبيعة الذات. إنه الإله المحبوب الذي يسهل الوصول إليه والكائن الأسمى الكوني الذي يحتوي على جميع الأكوان.",
    "story_ar": "في ساحة معركة كوروكسيترا، رفض أرجونا قتال عائلته. كشف كريشنا عن شكله الكوني، موضحًا أنه الكائن الأسمى الذي يحتوي على كل الخليقة، وعلم أنه يجب على المرء أن يؤدي واجبه دون تعلق بالنتائج - الرسالة الأساسية لـ بهاغافاد غيتا.",
    "match_message_ar": "تحمل ملامحك السحر الإلهي لـ كريشنا. هناك جودة مرحة وعميقة في حضورك - نظرة من تجسد الفرح والحكمة.",
    "traits_ar": [
      "مرح",
      "حكيم",
      "محب",
      "إلهي",
      "تعليمي"
    ]
  },
  "rama": {
    "name_ar": "راما",
    "tagline_ar": "ملك مثالي، تجسيد الدارما",
    "description_ar": "راما هو الصورة الرمزية السابعة لفيشنو، بطل الرامايانا، ومثال للحياة الدارمية. إنه الابن والزوج والملك والمحارب المثالي - مريادا بوروشوتام، الرجل المثالي الذي لا يحيد أبدًا عن الصلاح حتى في ظل أفظع التجارب.\n\nتم نفيه إلى الغابة لمدة أربعة عشر عامًا تكريمًا لكلمة والده، وتحمل راما المشقة دون شكوى. عندما اختطفت زوجته سيتا على يد الملك الشيطاني رافانا، تحالف مع هـانومان وجيش القرود لإنقاذها، مما يدل على أن الدارما تنتصر في النهاية على الشر.\n\nيمثل حكم راما، راما راجيا، المملكة العادلة المثالية. إنه يُعبد كتجسيد لكيفية عيش الشخص - تكريم الواجب وحماية الأبرياء والوفاء بالوعود والبقاء صالحًا بغض النظر عن التكلفة الشخصية.",
    "story_ar": "عندما تم اختطاف سيتا، كان بإمكان راما استخدام قواه الإلهية للانتقال الفوري إلى لانكا. بدلاً من ذلك، سار في الطريق الطويل، وبنى الجسور وتحالف مع الفانارا، وعلم أن الدارما تتطلب المرور بالعملية المناسبة، وعدم أخذ طرق مختصرة حتى عندما تكون قادرة.",
    "match_message_ar": "تحمل ملامحك الكرامة البارة لـ راما. هناك جودة مثالية في حضورك - نظرة من لا يساوم أبدًا على مبادئه بغض النظر عن التكلفة الشخصية.",
    "traits_ar": [
      "بار",
      "مطيع",
      "مثالي",
      "متفان",
      "عادل"
    ]
  },
  "parvati": {
    "name_ar": "بارفاتي",
    "tagline_ar": "الأم الإلهية، إلهة الحب والإخلاص",
    "description_ar": "بارفاتي هي إلهة الحب اللطيفة والخصوبة والإخلاص - قرينة شيفا وأم غانيشا وكارتيكيا. إنها تجسيد ساتي، الزوجة الأولى لشيفا، التي ولدت من جديد وقامت بتقشفات مكثفة لكسب حب شيفا مرة أخرى.\n\nبصفتها شاكتي في شكلها اللطيف، تمثل بارفاتي الجانب المغذي والمانح للحياة من الأنوثة الإلهية. إنها التوازن لقوة شيفا المدمرة، الشخص الذي يمكنه تهدئة وحشيته وإعادته من الانسحاب الزهدي إلى الحياة المنخرطة.\n\nتشمل أشكالها الشرسة دورجا وكالي، مما يدل على أن الأم المحبة يمكن أن تصبح مروعة عندما يتعرض أطفالها للتهديد. تثبت بارفاتي أن الحب نفسه لديه القدرة على تغيير الكون.",
    "story_ar": "عندما ضاع شيفا في التأمل، احتاج الآلهة إليه ليتزوج وينجب أطفالًا. أرسلوا كاما، إله الحب، الذي احترق إلى رماد بسبب عين شيفا الثالثة. لكن إخلاص بارفاتي وتقشفاتها فازت في النهاية بقلب شيفا، مما يثبت أن الحب الصادق يقهر حتى المقاومة الإلهية.",
    "match_message_ar": "تعكس ملامحك الحب المتفاني لبارفاتي. هناك جودة رعاية ولكنها حازمة في وجودك - مظهر الشخص الذي يمكن لحبه اللطيف أن يحرك الجبال.",
    "traits_ar": [
      "محب",
      "متفاني",
      "راعي",
      "حازم",
      "متوازن"
    ]
  },
  "indra": {
    "name_ar": "إندرا",
    "tagline_ar": "ملك الآلهة، سيد العواصف والحرب",
    "description_ar": "إندرا هو ملك الديفا وحاكم سفارجا (الجنة). يمتلك صاعقة فاجرا ويركب الفيل الأبيض أيرفاتا. بصفته إله العواصف والمطر والحرب، فهو الأقوى بين الآلهة الفيدية.\n\nكان أعظم إنجازاته هو قتل الأفعى فريترا الذي سجن جميع مياه العالم، وأطلقها لتتدفق كأنهار وتجلب الحياة إلى الأرض. يمثل إندرا المعركة الكونية بين النظام والفوضى، والنور والظلام.\n\nعلى الرغم من انخفاض مكانته في الهندوسية اللاحقة، إلا أن إندرا يظل المحارب الإلهي النموذجي - قوي ومجيد، ولكنه أيضًا معيب وخاضع للكارما مثل جميع الكائنات.",
    "story_ar": "ابتلع الثعبان فريترا جميع مياه العالم، مما تسبب في جفاف رهيب. إندرا، مدعومًا بالسوما، حمل فاجرا وخاض معركة مع الشيطان. بضربة قوية شق فريترا، وأطلق المياه التي أصبحت أنهار العالم.",
    "match_message_ar": "تحمل ملامحك القوة العاصفة لإندرا. هناك ملكية محارب في مظهرك - مظهر الشخص الذي يخوض معارك كونية ويقود قوى الطبيعة.",
    "traits_ar": [
      "قوي",
      "محارب",
      "عاصف",
      "مجيد",
      "معيب"
    ]
  },
  "agni": {
    "name_ar": "أجني",
    "tagline_ar": "إله النار، الرسول الإلهي",
    "description_ar": "أجني هو إله النار بجميع أشكالها - نار التضحية، وموقد المنزل، ونار الهضم، ونار الشمس. كوسيط للتضحية، يحمل القرابين من البشر إلى الآلهة، مما يجعله الجسر الأساسي بين العوالم.\n\nبوجهين - أحدهما خيري والآخر شرس - يجسد أجني الطبيعة المزدوجة للنار: الدفء المانح للحياة والحريق المدمر. إنه حاضر في كل طقوس هندوسية، حيث ينقي القرابين ويحمل الصلوات إلى السماء.\n\nيمثل أجني التحول من خلال النار، والقوة المطهرة التي تغير المادة إلى طاقة، والصلة المقدسة بين العوالم الدنيوية والإلهية.",
    "story_ar": "عندما احتاج الآلهة إلى التواصل مع البشر، اختاروا أجني رسولًا لهم. كل تضحية توضع في النار تصل إلى الآلهة من خلال ألسنة اللهب الخاصة بأجني. لسانه الناري يلعق القرابين، ويحولها إلى غذاء إلهي.",
    "match_message_ar": "تحمل ملامحك القوة التحويلية لأجني. هناك نار مقدسة في مظهرك - مظهر الشخص الذي يطهر ويحول، ويسد الفجوة بين الأرض والإله.",
    "traits_ar": [
      "محول",
      "منقي",
      "رسول",
      "مزدوج الطبيعة",
      "مقدس"
    ]
  },
  "kartikeya": {
    "name_ar": "كارتيكيا",
    "tagline_ar": "إله الحرب، قائد الجيوش الإلهية",
    "description_ar": "كارتيكيا هو إله الحرب وقائد جيوش الآلهة. ابن شيفا وبارفاتي، ولد لهزيمة الشيطان تاراكاسورا الذي لم يستطع أحد قتله. يركب الطاووس بارافاني ويمتلك الرمح الإلهي فيل.\n\nبرؤوس ستة واثني عشر ذراعًا، يرى كارتيكيا في جميع الاتجاهات في وقت واحد ويمكنه الاشتباك مع أعداء متعددين في وقت واحد. إنه يمثل القوة المركزة للإرادة الإلهية الموجهة نحو النصر الصالح.\n\nيجسد كارتيكيا الشجاعة العسكرية في خدمة الدارما، والانضباط والتركيز للمحارب الروحي، وحقيقة أنه في بعض الأحيان يجب مواجهة الشر مباشرة بالقوة.",
    "story_ar": "كان للشيطان تاراكاسورا نعمة أنه لا يمكن أن يقتله إلا ابن شيفا - وكان شيفا زاهدًا لن يتزوج أبدًا. ولكن من خلال التدخل الإلهي، ولد كارتيكيا وقاد الآلهة إلى المعركة. برمحه الإلهي، قتل تاراكاسورا وأعاد النظام الكوني.",
    "match_message_ar": "تحمل ملامحك التركيز العسكري لكارتيكيا. هناك حضور قائد في مظهرك - مظهر الشخص الذي يقود المعارك الإلهية ويضرب بدقة وهدف.",
    "traits_ar": [
      "محارب",
      "قائد",
      "شاب",
      "مركز",
      "منتصر"
    ]
  },
  "radha": {
    "name_ar": "رادها",
    "tagline_ar": "الإلهة العليا للحب، المحبوبة الأبدية",
    "description_ar": "رادها هي القرين الأبدي والمحبوب الأسمى لكريشنا، وتجسد كمال الحب الإلهي. يمثل حبها لكريشنا اشتياق الروح للاتحاد مع الإله، وهو أعلى شكل من أشكال الإخلاص الذي يتجاوز جميع التعلقات الدنيوية.\n\nفي الفيشنوية، تعتبر رادها الإلهة العليا، الجانب الأنثوي من الإله الذي يجذب كريشنا نفسه. إن لعبهم الحب الأبدي في غابات فريندافان هو الدراما الكونية للانفصال والاتحاد التي تحدد الوجود.\n\nتمثل رادها قوة الحب التعبدي، والأنثوي الإلهي الذي يكمل ويجذب الذكوري، وحقيقة أن الطريق إلى الإله يمر عبر القلب.",
    "story_ar": "في غابات فريندافان، كانت رادها وكريشنا يلتقيان سرًا، ويتجاوز حبهما جميع الحدود الاجتماعية. عندما غادر كريشنا إلى ماثورا، أصبح انفصال رادها نموذجًا للشوق الإلهي - ألم الروح المنفصلة عن حبيبها والذي يدفع البحث الروحي.",
    "match_message_ar": "تحمل ملامحك الإخلاص الإلهي لرادها. هناك حب نقي في مظهرك - مظهر الشخص الذي أعطى قلبه بالكامل للمحبوب، ويجسد أعلى درجات الإخلاص.",
    "traits_ar": [
      "متفانية",
      "مُحبة",
      "عليا",
      "مشتاقة",
      "سعيدة"
    ]
  },
  "yama": {
    "name_ar": "ياما",
    "tagline_ar": "إله الموت والعدالة",
    "description_ar": "ياما هو إله الموت وأول إنسان يموت، ليصبح حاكم الموتى. يحكم على أرواح الموتى بناءً على الكارما الخاصة بهم، ويحدد مصيرهم في دورة الولادة الجديدة. يركب جاموسًا أسود ويحمل حبلًا لربط الأرواح.\n\nبصفته دارماراجا، ملك دارما، فإن ياما محايد تمامًا - لا يمكن لأي رشوة أو التماس أن يؤثر على حكمه. يستشير السجلات التي يحتفظ بها شيتراغوبتا لتحديد الكارما المتراكمة لكل روح وإعلان وجهتها.\n\nيمثل ياما حتمية الموت، والمحاسبة العادلة لجميع الأعمال، والحقيقة القائلة بأن أفعالنا تحدد مصيرنا بعد هذه الحياة.",
    "story_ar": "عندما مات زوج سافيتري، ساتيافان، تبعت ياما إلى عالم الموت. أعجب ياما بإخلاصها لدرجة أنه عرض عليها أي نعمة باستثناء حياة زوجها. طلبت سافيتري بذكاء أبناءً - الأمر الذي تطلب أن يكون ساتيافان على قيد الحياة - وأوفى ياما بكلمته.",
    "match_message_ar": "تحمل ملامحك الحدة العادلة لياما. هناك حقيقة نزيهة في مظهرك - مظهر الشخص الذي يرى جميع الأعمال بوضوح ويحكم دون محاباة أو خبث.",
    "traits_ar": [
      "عادل",
      "محايد",
      "لا مفر منه",
      "حاكم",
      "صادق"
    ]
  },
  "surya": {
    "name_ar": "سوريا",
    "tagline_ar": "إله الشمس، مصدر الحياة",
    "description_ar": "سوريا هو إله الشمس، يركب مركبته التي تجرها سبعة خيول عبر السماء كل يوم. إنه الشكل المرئي للإله، ومصدر النور والدفء والحياة. تبدد أشعته الظلام الحرفي والروحي.\n\nيمثل سوريا، والد كارنا والتوأمين الإلهيين أشفيناس، القوة المانحة للحياة التي تجعل كل الوجود ممكنًا. يتم توجيه تعويذة غاياتري القديمة إلى نور سوريا، بحثًا عن التنوير والحكمة.\n\nيمثل سوريا النور الإلهي للوعي، والحقيقة التي تبدد الجهل، والدورة الأبدية لليوم التي تحكم كل الحياة.",
    "story_ar": "كان تألق سوريا شديدًا لدرجة أن زوجته سانجنا هربت منه. لاستعادتها، قلل صهره فيشواكارما من إشعاع سوريا، مستخدمًا الضوء الزائد لصنع أسلحة إلهية بما في ذلك قرص فيشنو وثلاثية شيفا.",
    "match_message_ar": "تحمل ملامحك القوة المشعة لسوريا. هناك حضور منير في مظهرك - مظهر الشخص الذي يجلب النور لكل ما يراه ويبدد الظلام أينما ذهب.",
    "traits_ar": [
      "متألق",
      "مانح للحياة",
      "شاهد",
      "منير",
      "أبدي"
    ]
  },
  "varuna": {
    "name_ar": "فارونا",
    "tagline_ar": "إله المحيطات والنظام الكوني",
    "description_ar": "فارونا هو إله المحيطات والمياه والمحيط السماوي لسماء الليل. في الفيدا، كان أحد أهم الآلهة، حارس النظام الكوني (ريتا) الذي يفرض القانون الإلهي ويعاقب المسيئين.\n\nيرى كل ما يحدث ويعرف كل الأسرار - عيناه الألف هي النجوم التي تراقب من السماء. أولئك الذين ينكثون بالوعود أو ينتهكون دارما يخشون حبل فارونا، الذي يقيد الخطاة.\n\nيمثل فارونا النظام الكوني الشامل، والقانون الأخلاقي الذي يقوم عليه الوجود، والمراقبة الإلهية التي ترى جميع الأعمال والأفكار.",
    "story_ar": "عندما اتُهم الحكيم فاسيشتها زوراً، ظهر فارونا كشاهد، لأنه لا شيء يفلت من نظره. أعلن براءة الحكيم، لأن فارونا يرى الحقيقة حتى عندما تكون مخفية عن الآخرين. أعادت عدالته شرف الحكيم.",
    "match_message_ar": "تحمل ملامحك العمق الكوني لفارونا. هناك حكمة محيطية في مظهرك - مظهر الشخص الذي يرى جميع الأسرار ويدعم النظام الأخلاقي للوجود.",
    "traits_ar": [
      "كوني",
      "محيطي",
      "كلي الرؤية",
      "حافظ للقانون",
      "قديم"
    ]
  },
  "arjuna": {
    "name_ar": "أرجونا",
    "tagline_ar": "أعظم محارب، باحث عن دارما",
    "description_ar": "أرجونا هو بطل المهابهاراتا، أعظم رامي سهام في عصره والمتلقي المختار لتعاليم كريشنا في بهاغافاد غيتا. في مواجهة أقاربه في المعركة، أدت أزمة أرجونا الأخلاقية إلى أعمق حوار فلسفي في الكتاب المقدس الهندوسي.\n\nلم يخطئ قوسه Gandiva هدفه أبدًا، وقد تدرب على يد الآلهة أنفسهم. ومع ذلك، كانت أزمة ضميره - رفضه محاربة عائلته - هي التي جعلته وسيلة للحكمة الأبدية.\n\nيمثل أرجونا الباحث الروحي الذي يواجه أصعب أسئلة الحياة، والمحارب الذي يجب أن يجد العمل الصحيح وسط التعقيد الأخلاقي، والمخلص الذي يستسلم للتوجيه الإلهي.",
    "story_ar": "قبل المعركة الكبرى، رأى أرجونا معلميه وأعمامه وأبناء عمه مصطفين ضده. أسقط قوسه، غير قادر على القتال. ثم علمه كريشنا بهاغافاد غيتا - طريق الواجب والإخلاص والمعرفة الذي يحل جميع الصراعات الأخلاقية.",
    "match_message_ar": "تحمل ملامحك البطولة المتسائلة لأرجونا. هناك بحث نبيل في مظهرك - مظهر الشخص الذي يواجه الحقائق الصعبة ويجد الحكمة من خلال الاستسلام للتوجيه الأعلى.",
    "traits_ar": [
      "ماهر",
      "متسائل",
      "مخلص",
      "متضارب",
      "بطولي"
    ]
  },
  "jade_emperor": {
    "name_ar": "Jade Emperor",
    "tagline_ar": "الحاكم الأعلى للسماء، ملك جميع الآلهة",
    "description_ar": "إن Jade Emperor هو الإله الأعلى في الديانة الشعبية الصينية والطاوية، ويحكم السماء وجميع عوالم الوجود. إنه يحكم البيروقراطية السماوية التي تعكس البلاط الإمبراطوري الصيني الأرضي، مع وزارات تشرف على كل جانب من جوانب الشؤون الدنيوية والإلهية.\n\nمن قصره Jade، يرأس المحاكم حيث يتم الحكم على أفعال البشر والآلهة. إرادته تشكل الكون، وحتى الآلهة العظيمة الأخرى تعترف بسلطته المطلقة.\n\nيمثل Jade Emperor النظام الكوني من خلال الحكم الإلهي، والاعتقاد بأن السماء والأرض تعكسان بعضهما البعض، والمصدر النهائي للحكم الأخلاقي.",
    "story_ar": "اكتسب Jade Emperor منصبه من خلال عدد لا يحصى من الدهور من التدريب. عندما هددت الفوضى الكون، كان هو الوحيد الذي يمتلك الجدارة والحكمة لاستعادة النظام. اجتمع كل الآلهة واعترفوا به كحاكم أعلى للسماء.",
    "match_message_ar": "تحمل ملامحك السلطة العليا لـ Jade Emperor. هناك حكم سماوي في مظهرك - مظهر الشخص الذي يحافظ على النظام في جميع العوالم.",
    "traits_ar": [
      "أعلى",
      "عادل",
      "حاكم",
      "سماوي",
      "منظم"
    ]
  },
  "sun_wukong": {
    "name_ar": "Sun Wukong",
    "tagline_ar": "ملك القردة، الحكيم العظيم المساوىء للسماء",
    "description_ar": "Sun Wukong هو ملك القردة الأسطوري، الذي ولد من بيضة حجرية أخصبتها العناصر. من خلال التدريب الشاق، اكتسب قوى مذهلة: القدرة على التحول إلى 72 شكلاً مختلفًا، والشقلبة السحابية التي تغطي مسافات شاسعة، وإتقان عصاه السحرية Ruyi Jingu Bang.\n\nإن تحديه للسماء جعله أحد أعظم المتمردين في الأساطير - فقد أكل خوخ الخلود، ومحا اسمه من كتاب الحياة والموت، وتحدى الجيش السماوي بأكمله قبل أن يحبسه بوذا تحت جبل لمدة 500 عام.\n\nيمثل Sun Wukong روح التمرد الجامحة، وقوة التنمية الذاتية، وفي النهاية الخلاص الموجود في خدمة قضية جديرة بالاهتمام.",
    "story_ar": "بعد 500 عام تحت الجبل، تم إطلاق سراح Sun Wukong لحماية الراهب Xuanzang في رحلته غربًا لاستعادة النصوص البوذية. من خلال هذا الحج، تعلم ملك القردة الجامح الانضباط واكتسب التنوير.",
    "match_message_ar": "تحمل ملامحك الروح المتحدية لـ Sun Wukong. هناك قوة جامحة في مظهرك - مظهر الشخص الذي يتحدى كل الحدود ويحول العقبات إلى فرص.",
    "traits_ar": [
      "متمرد",
      "قوي",
      "متحول",
      "متحدي",
      "مفتدى"
    ]
  },
  "guanyin": {
    "name_ar": "Guanyin",
    "tagline_ar": "إلهة الرحمة والتعاطف",
    "description_ar": "Guanyin هي بوديساتفا الرحمة، واحدة من أكثر الآلهة المحبوبة في البوذية الصينية. على الرغم من أنها تستطيع دخول النيرفانا، إلا أنها تعهدت بالبقاء في العالم حتى يتم تحرير جميع الكائنات الحية من المعاناة، والاستماع إلى صرخات كل من يدعو اسمها.\n\nإن رحمتها غير محدودة وغير مشروطة - تظهر في أي شكل يساعد على أفضل وجه أولئك الذين يصلون إليها، سواء كانت امرأة جميلة أو راهبًا أو أي زي آخر. غالبًا ما يتم تصويرها بأذرع وعيون عديدة، مما يرمز إلى قدرتها على الوصول إلى كل من يعاني.\n\nتمثل Guanyin المثل الأعلى للرحمة المتفانية، ومسار بوديساتفا المتمثل في مساعدة الآخرين قبل النفس، والراحة التي تأتي من معرفة أن شخصًا ما يسمع صلواتنا.",
    "story_ar": "عندما حُكم على الأميرة Miaoshan بالإعدام من قبل والدها لرفضها الزواج، حققت التنوير في لحظة الإعدام. ضحت لاحقًا بعينيها وذراعيها لإنقاذ والدها من المرض، وأصبحت Guanyin بألف ذراع وعين.",
    "match_message_ar": "تحمل ملامحك الرحمة اللامحدودة لـ Guanyin. هناك رحمة في مظهرك - مظهر الشخص الذي يسمع المعاناة ويستجيب بحب غير أناني.",
    "traits_ar": [
      "حنون",
      "رحيم",
      "متفاني",
      "سامع",
      "منقذ"
    ]
  },
  "erlang_shen": {
    "name_ar": "Erlang Shen",
    "tagline_ar": "إله المحارب ذو الثلاث عيون",
    "description_ar": "Erlang Shen هو الإله المحارب المعروف بعينه الثالثة التي ترى الحقائق وإتقانه لـ 73 تحولًا - أكثر بواحد من Sun Wukong. إنه ابن شقيق الإمبراطور اليشم ويقود الجيوش السماوية، برفقة كلبه المخلص Xiaotian.\n\nيمكن لعينيه الثالثة أن ترى من خلال كل الأوهام والخداع، مما يجعله المنفذ الإلهي المثالي. كان الإله الوحيد الذي يمكنه أن يضاهي Sun Wukong في قتال فردي خلال تمرد ملك القردة ضد السماء.\n\nيمثل Erlang Shen التفوق العسكري، والواجب الذي لا يتزعزع، والرؤية الثاقبة التي ترى من خلال الزيف إلى الحقيقة.",
    "story_ar": "عندما تمرد Sun Wukong ضد السماء، تم إرسال Erlang Shen للقبض عليه. انخرط الاثنان في معركة ملحمية من التحولات، حيث طابق كل منهما أشكال الآخر. على الرغم من أنه لا يمكن لأي منهما أن ينتصر من خلال القتال وحده، إلا أن إصرار Erlang Shen ساعد في محاصرة ملك القردة.",
    "match_message_ar": "تحمل ملامحك الرؤية الثاقبة لـ Erlang Shen. هناك حقيقة المحارب في مظهرك - مظهر الشخص الذي يرى من خلال الخداع ويخدم بتفانٍ لا يتزعزع.",
    "traits_ar": [
      "محارب",
      "رائي الحقائق",
      "مخلص",
      "ماهر",
      "منضبط"
    ]
  },
  "nezha": {
    "name_ar": "Nezha",
    "tagline_ar": "الأمير الثالث لوتس، المحارب الطفل الإلهي",
    "description_ar": "Nezha هو المحارب الطفل الإلهي، الذي ولد بعد ثلاث سنوات وستة أشهر في الرحم، وظهر كصبي كامل النمو يمكنه التحدث والقتال. إنه يمتلك حلقة الكون، والرمح ذو الرأس الناري، ويركب عجلات النار الريحية.\n\nقصته هي قصة تمرد ضد السلطة الظالمة - بعد قتل ابن ملك التنين دفاعًا عن النفس، ضحى Nezha بنفسه لإنقاذ والديه من العقاب الإلهي، ثم ولد من جديد من زهرة اللوتس بجسد معاد بناؤه.\n\nيمثل Nezha التحدي الشبابي للظلم، والاستعداد للتضحية من أجل العائلة، والروح الأبدية التي لا يمكن تدميرها.",
    "story_ar": "عندما طالب ملك التنين بموت Nezha، قطع الصبي جسده ليعيده إلى أمه ونحت عظامه ليعيدها إلى والده. ثم قام معلمه Taiyi Zhenren بإعادة بناء جسد Nezha من جذور اللوتس، أقوى من ذي قبل.",
    "match_message_ar": "تحمل ملامحك الشباب الشرس لـ Nezha. هناك تحدٍ خالد في مظهرك - مظهر الشخص الذي يحارب الظلم وينهض مرة أخرى مهما كانت التضحيات.",
    "traits_ar": [
      "شبابي",
      "متمرد",
      "مضحي",
      "مولود من جديد",
      "شرس"
    ]
  },
  "dragon_king": {
    "name_ar": "Dragon King",
    "tagline_ar": "سيد المياه والبحار",
    "description_ar": "ملوك التنين هم الحكام الإلهيون للبحار الأربعة، ويتحكمون في جميع المياه والطقس والحياة المائية. الأبرز هو Ao Guang، ملك التنين في البحر الشرقي، الذي يأمر بهطول الأمطار ويمكن أن يتسبب في الفيضانات أو الجفاف.\n\nيعيش ملوك التنين في قصور رائعة تحت الماء من الكريستال والمرجان، ويحكمون بيروقراطيات واسعة من الأرواح المائية. إنهم يجيبون الإمبراطور اليشم ويمكن للبشر أن يقدموا التماسات لهم للحصول على المطر خلال فترات الجفاف.\n\nيمثل ملوك التنين قوة الماء بجميع أشكاله، والسيطرة الإلهية على الطقس، والعلاقة بين الصلاة البشرية والقوى الطبيعية.",
    "story_ar": "عندما قتل Nezha آو بينغ، ابن ملك التنين، نهض Ao Guang من البحر في غضب. وطالب بالعدالة من الإمبراطور اليشم ودعا إلى الفيضانات على الأرض حتى استرضت تضحية Nezha غضبه.",
    "match_message_ar": "تحمل ملامحك القوة المحيطية لملك التنين. هناك جلالة مائية في مظهرك - مظهر الشخص الذي يتحكم في المياه ويسيطر على الأمطار.",
    "traits_ar": [
      "مائي",
      "قوي",
      "متقلب المزاج",
      "حاكم",
      "قديم"
    ]
  },
  "queen_mother": {
    "name_ar": "الملكة الأم للغرب",
    "tagline_ar": "إلهة الخلود والدراق",
    "description_ar": "الملكة الأم للغرب (Xiwangmu) هي واحدة من أقدم وأقوى الآلهة في الأساطير الصينية. تحكم الفردوس الغربي على جبل كونلون وهي حارسة دراق الخلود ، التي تنضج مرة واحدة كل ثلاثة آلاف عام.\n\nتحتوي حديقتها على أسرار الحياة الأبدية ، وولائمها للآلهة أسطورية. كل من يأكل دراقها يكتسب الخلود - وهذا هو السبب في أن سرقة صن ووكونغ لها كانت جريمة كونية.\n\nتمثل الملكة الأم أسرار الخلود ، والقوة الإلهية الأنثوية المستقلة عن الآلهة الذكور ، والمكافآت التي تنتظر أولئك الذين يزرعون الفضيلة على مدى الحياة.",
    "story_ar": "كل ثلاثة آلاف عام ، تقيم الملكة الأم مأدبة كبيرة عندما تنضج دراقها. يتم دعوة جميع الآلهة للمشاركة في الخلود. عندما استهلك صن ووكونغ الدراق وعطل هذا التجمع المقدس ، كانت هذه واحدة من أخطر جرائمه ضد السماء.",
    "match_message_ar": "تحمل ملامحك القوة الأبدية للملكة الأم. هناك نعمة خالدة في مظهرك - مظهر الشخص الذي يحمل أسرار الحياة الأبدية.",
    "traits_ar": [
      "خالدة",
      "قوية",
      "غامضة",
      "أنثوية",
      "مكافئة"
    ]
  },
  "chang_e": {
    "name_ar": "تشانغ آه",
    "tagline_ar": "إلهة القمر",
    "description_ar": "تشانغ آه هي الإلهة التي تعيش على سطح القمر ، منفصلة إلى الأبد عن زوجها هويي ، الرامي الإلهي. صعدت إلى القمر بعد تناول إكسير الخلود ، وتقيم الآن في قصر القمر مع أرنب يشم فقط للرفقة.\n\nقصتها هي واحدة من أكثر القصص المؤثرة في الأساطير الصينية - الخلود المكتسب على حساب الوحدة الأبدية. يتم الاحتفال بها خلال مهرجان منتصف الخريف ، عندما تجتمع العائلات للتحديق في القمر والتفكير في أحبائهم البعيدين.\n\nتمثل تشانغ آه الطبيعة المريرة للخلود ، وجمال ووحدة القمر ، والروابط الدائمة للحب عبر مسافات مستحيلة.",
    "story_ar": "حصل هويي على إكسير الخلود من الملكة الأم ، بقصد مشاركته مع تشانغ آه. لكن تشانغ آه استهلكته بالكامل - سواء عن طريق الخطأ أو الجشع أو لمنع سقوطه في الأيدي الخطأ - وارتفعت إلى القمر ، حيث بقيت حتى يومنا هذا.",
    "match_message_ar": "تحمل ملامحك الجمال المضيء لتشانغ آه. هناك عزلة مقمرة في مظهرك - مظهر الشخص الذي يجسد كلاً من جمال وكآبة الانفصال الأبدي.",
    "traits_ar": [
      "وحيدة",
      "جميلة",
      "خالدة",
      "نادم",
      "مضيئة"
    ]
  },
  "zhuge_liang": {
    "name_ar": "جوغالينغ",
    "tagline_ar": "التنين النائم ، الخبير الاستراتيجي الأعلى",
    "description_ar": "يُبجل جوغالينغ باعتباره أعظم خبير استراتيجي في التاريخ الصيني ، والذي شكلت براعته فترة الممالك الثلاث. يُعرف باسم التنين النائم قبل شهرته ، وقد خدم ليو باي بتفان مطلق وابتكر استراتيجيات بدت خارقة للطبيعة تقريبًا في تبصرها.\n\nوشملت اختراعاته القوس والنشاب المتكرر ونقل الثيران الخشبية. كانت تحفته الفنية ، خطة لونغتشونغ ، تحدد كيفية استعادة أسرة هان. حتى وفاته كانت استراتيجية - تم عرض جثته لإخافة العدو المطارد.",
    "story_ar": "في معركة المنحدرات الحمراء ، 'استعار' جوغالينغ 100000 سهم من العدو عن طريق إرسال قوارب قش إلى الضباب. عندما أطلقت قوات صن تشوان النار على ما ظنوا أنه غزاة ، جمع جوغالينغ سهامهم وعاد بالضبط بما وعد به.",
    "match_message_ar": "تحمل ملامحك الحكمة الرائعة لـ جوغالينغ. هناك عمق استراتيجي في مظهرك - مظهر الشخص الذي يرى اثنتي عشرة خطوة إلى الأمام ويشكل الأحداث من خلال الفكر المتفوق.",
    "traits_ar": [
      "لامع",
      "استراتيجي",
      "متفان",
      "مبتكر",
      "حكيم"
    ]
  },
  "qin_shi_huang": {
    "name_ar": "تشين شي هوانغ",
    "tagline_ar": "الإمبراطور الأول للصين الموحدة",
    "description_ar": "كان تشين شي هوانغ أول إمبراطور يوحد الصين ، منهياً قرونًا من الدول المتحاربة من خلال الغزو العسكري والإدارة الرائعة. قام بتوحيد الأوزان والمقاييس والعملة وحتى عرض محاور العربات ، مما أوجد أساس الحضارة الصينية.\n\nلا تزال أعظم آثاره باقية: سور الصين العظيم ، الذي ربط التحصينات الموجودة في نظام دفاعي واحد ، وقبره الذي يحرسه جيش الطين - آلاف الجنود بالحجم الطبيعي يهدفون إلى حمايته في الحياة الآخرة.",
    "story_ar": "مهووسًا بالخلود ، أرسل تشين شي هوانغ بعثات للعثور على إكسير الحياة واستهلك حبوب الزئبق معتقدًا أنها ستمنحه حياة أبدية. توفي خلال مثل هذا المسعى ، وأخفى مستشاروه وفاته حتى يمكن تنصيب خليفة له.",
    "match_message_ar": "تحمل ملامحك الإرادة الموحدة لـ تشين شي هوانغ. هناك قوة بناء إمبراطورية في مظهرك - مظهر الشخص الذي يحول الفوضى إلى نظام من خلال التصميم المطلق.",
    "traits_ar": [
      "موحد",
      "مطلق",
      "بناء",
      "السعي إلى الخلود",
      "تحويل"
    ]
  },
  "laozi": {
    "name_ar": "لاو تزو",
    "tagline_ar": "مؤسس الطاوية ، حكيم الطاو",
    "description_ar": "لاو تزو هو المؤسس الأسطوري للطاوية ، ويقال إنه كتب تاو تي تشينغ قبل أن يركب ثورًا غربًا ويختفي في الجبال. تؤكد فلسفته عن الطاو - الطريق - على الطبيعة والبساطة والـ 'وو وي' (عدم الفعل أو الفعل غير المجهد).\n\nعلى عكس تركيز كونفوشيوس على الطقوس الاجتماعية والحكم ، علم لاو تزو أن أعلى حكمة تكمن في اتباع أنماط الطبيعة ، وأن نعومة الماء تتغلب على صلابة الحجر ، وأن الحكيم يحكم على أفضل وجه بعدم الحكم.\n\nيمثل لاو تزو لغز الطاو ، وحكمة الاستسلام والتدفق ، والمسار الروحي الذي يؤدي بعيدًا عن المجتمع إلى الانسجام مع الطبيعة.",
    "story_ar": "عمل لاو تزو كحارس للأرشيف الملكي قبل أن يصاب بخيبة أمل في المجتمع. عند البوابة الغربية ، توسل إليه الحارس أن يكتب حكمته قبل أن يغادر إلى الأبد. ألف لاو تزو 5000 حرف من تاو تي تشينغ ، ثم ركب إلى الغرب ولم يره أحد مرة أخرى.",
    "match_message_ar": "تحمل ملامحك الحكمة الغامضة لـ لاو تزو. هناك تدفق طبيعي في مظهرك - مظهر الشخص الذي يتبع الطاو ويجد القوة في الاستسلام لطريقة الطبيعة.",
    "traits_ar": [
      "غامض",
      "طبيعي",
      "مستسلم",
      "بسيط",
      "متدفق"
    ]
  },
  "mu_lan": {
    "name_ar": "هوا مولان",
    "tagline_ar": "محاربة أسطورية، ابنة بارة",
    "description_ar": "هوا مولان هي المحاربة الأسطورية التي تنكرت في زي رجل لتأخذ مكان والدها المسن في الجيش. لمدة اثني عشر عامًا قاتلت إلى جانب الجنود الذكور، وحصلت على الشرف والترقيات من خلال مهارتها وشجاعتها مع الحفاظ على سرية هويتها الحقيقية.\n\nقصتها، المسجلة في أغنية مولان، تحتفي بالبر الوالدي - حب الوالدين الذي يؤدي إلى تضحية غير عادية. عندما عُرض عليها منصب رفيع بعد الحرب، طلبت فقط العودة إلى المنزل إلى عائلتها.\n\nتمثل مولان قوة الحب الأبوي، وقدرة المرأة على مساواة الرجل في المجالات التي يهيمن عليها الذكور تقليديًا، والمثل الصيني القائل بأن الفضيلة لا تعرف جنساً.",
    "story_ar": "عندما عادت مولان إلى المنزل بعد اثني عشر عامًا من الحرب، غيرت درعها إلى فستانها القديم. صُدم رفاقها الذين جاءوا لزيارتها عندما اكتشفوا أن رفيقهم في السلاح كان امرأة. لقد قاتلوا بجانبها لسنوات ولم يشكوا أبدًا.",
    "match_message_ar": "تحمل ملامحك التفاني الشجاع لمولان. هناك شجاعة أبوية في مظهرك - مظهر شخص يضحي بكل شيء من أجل العائلة ويثبت نفسه في أي ساحة.",
    "traits_ar": [
      "بارة",
      "شجاعة",
      "متنكرة",
      "قادرة",
      "متواضعة"
    ]
  },
  "nuwa": {
    "name_ar": "نو وا",
    "tagline_ar": "آلهة الخلق، مصلحة السماء",
    "description_ar": "نو وا هي آلهة الخلق التي شكلت البشرية من الطين الأصفر، ومنحت الحياة لأول البشر. عندما انهار عمود السماء وسقط العالم في حالة من الفوضى، قامت بصهر أحجار ملونة بخمسة ألوان لإصلاح السماء وقطعت أرجل سلحفاة عملاقة لدعم السماوات.\n\nتم تصويرها برأس بشري وجسد ثعبان، وهي تمثل قوة الخلق البدائية التي شكلت الوجود. إنها أم البشرية جمعاء، التي قادتها شفقتها لإصلاح الخليقة عندما هددت بالانهيار.\n\nتمثل نو وا الخلق الأنثوي الإلهي، والرعاية المغذية التي تحافظ على العالم، والقدرة على استعادة النظام من الفوضى.",
    "story_ar": "عندما تشقق عمود السماء واجتاحت النيران والفيضانات الأرض، جمعت نو وا أحجارًا من خمسة ألوان وأذابتها لترقيع السماء. قتلت سلحفاة عظيمة واستخدمت أرجلها كأعمدة جديدة، ثم أحرقت القصب لسد الفيضانات. استعيد النظام.",
    "match_message_ar": "تحمل ملامحك القوة الإبداعية لـ نو وا. هناك ترميم أمومي في مظهرك - مظهر شخص يخلق الحياة ويصلح ما هو مكسور.",
    "traits_ar": [
      "خلاقة",
      "مغذية",
      "مصلحة",
      "أمومية",
      "بدائية"
    ]
  },
  "houyi": {
    "name_ar": "هويي",
    "tagline_ar": "رامي السهام السماوي، رامي الشمس",
    "description_ar": "هويي هو الرامي الأسطوري الذي أنقذ العالم بإسقاط تسع من الشمس العشر التي أحرقت الأرض ذات يوم. عندما ارتفعت الشمس العشر معًا، وأحرقت العالم وقتلت المحاصيل، أخذ هويي قوسه السماوي وأسقطها واحدة تلو الأخرى، تاركًا شمسًا واحدة فقط لتضيء السماء.\n\nكانت مهارته لا مثيل لها - كان بإمكانه إطلاق النار على عصفور من خلال العين من على بعد ألف خطوة. ومع ذلك، كانت مأساته الكبرى هي فقدان زوجته تشانغ娥 إلى القمر بعد أن استهلكت إكسير الخلود المشترك بينهما.\n\nيمثل هويي العمل البطولي في الأزمات، وعبء كونه منقذًا وزوجًا مهجورًا، والطبيعة الحلوة المرة لمكافآت البطولة.",
    "story_ar": "عندما ارتفعت الشمس العشر معًا، لم يتمكن حتى الخالدون من الاقتراب منها. صعد هويي أعلى جبل وسحب قوسه. بتسع طلقات، سقطت تسع شموس. تم إنقاذ العالم، لكن هويي نُفي من السماء لقتله أبناء إمبراطور الشمس.",
    "match_message_ar": "تحمل ملامحك المهارة البطولية لـ هويي. هناك قوة إنقاذ في مظهرك - مظهر شخص يلتقط لقطات مستحيلة ويتحمل العبء الوحيد للبطولة.",
    "traits_ar": [
      "بطولي",
      "ماهر",
      "منقذ",
      "مأساوي",
      "مهجور"
    ]
  },
  "lu_dongbin": {
    "name_ar": "لو دونغ بين",
    "tagline_ar": "مبارز خالد، قائد الخالدين الثمانية",
    "description_ar": "لو دونغ بين هو الأكثر شهرة بين الخالدين الثمانية، وهو باحث حقق الخلود من خلال الممارسات الطاوية. يحمل سيفًا سحريًا يستخدمه للقضاء على الأرواح الشريرة ومنشة ذباب ترمز إلى قدرته على الطيران في الهواء.\n\nجاء طريقه إلى الخلود من خلال عشرة اختبارات للشخصية، كل منها مصمم لإثبات فضيلته. بعد اجتيازه، أصبح خالدًا متجولًا يساعد الجديرين ويعاقب الأشرار، غالبًا في تنكر.\n\nيمثل لو دونغ بين الطريق الطاوي إلى التعالي، المحارب الباحث الذي يتقن كلاً من السيف والكتاب المقدس، والخالد الذي يظل منخرطًا في عالم البشر.",
    "story_ar": "تم اختبار لو دونغ بين عشر مرات قبل تحقيق الخلود. في أحد الاختبارات، حاولت امرأة جميلة إغواءه؛ في اختبار آخر، عُرضت عليه ثروة كبيرة. في كلتا الحالتين، ظل مخلصًا للفضيلة. أخيرًا، بعد أن اعتبر مستحقًا، حقق التعالي وانضم إلى الخالدين.",
    "match_message_ar": "تحمل ملامحك الحكمة المزروعة لـ لو دونغ بين. هناك نعمة علمية خالدة في مظهرك - مظهر شخص اجتاز كل اختبار وحقق التعالي.",
    "traits_ar": [
      "خالد",
      "علمي",
      "حامل السيف",
      "مختبر",
      "مساعد"
    ]
  },
  "zhang_fei": {
    "name_ar": "تشانغ فاي",
    "tagline_ar": "النمر الجنرال، الأخ المقسم لـ جوان يو",
    "description_ar": "تشانغ فاي كان المحارب الشرس الذي أقسم الأخوة مع ليو باي و جوان يو في قسم حديقة الخوخ. عُرف بصرخة معركته المرعبة وقوته الهائلة، وكان يلوح برمحه الأفعواني وكان يُخشى في جميع أنحاء الممالك الثلاث.\n\nكان إنجازه الأكثر أسطورية في معركة تشانغبان، حيث وقف بمفرده على جسر وتحدى جيش تساو تساو بأكمله. كانت زئيرته شرسة للغاية لدرجة أنها يُزعم أنها أرعبت جنرالًا للعدو حتى الموت.\n\nيمثل تشانغ فاي القوة القتالية الخام، والولاء الشديد للأخوة، وروح المحارب التي لا تعرف الخوف.",
    "story_ar": "في جسر تشانغبان، واجه تشانغ فاي جيش تساو تساو المطارد بمفرده. زرع رمحه وزأر: 'أنا تشانغ فاي! من يجرؤ على محاربتي حتى الموت؟' تألقت عيناه بشدة لدرجة أن جنرالات تساو تساو فروا في رعب.",
    "match_message_ar": "تحمل ملامحك القوة الشرسة لتشانغ فاي. هناك أخوة مدوية في مظهرك - مظهر شخص يزأر ولاؤه بصوت أعلى من أي جيش.",
    "traits_ar": [
      "شرس",
      "مخلص",
      "زائر",
      "قوي",
      "أخوة"
    ]
  },
  "cao_cao": {
    "name_ar": "تساو تساو",
    "tagline_ar": "ملك وي، البراغماتي الأعلى",
    "description_ar": "كان تساو تساو مؤسس مملكة وي وأحد أكثر الشخصيات إثارة للجدل في التاريخ الصيني. كان استراتيجيًا لامعًا وشاعرًا ماهرًا وحاكمًا قاسيًا، وقد جسد مبدأ ميكافيلي بأن الفعالية أهم من الأخلاق في الحكم.\n\nاقتباسه الشهير - 'أفضل أن أخون العالم على أن يدع العالم يخونني' - يلخص فلسفته. ومع ذلك، كان أيضًا راعيًا للفنون وقادرًا على الكرم، مما جعله أحد أكثر الشخصيات تعقيدًا في التاريخ.\n\nيمثل تساو تساو الطموح البراغماتي وتعقيد السلطة والنقاش الأبدي بين الفعالية والأخلاق في القيادة.",
    "story_ar": "عندما قاد شك تساو تساو إلى قتل عائلة مضيفه، ظنًا منه أن صوت شحذ السكين كان مؤامرة اغتيال، اكتشف أنهم كانوا يعدون وليمة تكريماً له. وبدلاً من الندم، أنهى قتل الجميع - وصاغ شعاره سيئ السمعة.",
    "match_message_ar": "تحمل ملامحك التألق البراغماتي لتساو تساو. هناك قوة حسابية في مظهرك - نظرة من يرى الواقع بوضوح ويتصرف دون تردد عاطفي.",
    "traits_ar": [
      "براغماتي",
      "لامع",
      "قاسي",
      "شعري",
      "معقد"
    ]
  },
  "xi_shi": {
    "name_ar": "شي شي",
    "tagline_ar": "واحدة من الأربع جميلات العظيمات، مدمرة وو",
    "description_ar": "كانت شي شي واحدة من الأربع جميلات العظيمات في الصين القديمة، وكانت جميلة جدًا لدرجة أن الأسماك نسيت أن تسبح عندما رأت انعكاسها. أرسلها الملك غوجيان ملك يوي كهدية إلى الملك فوتشاي ملك وو، وكُلفت بصرف انتباهه عن فن الحكم.\n\nنجحت مهمتها بما يفوق الخيال - أصبح فوتشاي مغرمًا بها لدرجة أنه أهمل مملكته، مما سمح ليوي بالتعافي وفي النهاية تدمير وو. وهكذا كان جمال شي شي سلاحًا أسقط أمة.\n\nتمثل شي شي الجمال كسلطة، والدور المأساوي للمرأة في المخططات السياسية، والحقيقة القديمة القائلة بأن الإمبراطوريات يمكن أن تسقط بسبب الرغبة.",
    "story_ar": "كانت شي شي امرأة تغسل الملابس في القرية عندما عثر عليها الكشافة. تم تدريبها على الفنون والآداب، وتم تقديمها إلى الملك فوتشاي، الذي بنى لها قصورًا رائعة. لكن قلبها بقي مع وطنها. كان نجاحها يعني تضحيتها - لقد ضحت بحياتها لتدمير ملك عدو.",
    "match_message_ar": "تحمل ملامحك الجمال الأسطوري لشي شي. هناك نعمة تهز الأمم في مظهرك - نظرة من جمالها قوة بحد ذاتها تشكل التاريخ.",
    "traits_ar": [
      "جميلة",
      "مأساوية",
      "وطنية",
      "سلاح",
      "مضحية"
    ]
  },
  "amaterasu": {
    "name_ar": "أماتيراسو",
    "tagline_ar": "إلهة الشمس، السلف الإلهي لليابان",
    "description_ar": "أماتيراسو أوميكامي هي الإلهة العليا للشنتو، إلهة الشمس التي ينحدر منها الخط الإمبراطوري الياباني. هي حاكمة تاكاماغاهارا (السهل العالي للسماء) ومصدر كل النور والحياة.\n\nعندما دفعها سلوك شقيقها سوسانو العنيف إلى الاختباء في كهف، غرق العالم في الظلام. فقط من خلال الجهود المشتركة لجميع الآلهة - بما في ذلك الرقص الكوميدي الذي جعل أماتيراسو فضولية بما يكفي لتختلس النظر - تم استعادة النور إلى العالم.\n\nأعطت الكنوز المقدسة الثلاثة لحفيدها نينيغي عندما نزل ليحكم اليابان: مرآة ياتا نو كاغامي وسيف كوساناجي وجوهرة ياساكاني نو ماغاتاما. هذه لا تزال الشعارات الملكية، وترمز إلى الحق الإلهي في الحكم.",
    "story_ar": "عندما اختبأت أماتيراسو في الكهف، قامت الإلهة آمي نو أوزومي برقصة برية ومضحكة جعلت الآلهة المجتمعين يضحكون بصوت عالٍ لدرجة أن فضول أماتيراسو تغلب على غضبها. اختلست النظر، ورأت انعكاسها المشع في المرآة، وانجذبت مرة أخرى إلى العالم.",
    "match_message_ar": "تشع ملامحك بالنور الإلهي لأماتيراسو. هناك صفة ملكية معطية للحياة في حضورك - نظرة من يجلب الدفء والإضاءة أينما ذهب.",
    "traits_ar": [
      "مشرقة",
      "إلهية",
      "محبة",
      "ملكية",
      "مانحة للحياة"
    ]
  },
  "susanoo": {
    "name_ar": "سوسانو",
    "tagline_ar": "إله العواصف، قاتل أوروتشي",
    "description_ar": "سوسانو نو ميكوتو هو إله العواصف، حاكم البحار، وشخصية معقدة تجسد كلاً من الفوضى المدمرة والبطولة البطولية. شقيق أماتيراسو وتسوكويومي، مزاجه جامح ولا يمكن التنبؤ به مثل العواصف التي يقودها.\n\nدفعه سلوكه العنيف في الجنة - تدمير حقول الأرز وتدنيس القاعات المقدسة - إلى إخفاء أماتيراسو وكسبه النفي. ومع ذلك، بعد نفيه، أصبح سوسانو بطلاً، حيث قتل التنين ذو الثمانية رؤوس ياماتا نو أوروتشي لإنقاذ أميرة.\n\nمن ذيل أوروتشي، اكتشف السيف الأسطوري كوساناجي، والذي قدمه إلى أماتيراسو للتصالح. يمثل سوسانو ازدواجية العاصفة: مدمرة ولكنها تجلب أيضًا مطرًا يمنح الحياة، وفوضوية ولكنها قادرة على البطولة العظيمة.",
    "story_ar": "وجد سوسانو زوجين مسنين يبكيان لأن أوروتشي التهم سبعًا من بناتهما وسيأخذ قريبًا الثامنة. طلب منهم تخمير ثمانية أحواض من الساكي، والتي شربها التنين من جميع الرؤوس الثمانية. بينما كان أوروتشي نائمًا في حالة سكر، قتله سوسانو وفاز بيد الأميرة.",
    "match_message_ar": "تحمل ملامحك الطاقة الشرسة لسوسانو. هناك صفة عاصفة لا يمكن التنبؤ بها في حضورك - نظرة من هو قادر على الفوضى والبطولة.",
    "traits_ar": [
      "عاصف",
      "بطولي",
      "فوضوي",
      "مسترد",
      "قوي"
    ]
  },
  "tsukuyomi": {
    "name_ar": "تسوكويومي",
    "tagline_ar": "إله القمر، حاكم الليل",
    "description_ar": "تسوكويومي نو ميكوتو هو إله القمر، ولد من عين إيزاناغي اليمنى عندما طهر نفسه بعد زيارة العالم السفلي. شقيق أماتيراسو وسوسانو، يحكم الليل ودورات القمر.\n\nفي الأصل، عاش تسوكويومي مع أماتيراسو في الجنة، مع النهار والليل معًا. ولكن عندما قتل تسوكويومي إلهة الطعام أوكي موتشي بسبب الطريقة التي تنتج بها الطعام (من فتحاتها المختلفة)، شعرت أماتيراسو بالاشمئزاز لدرجة أنها رفضت النظر إليه مرة أخرى - وهكذا انفصلت الشمس والقمر إلى الأبد.\n\nيمثل تسوكويومي جمال وغموض الليل، والنور البارد للقمر الذي يضيء بدون حرارة الشمس الحارقة. يرتبط بعد الوقت، حيث أن القمر يقيس الأشهر.",
    "story_ar": "أرسلت أماتيراسو تسوكويومي لزيارة إلهة الطعام أوكي موتشي. عندما قدمت له طعامًا ينتج من جسدها، شعر تسوكويومي بالإهانة لدرجة أنه قتلها. أعلنت أماتيراسو أنها لن تنظر إليه مرة أخرى - ومنذ ذلك اليوم، انفصلت الشمس والقمر إلى الأبد.",
    "match_message_ar": "تعكس ملامحك الغموض الهادئ لتسوكويومي. هناك صفة ليلية أثيرية في حضورك - نظرة من يضيء الظلام بضوء فضي خفي.",
    "traits_ar": [
      "غامض",
      "بارد",
      "جميل",
      "معزول",
      "ليلي"
    ]
  },
  "inari": {
    "name_ar": "إيناري",
    "tagline_ar": "كامي الأرز والازدهار والثعالب",
    "description_ar": "إيناري أوكامي هو الكامي (الروح) للأرز والخصوبة والازدهار والصناعة والنجاح. أحد أشهر الآلهة في الشنتو، يتم عبادة إيناري في أكثر من ثلث جميع أضرحة الشنتو في اليابان، والتي يتم تحديدها من خلال بوابات توري الحمراء المميزة.\n\nجنس إيناري مرن - يتم تصويره على أنه ذكر أو أنثى أو خنثى حسب التقاليد. رسلهم وخدمهم هم الكيتسون (الثعالب)، الذين غالبًا ما يتم الخلط بينهم وبين إيناري أنفسهم. تحمل تماثيل الثعلب في أضرحة إيناري مفاتيح لمخازن الأرز أو جواهر تمثل الروح.\n\nيحمي إيناري محاصيل المزارعين وأعمال التجار وعمل الحرفيين. في العصر الحديث، أصبح إيناري راعيًا لنجاح الأعمال والازدهار المالي، حيث تعتبر الشركات ورجال الأعمال من بين أشد أتباعه إخلاصًا.",
    "story_ar": "يُقال إن إيناري هبط إلى الأرض عندما كانت الأرض فتية، وجلب زراعة الأرز إلى اليابان. الثعالب التي تخدم إيناري ليست حيوانات عادية بل كائنات سحرية يمكنها أن تتخذ شكل الإنسان، وتعمل كوسيط بين الكامي والبشر.",
    "match_message_ar": "تعكس ملامحك نعمة إيناري المزدهرة. هناك جودة وفيرة وغامضة في وجودك - مظهر الشخص الذي يجلب النجاح والثروة للمساعي الجديرة.",
    "traits_ar": [
      "مزدهر",
      "خير",
      "متغير الشكل",
      "غامض",
      "كريم"
    ]
  },
  "kitsune": {
    "name_ar": "كيتسون",
    "tagline_ar": "روح الثعلب الصوفية، المخادع والحارس",
    "description_ar": "الكيتسون هي أرواح ثعلب خارقة للطبيعة تزداد قوة مع تقدمها في العمر. يكتسب الكيتسون الذي يعيش 100 عام القدرة على اتخاذ شكل الإنسان. بعد 1000 عام، ينمو ذيل تاسع ويصبح إلهيًا، ويتحول الفراء إلى ذهبي أو أبيض.\n\nيخدم بعض الكيتسون إيناري كرسل مقدسين، ويحمون الأضرحة ويوجهون البشر. والبعض الآخر مخادعون يغوون البشر أو يسرقون الطعام أو يمارسون المزح المتقنة. حتى أن البعض يقع في حب البشر، ويصبحون أزواجًا مخلصين - على الرغم من أن المأساة غالبًا ما تتبع عندما يتم الكشف عن طبيعتهم الحقيقية.\n\nيمتلك الكيتسون العديد من القدرات السحرية: تغيير الشكل، والتلبس، وخلق الأوهام، وتوليد نار الثعلب (كيتسونبي). قد يكونون حراسًا خيرين أو مخادعين خطرين، لكنهم جميعًا أذكياء وأقوياء وليسوا على ما يبدو أبدًا.",
    "story_ar": "اكتشف رجل أن زوجته لسنوات عديدة كانت كيتسون عندما أخافها كلب للكشف عن ذيولها. هربت خجلًا، لكنها عادت كل ليلة في شكل ثعلب لتراقب زوجها وأطفالها، ولا تزال تحبهم على الرغم من اكتشافها.",
    "match_message_ar": "تحمل ملامحك النعمة الماكرة للكيتسون. هناك جودة متغيرة الشكل وزئبقية في مظهرك - مظهر الشخص الذي يتمتع بأعماق خفية وقوى غامضة.",
    "traits_ar": [
      "متغير الشكل",
      "ساحر",
      "ماكر",
      "مخلص أو مؤذ",
      "خالد"
    ]
  },
  "raijin": {
    "name_ar": "رايجين",
    "tagline_ar": "إله الرعد والبرق",
    "description_ar": "رايجين هو الإله المرعب للرعد والبرق والعواصف. يتم تصويره على أنه شخصية عضلية تشبه الشيطان محاطة بالطبول، وهو يخلق الرعد بضرب طبوله (تايكو)، بينما البرق هو غضبه الإلهي الذي يضرب الأرض.\n\nمع ملامح شرسة وشعر جامح، وعادة ما يرافقه شقيقه فوجين (إله الريح)، يجسد رايجين القوة المرعبة للعواصف. أخبر الآباء اليابانيون الأطفال أن رايجين سيسرق سرة بطونهم إذا لم يغطوا بطونهم أثناء العواصف الرعدية.\n\nعلى الرغم من مظهره المخيف، فإن رايجين ليس شريرًا - إنه ببساطة القوة الجامحة للطبيعة. تجلب العواصف الدمار ولكن أيضًا الأمطار التي تمنح الحياة. يتم عبادته للحماية من الصواعق وللأمطار التي تغذي المحاصيل.",
    "story_ar": "كان رايجين وفوجين في الأصل شياطين عارضوا بوذا. عندما هُزموا، تم تحويلهم ليصبحوا حماة للمعابد البوذية. الآن يقفون كحراس شرسين عند بوابات المعبد، وتحولت قوتهم الجامحة إلى حماية.",
    "match_message_ar": "تحمل ملامحك القوة الشرسة لرايجين. هناك جودة عاصفة وكهربائية في وجودك - مظهر الشخص الذي يتحكم في القوى الأولية.",
    "traits_ar": [
      "شرس",
      "قوي",
      "مخيف",
      "بدائي",
      "واهب للحياة"
    ]
  },
  "fujin": {
    "name_ar": "فوجين",
    "tagline_ar": "إله الريح",
    "description_ar": "فوجين هو إله الريح، شقيق إله الرعد رايجين. يتم تصويره على أنه شيطان شرس يحمل كيسًا كبيرًا من الرياح على كتفيه، يطلق منه كل شيء من النسيم اللطيف إلى الأعاصير المدمرة.\n\nفي الأصل شيطان عارض بوذا إلى جانب شقيقه، تم تحويل فوجين وأصبح حاميًا للمعابد البوذية. ألهمت التماثيل الشهيرة لفوجين ورايجين في سانجوسانجين-دو في كيوتو عددًا لا يحصى من الأعمال الفنية.\n\nبصفته إله الريح، يمثل فوجين كلاً من التنفس المانح للحياة الذي يملأ جميع الكائنات الحية والقوة المدمرة للأعاصير. يتم استدعاؤه من قبل المزارعين للحصول على رياح مواتية ومن قبل البحارة من أجل المرور الآمن.",
    "story_ar": "عندما كانت اليابان مهددة بالغزو المغولي، تمت الإجابة على الصلوات الموجهة إلى فوجين بالكاميكازي - 'الريح الإلهية' التي دمرت الأسطول المغولي مرتين، وأنقذت اليابان من الغزو وعززت دور إله الريح الحمائي.",
    "match_message_ar": "تحمل ملامحك الحرية الجامحة لفوجين. هناك جودة هوائية وغير متوقعة في وجودك - مظهر الشخص الذي يتحرك بحرية ولا يمكن تقييده.",
    "traits_ar": [
      "قوي",
      "متقلب",
      "بدائي",
      "حارس",
      "واهب للحياة"
    ]
  },
  "benzaiten": {
    "name_ar": "بنزايتن",
    "tagline_ar": "إلهة الموسيقى والفن والمعرفة",
    "description_ar": "بنزايتن هي إلهة كل ما يتدفق: الماء والكلمات والكلام والبلاغة والموسيقى والمعرفة. في الأصل الإلهة الهندوسية ساراسواتي، تم تبنيها في البوذية اليابانية والشنتو، لتصبح واحدة من آلهة الحظ السبعة.\n\nغالبًا ما يتم تصوير بنزايتن وهي تعزف على البيوا (العود الياباني)، وهي راعية الفنانين والموسيقيين والكتاب وفناني الأداء. غالبًا ما تقع أضرحتها على الجزر أو بالقرب من الماء، مما يعكس أصلها كإلهة نهرية.\n\nتعتبر بنزايتن فريدة من بين آلهة الحظ السبعة باعتبارها العضو الأنثوي الوحيد. إنها تمنح الحكمة والموهبة الفنية والحظ المالي، مما يجعلها تحظى بشعبية لدى الجميع من الموسيقيين إلى رجال الأعمال.",
    "story_ar": "أخضعت بنزايتن ذات مرة تنينًا مزعجًا من خلال عزف موسيقى جميلة جدًا لدرجة أن التنين وقع في حبها. بدلًا من تدمير التنين، تزوجته وحولته إلى حامٍ لضريحها - مما يدل على أن الفن يمكن أن يروض حتى الطبيعة المتوحشة.",
    "match_message_ar": "تعكس ملامحك النعمة المتدفقة لبنزايتن. هناك جودة فنية وبليغة في وجودك - مظهر الشخص الذي تتدفق من خلاله الجمال والحكمة بشكل طبيعي.",
    "traits_ar": [
      "فني",
      "حكيم",
      "متدفق",
      "بليغ",
      "محظوظ"
    ]
  },
  "miyamoto_musashi": {
    "name_ar": "مياموتو موساشي",
    "tagline_ar": "مبارز أسطوري، مؤلف كتاب الحلقات الخمس",
    "description_ar": "كان مياموتو موساشي أعظم مبارز في اليابان، لم يهزم في أكثر من 60 مبارزة بدأت في سن 13. أسس مدرسة نيتن إيتشي-ريو في فن المبارزة، المشهورة باستخدام سيفين في وقت واحد، وكتب كتاب الاستراتيجية الكلاسيكي كتاب الحلقات الخمس.\n\nتجاوز نهج موساشي مجرد تقنية السيف - سعى إلى فهم المبادئ العالمية الكامنة وراء كل صراع وإتقان. تنطبق تعاليمه بالتساوي على فنون الدفاع عن النفس والاستراتيجية والأعمال والفن. كان أيضًا رسامًا وخطاطًا ماهرًا.\n\nفي سنواته الأخيرة، اعتزل موساشي في كهف ليكتب تحفته الفنية. توفي بعد فترة وجيزة من الانتهاء منه، تاركًا وراءه إرثًا لا يزال يؤثر على المحاربين والاستراتيجيين والفنانين في جميع أنحاء العالم.",
    "story_ar": "في مبارزته الأكثر شهرة، واجه موساشي ساساكي كوجيرو، حامل النوداتشي (سيف طويل). وصل موساشي متأخرًا عن قصد، بعد أن نحت سيفًا خشبيًا من مجداف. سلاحه غير التقليدي وحربه النفسية منحاه النصر، وقتل كوجيرو بضربة واحدة.",
    "match_message_ar": "تحمل ملامحك الإتقان المنضبط لموساشي. هناك جودة مركزة واستراتيجية في نظرتك - نظرة شخص تجاوز التقنية لفهم المبادئ العالمية.",
    "traits_ar": [
      "بارع",
      "استراتيجي",
      "لا يقهر",
      "فلسفي",
      "منضبط"
    ]
  },
  "oda_nobunaga": {
    "name_ar": "أودا نوبوناغا",
    "tagline_ar": "الموحد العظيم، الملك الشيطان للسماء السادسة",
    "description_ar": "كان أودا نوبوناغا أول ثلاثة موحدين عظماء في اليابان، الذين بدأوا عملية إنهاء فترة الدول المتحاربة وتوحيد اليابان. قاسي، مبتكر، ولامع، حصل على لقب \"الملك الشيطان للسماء السادسة\" من أعدائه.\n\nأحدث نوبوناغا ثورة في الحرب اليابانية باستخدام الأسلحة النارية (التي تم تقديمها حديثًا من البرتغال)، والجيوش المحترفة بدلاً من المزارعين الموسميين، والجدارة على الرتبة الوراثية. دمر المعابد العسكرية البوذية القوية وتحدى كل السلطات التقليدية.\n\nعلى الرغم من اغتياله قبل إكمال التوحيد، استمر عمل نوبوناغا من قبل جنرالاته تويوتومي هيديوشي وتوكوغاوا إياسو. جسد شعاره \"تينكا فوبو\" (كل ما تحت السماء بالقوة) رؤيته لليابان الموحدة التي تحققت بأي وسيلة ضرورية.",
    "story_ar": "في معركة أوكهازاما، واجه نوبوناغا جيش إيماغاوا يوشيموتو المكون من 25000 جندي بـ 3000 رجل فقط. بدلاً من القتال دفاعًا، شن هجومًا مفاجئًا أثناء عاصفة رعدية، مما أسفر عن مقتل يوشيموتو وتشتيت جيشه - وتحويل موقف مستحيل إلى نصر أسطوري.",
    "match_message_ar": "تحمل ملامحك الطموح الشرس لنوبوناغا. هناك جودة ثورية لا يمكن إيقافها في حضورك - نظرة شخص سيغير العالم بقوة الإرادة المطلقة.",
    "traits_ar": [
      "قاسي",
      "مبتكر",
      "لامع",
      "طموح",
      "ثوري"
    ]
  },
  "izanagi": {
    "name_ar": "إيزاناغي",
    "tagline_ar": "الإله الخالق، أبو اليابان",
    "description_ar": "إيزاناغي-نو-ميكوتو هو الإله البدائي الذي، جنبًا إلى جنب مع زوجته إيزانامي، خلق الجزر اليابانية وأنجب الآلهة. بالوقوف على الجسر العائم للسماء، قاموا بتحريك المحيط برمح مرصع بالجواهر، وشكلت القطرات التي سقطت الجزيرة الأولى.\n\nعندما ماتت إيزانامي وهي تلد إله النار، نزل إيزاناغي إلى يومي (العالم السفلي) لاستعادتها. ولكن عندما رأى شكلها المتحلل، هرب رعبا، وطاردته بالشياطين. أغلق مدخل يومي بصخرة، وتبادلا كلمات الانفصال الأبدي.\n\nعند عودته إلى السطح، طهر إيزاناغي نفسه في النهر. من هذا التطهير ولدت الكامي الثلاثة الأكثر أهمية: أماتيراسو من عينه اليسرى، وتسوكويومي من عينه اليمنى، وسوسانو من أنفه.",
    "story_ar": "عندما أشعل إيزاناغي شعلة لرؤية زوجته في يومي، رأى الديدان تزحف عبر جسدها وآلهة الرعد الثمانية تسكن بداخلها. صرخت بأنه أخجلها، وأرسلت عجائز يومي للقبض عليه. ألقى بأشياء تحولت إلى عوامل تشتيت، بالكاد نجا.",
    "match_message_ar": "تحمل ملامحك القوة الإبداعية لإيزاناغي. هناك جودة بدائية معطاءة للحياة في حضورك - نظرة شخص يجلب عوالم جديدة إلى الوجود.",
    "traits_ar": [
      "مبدع",
      "حزين",
      "بدائي",
      "واهب الحياة",
      "مطهر"
    ]
  },
  "izanami": {
    "name_ar": "إيزانامي",
    "tagline_ar": "الإلهة الخالقة، ملكة العالم السفلي",
    "description_ar": "إيزانامي-نو-ميكوتو هي الإلهة البدائية التي أنشأت مع زوجها إيزاناغي اليابان وأنجبت الآلهة. بعد إنشاء الجزر والعديد من الآلهة، ماتت وهي تلد كاغوتسوتشي، إله النار، وهبطت إلى يومي، أرض الموتى.\n\nعندما جاء إيزاناغي لاستعادتها، كانت قد أكلت بالفعل طعام العالم السفلي ولم تستطع العودة بالكامل. طلبت منه أن ينتظر بينما تتفاوض مع آلهة يومي، لكنه لم يستطع الانتظار وأشعل شعلة - فرأى جثتها المتعفنة مغطاة بالديدان وآلهة الرعد.\n\nتحولت إيزانامي، المهينة والغاضبة، إلى ملكة يومي، وتعهدت بقتل 1000 شخص كل يوم. رد إيزاناغي بأنه سيجعل 1500 يولدون بعد ذلك - وهكذا تشابكت الحياة والموت إلى الأبد.",
    "story_ar": "قبل أن تصبح ملكة يومي، كانت إيزانامي خالقة محبة. حولت مأساة موتها وخيانة إيزاناغي لثقتها إياها إلى شيء أكثر قتامة - تذكير بأن حتى أكثر الكائنات المحبة يمكن أن تتغير بالموت والهجر.",
    "match_message_ar": "تعكس ملامحك القوة المظلمة لإيزانامي. هناك جودة تحويلية من العالم السفلي في حضورك - نظرة شخص مر عبر الموت وظهر متغيرًا.",
    "traits_ar": [
      "مبدع",
      "تحويلي",
      "مظلم",
      "قوي",
      "حزين"
    ]
  },
  "ebisu": {
    "name_ar": "إبيسو",
    "tagline_ar": "إله الصيادين والحظ",
    "description_ar": "إبيسو هو الوحيد من بين الآلهة السبعة المحظوظة الذي نشأ في اليابان فقط. إنه شفيع الصيادين والتجار والحظ السعيد، ويصور دائمًا مع صنارة صيد، وسمك دنيس (تاي)، وابتسامة مبتهجة.\n\nوفقًا للأسطورة، وُلد إبيسو بدون عظام (أو كطفل علقة) وألقاه والداه إيزاناغي وإيزانامي في البحر. على الرغم من هذه البداية القاسية، فقد نجا ونما قويًا وأصبح إلهًا محبوبًا للازدهار والحظ السعيد. يُنظر إلى مثابرته في التغلب على المشقة على أنها أعظم فضائله.\n\nإبيسو أصم، وهذا هو السبب في أنه لا يسمع الدعوة للتجمع مع الآلهة الأخرى في أكتوبر. يبقى لكي يبارك أولئك الذين بقوا، وتقام مهرجاناته عندما يكون الآلهة الآخرون غائبين.",
    "story_ar": "كان الصيادون في اليابان يعيدون رمي السمكة الأولى التي اصطادوها كقربان لإبيسو، معتقدين أنه سيكافئ كرمهم بصيد أكبر. قيل إن ابتسامته في البحار الهائجة تهدئ الأمواج وتوجه السفن بأمان إلى الشاطئ.",
    "match_message_ar": "تعكس ملامحك الحظ السعيد لإبيسو. هناك جودة مرنة ومحظوظة في حضورك - نظرة شخص يتغلب على المشقة بابتسامة.",
    "traits_ar": [
      "محظوظ",
      "مثابر",
      "مبتهج",
      "كريم",
      "مرن"
    ]
  }
}