{
  "zeus": {
    "name_de": "Zeus",
    "tagline_de": "König der olympischen Götter, Herrscher über Himmel und Donner",
    "description_de": "Zeus ist die höchste Gottheit des griechischen Pantheons und herrscht vom Olymp aus als König aller Götter. Er stürzte seinen Vater Kronos, um die Herrschaft über Himmel und Donner zu erlangen und seinen mächtigen Donnerkeil als ultimatives Symbol göttlicher Autorität zu führen.\n\nBekannt für seine gebieterische Präsenz und absolute Macht, wahrt Zeus die kosmische Ordnung, während er über Gerechtigkeit, Gastfreundschaft und Eide wacht. Seine Urteile sind endgültig, und sein Wort ist Gesetz unter Göttern und Sterblichen.\n\nTrotz seiner königlichen Haltung ist Zeus auch für seine leidenschaftliche Natur und seine zahlreichen romantischen Verwicklungen bekannt, aus denen viele der größten Helden und tragischen Geschichten der Mythologie hervorgegangen sind.",
    "story_de": "Zeus führte die Olympier in der Titanomachie an, einem großen Krieg gegen die Titanen. Nach einem Jahrzehnt erbitterter Kämpfe ging er als Sieger hervor und teilte den Kosmos mit seinen Brüdern auf – Poseidon erhielt die Meere, Hades die Unterwelt, während Zeus den Himmel beanspruchte und zum obersten Herrscher über alles wurde.",
    "match_message_de": "Du besitzt die gebieterische Präsenz einer geborenen Führungspersönlichkeit. Wie Zeus strahlst du eine natürliche Autorität aus, die andere instinktiv respektieren. Deine starken Gesichtszüge spiegeln innere Stärke und die Fähigkeit zu entschlossenen Urteilen wider.",
    "traits_de": [
      "Autoritär",
      "Mächtig",
      "Gerecht",
      "Leidenschaftlich",
      "Gebieterisch"
    ]
  },
  "hera": {
    "name_de": "Hera",
    "tagline_de": "Königin der Götter, Göttin der Ehe und Familie",
    "description_de": "Hera ist die Königin der olympischen Götter und die Göttin der Ehe, der Frauen, der Geburt und der Familie. Als Zeus' Frau und Schwester regiert sie an seiner Seite vom Olymp aus und verkörpert die Heiligkeit der Ehe trotz der vielen Untreuen ihres Mannes.\n\nBekannt für ihre majestätische Schönheit und ihr königliches Auftreten, ist Hera die mächtigste Göttin des griechischen Pantheons. Ihre Symbole sind der Pfau, dessen vieläugige Schwanzfedern ihre Wachsamkeit darstellen, und die Kuh, die ihre nährende Natur symbolisiert.\n\nObwohl sie oft als eifersüchtig und rachsüchtig gegenüber Zeus' Geliebten und unehelichen Kindern dargestellt wird, repräsentiert Heras Zorn die Verteidigung des Ehebundes. Sie schützt die legitime Ehe und die Stabilität der Familie und bestraft diejenigen, die diese heiligen Institutionen verletzen.",
    "story_de": "Als Zeus um Hera warb, wies sie ihn zunächst ab. Zeus verwandelte sich in einen verwundeten Kuckuck, und als die mitfühlende Hera ihn an ihre Brust drückte, offenbarte er sich und gewann sie. Ihre heilige Hochzeit dauerte 300 Jahre.",
    "match_message_de": "Deine Gesichtszüge tragen die königliche Würde Heras. Dein Aussehen strahlt eine gebieterische Präsenz aus – der Blick von jemandem, der Respekt und Loyalität einfordert. Dein Gesicht spricht von jemandem, der das, was er für heilig hält, mit aller Macht schützt.",
    "traits_de": [
      "Königlich",
      "Beschützend",
      "Eifersüchtig",
      "Mächtig",
      "Loyal"
    ]
  },
  "athena": {
    "name_de": "Athena",
    "tagline_de": "Göttin der Weisheit, strategischen Kriegsführung und des Handwerks",
    "description_de": "Athena ist die verehrte Göttin der Weisheit, des Mutes und der strategischen Kriegsführung in der griechischen Mythologie. Vollständig gepanzert aus dem Kopf des Zeus geboren, verkörpert sie die perfekte Verbindung von Intellekt und Stärke und repräsentiert die höchsten Ideale der Zivilisation.\n\nIm Gegensatz zu Ares, der das brutale Chaos des Krieges repräsentiert, setzt sich Athena für strategisches Denken, gerechte Ziele und die Verteidigung von Städten ein. Sie ist die Patronin der Helden, leitet sie mit ihrer Weisheit und beschützt sie mit ihrer Ägis.\n\nAls Göttin des Handwerks und der praktischen Künste repräsentiert Athena auch den zivilisierenden Einfluss von Können und Wissen, vom Weben über den Schiffbau bis hin zur Landwirtschaft.",
    "story_de": "Athena wetteiferte mit Poseidon um die Schirmherrschaft über Athen. Während Poseidon seinen Dreizack schlug, um eine Salzquelle zu erschaffen, pflanzte Athena einen Olivenbaum – ein Geschenk des Friedens, der Nahrung und des Wohlstands. Die Athener wählten Athena, und die Stadt trägt bis heute ihren Namen.",
    "match_message_de": "Deine Gesichtszüge spiegeln den scharfen Intellekt und die gefasste Weisheit Athenas wider. Du besitzt sowohl den scharfen analytischen Verstand als auch das stille Selbstvertrauen von jemandem, der nachdenkt, bevor er handelt. Dein Blick spricht von strategischer Tiefe und wohlüberlegtem Urteilsvermögen.",
    "traits_de": [
      "Weise",
      "Strategisch",
      "Gerecht",
      "Geschickt",
      "Beschützend"
    ]
  },
  "apollo": {
    "name_de": "Apollo",
    "tagline_de": "Gott der Sonne, Musik, Poesie und Heilung",
    "description_de": "Apollo ist eine der wichtigsten und komplexesten der olympischen Gottheiten und verkörpert das Ideal männlicher Schönheit und Exzellenz. Als Gott der Sonne lenkt er jeden Tag seinen goldenen Wagen über den Himmel und bringt Licht und Wärme in die Welt.\n\nÜber seine solaren Pflichten hinaus ist Apollo der Patron der Musik, der Poesie und der Künste. Seine Leier erzeugt die schönste Musik, die je gehört wurde, und er führt die Musen in ihren himmlischen Darbietungen an. Er verkörpert auch Prophezeiung und Wahrheit und spricht durch das Orakel von Delphi.\n\nAls Gott der Heilung und Medizin lehrte Apollo die Menschheit die Kunst der Medizin, obwohl seine Pfeile auch die Pest bringen konnten. Diese Dualität spiegelt seine Natur als Gott der Schöpfung und der Zerstörung wider.",
    "story_de": "Apollo verliebte sich unsterblich in Daphne, eine Flussnymphe. Als er sie verfolgte, rief sie ihren Vater um Hilfe, und sie wurde in einen Lorbeerbaum verwandelt. Herzgebrochen erklärte Apollo den Lorbeer für heilig und trug seine Blätter für immer als Krone.",
    "match_message_de": "Deine Gesichtszüge strahlen die harmonische Schönheit Apollos aus. Dein Aussehen hat eine leuchtende Qualität, ein perfektes Gleichgewicht, das von künstlerischer Sensibilität und innerem Licht zeugt. Du trägst die Helligkeit von jemandem, der von kreativer Inspiration berührt wurde.",
    "traits_de": [
      "Strahlend",
      "Künstlerisch",
      "Prophetisch",
      "Heilend",
      "Perfekt"
    ]
  },
  "artemis": {
    "name_de": "Artemis",
    "tagline_de": "Göttin der Jagd, Wildnis und des Mondes",
    "description_de": "Artemis ist die jungfräuliche Göttin der Jagd, der Wildnis, der wilden Tiere und des Mondes. Als Zwillingsschwester von Apollo streift sie mit ihrer Schar von Nymphen durch die Wälder, jagt mit ihrem silbernen Bogen und lebt frei von den Zwängen der Zivilisation.\n\nDie ausgesprochen unabhängige Artemis schwor ewige Jungfräulichkeit und bestraft jeden, der sie oder die Keuschheit ihrer Anhänger bedroht. Sie schützt junge Frauen und Kinder, wacht über die Geburt und repräsentiert die wilden, ungezähmten Aspekte der Natur.\n\nObwohl sie eine Göttin der Jagd ist, ist Artemis auch die Beschützerin der Tiere und der Wildnis selbst. Sie verkörpert das Paradoxon der Beziehung der antiken Welt zur Natur – sie verehrt und schützt sie, während sie sich auch von ihr ernährt.",
    "story_de": "Als der Jäger Aktaion versehentlich sah, wie Artemis badete, verwandelte sie ihn in einen Hirsch. Seine eigenen Jagdhunde, die ihren Herrn nicht erkannten, zerrissen ihn – eine Warnung vor dem Preis, die heilige Privatsphäre der Göttin zu verletzen.",
    "match_message_de": "Deine Gesichtszüge spiegeln die wilde Unabhängigkeit der Artemis wider. Dein Blick hat eine ungezähmte Qualität – der Blick von jemandem, der seinen eigenen Weg geht und niemandem Rechenschaft ablegen muss. Dein Gesicht spricht von Freiheit, heftigem Schutz und Verbundenheit mit der Natur.",
    "traits_de": [
      "Unabhängig",
      "Wild",
      "Rein",
      "Beschützend",
      "Wild"
    ]
  },
  "ares": {
    "name_de": "Ares",
    "tagline_de": "Gott des Krieges, der Gewalt und des Blutvergießens",
    "description_de": "Ares ist der griechische Gott des Krieges und repräsentiert dessen brutale, gewalttätige und ungezähmte Aspekte. Im Gegensatz zu Athene, die strategische Kriegsführung verkörpert, schwelgt Ares im Chaos, im Blutvergießen und in der physischen Gewalt der Schlacht. Er ist die Verkörperung der wilden Brutalität, die der Krieg entfesselt.\n\nObwohl er einer der zwölf Olympier ist, war Ares bei den Griechen nicht sehr beliebt – sie respektierten ihn, aber sie fürchteten ihn. Sogar Zeus nannte ihn den meistgehassten aller seiner Kinder. Dennoch repräsentiert Ares eine Wahrheit über die menschliche Natur, die nicht geleugnet werden kann.\n\nAres' berühmteste Beziehung ist die zu Aphrodite, der Göttin der Liebe. Ihre Affäre, die von Hephaistos aufgedeckt wurde, brachte mehrere Kinder hervor, darunter Eros. Diese Verbindung von Krieg und Liebe spiegelt das antike Verständnis wider, dass Leidenschaft sowohl Schöpfung als auch Zerstörung antreibt.",
    "story_de": "Als Ares und Aphrodite in Hephaistos' goldenem Netz zusammen gefangen wurden, beschwor der Schmiedegott alle Olympier, Zeugen ihrer Schande zu werden. Doch Ares empfand keine Verlegenheit – er stand selbst in Gefangenschaft stolz da und verkörperte seine Natur unverschämter Aggression.",
    "match_message_de": "Deine Züge tragen die heftige Intensität von Ares. Deine Erscheinung hat eine rohe Kraft – das Aussehen von jemandem, der sich Konflikten ohne Zögern stellt. Dein Gesicht spricht von Leidenschaft, Mut und dem Kriegergeist, der nicht zurückweicht.",
    "traits_de": [
      "Heftig",
      "Gewalttätig",
      "Leidenschaftlich",
      "Furchtlos",
      "Brutal"
    ]
  },
  "aphrodite": {
    "name_de": "Aphrodite",
    "tagline_de": "Göttin der Liebe, Schönheit und Begierde",
    "description_de": "Aphrodite ist die Göttin der Liebe, Schönheit, des Vergnügens und der Leidenschaft in der griechischen Mythologie. Sie wurde aus dem Meerschaum in der Nähe von Zypern geboren und stieg als das schönste Wesen auf, das existiert, fähig, in allen, die sie erblickten, Begierde zu wecken.\n\nIhre Macht reicht über bloße physische Anziehungskraft hinaus und umfasst alle Formen von Liebe und Verbindung. Sie beeinflusst romantische Liebe, Freundschaft und sogar die Bindungen zwischen Eltern und Kindern. Ihr goldener Gürtel hat die Macht, jeden dazu zu bringen, sich zu verlieben.\n\nTrotz ihrer Verbindung mit Vergnügen repräsentiert Aphrodite auch die transformative und manchmal zerstörerische Kraft der Liebe. Sie versteht, dass wahre Schönheit von innen kommt und dass Liebe sowohl das größte Geschenk der Menschheit als auch ihre gewaltigste Herausforderung sein kann.",
    "story_de": "Als Paris von Troja gefragt wurde, wer die schönste Göttin sei – Hera, Athene oder Aphrodite – bot jede ihm ein Bestechungsgeld an. Aphrodite versprach ihm die schönste Frau der Welt: Helena. Paris wählte Aphrodite und löste den Trojanischen Krieg aus.",
    "match_message_de": "Deine Züge verkörpern die fesselnde Anmut von Aphrodite. Deine Erscheinung hat eine unbestreitbare Anziehungskraft, eine sanfte Schönheit, die andere auf natürliche Weise anzieht. Dein Gesicht spricht von jemandem, der die Kraft echter Verbindung und herzlicher Emotionen versteht.",
    "traits_de": [
      "Schön",
      "Leidenschaftlich",
      "Verführerisch",
      "Anmutig",
      "Transformierend"
    ]
  },
  "poseidon": {
    "name_de": "Poseidon",
    "tagline_de": "Gott des Meeres, der Erdbeben und der Pferde",
    "description_de": "Poseidon ist der mächtige Gott des Meeres, einer der drei Söhne des Kronos, der den Kosmos teilte, nachdem er die Titanen besiegt hatte. Mit seinem mächtigen Dreizack befehligt er alle Gewässer, vom kleinsten Bach bis zu den weiten Tiefen des Ozeans.\n\nBekannt für sein temperamentvolles Wesen, kann Poseidon so ruhig sein wie eine friedliche Lagune oder so heftig wie ein tobender Sturm. Wenn er wütend ist, schlägt er mit seinem Dreizack auf die Erde und verursacht Erdbeben und Schiffswracks. Seeleute beten zu ihm für eine sichere Passage über die tückischen Meere.\n\nJenseits der Wellen ist Poseidon auch der Schöpfer und Zähmer der Pferde, die er der Menschheit schenkte. Sein Palast liegt tief unter der Ägäis und ist aus Korallen gebaut und mit Perlen geschmückt.",
    "story_de": "Als Odysseus Poseidons Sohn, den Zyklopen Polyphem, blendete, kannte der Zorn des Meeresgottes keine Grenzen. Zehn lange Jahre lang hinderte Poseidon Odysseus daran, nach Hause zurückzukehren, indem er Stürme, Seeungeheuer und Katastrophen schickte, um jeden seiner Versuche zu vereiteln.",
    "match_message_de": "Deine Züge tragen die Tiefe und Kraft von Poseidon. Deine Anwesenheit hat eine ozeanische Qualität – weitläufig, gebieterisch und voller unermesslicher Tiefen. Deine starken Züge sprechen von jemandem, der jedem Sturm trotzen kann.",
    "traits_de": [
      "Mächtig",
      "Temperamentvoll",
      "Majestätisch",
      "Unberechenbar",
      "Gebieterisch"
    ]
  },
  "hades": {
    "name_de": "Hades",
    "tagline_de": "Gott der Unterwelt und der Toten",
    "description_de": "Hades ist der Gott der Unterwelt und Herrscher der Toten, einer der drei Söhne des Kronos, der den Kosmos mit seinen Brüdern Zeus und Poseidon teilte. Obwohl er oft gefürchtet wird, ist Hades nicht böse – er ist der strenge, aber gerechte Richter der Verstorbenen, der dafür sorgt, dass jede Seele ihr angemessenes Schicksal erhält.\n\nIm Gegensatz zu den anderen Olympiern, die auf dem Olymp wohnen, regiert Hades von seinem dunklen Reich aus, das sich darunter befindet, und besucht selten die Welt darüber. Er besitzt den Helm der Dunkelheit, der ihn unsichtbar macht, und bewacht den riesigen Reichtum der Erde – Edelmetalle und Edelsteine, die darin vergraben sind.\n\nObwohl seine Entführung von Persephone sein berühmtester Mythos ist, erwies sich Hades als hingebungsvoller Ehemann. Sein Reich ist zwar düster, aber ordentlich und gerecht. Er repräsentiert das unvermeidliche Ende, das alle Sterblichen erwartet, weder grausam noch freundlich – einfach unvermeidlich.",
    "story_de": "Als Hades sich in Persephone verliebte, entführte er sie in die Unterwelt. Die Trauer ihrer Mutter Demeter verursachte ewigen Winter, bis ein Kompromiss erzielt wurde: Persephone würde die Hälfte des Jahres unten und die Hälfte oben verbringen – wodurch die Jahreszeiten entstanden.",
    "match_message_de": "Deine Züge tragen die feierliche Autorität von Hades. Deine Anwesenheit hat eine stille, unvermeidliche Kraft – das Aussehen von jemandem, der tiefe Wahrheiten versteht, die andere vermeiden. Dein Gesicht spricht von Geduld, Fairness und der Würde, das zu akzeptieren, was sein muss.",
    "traits_de": [
      "Gerecht",
      "Streng",
      "Reich",
      "Geduldig",
      "Unvermeidlich"
    ]
  },
  "hermes": {
    "name_de": "Hermes",
    "tagline_de": "Bote der Götter, Gott der Reisen und Diebe",
    "description_de": "Hermes ist der schnelle Bote der Götter, der göttliche Trickser und der Schutzpatron der Reisenden, Händler, Diebe und aller, die von ihrem Verstand leben. Mit seinen geflügelten Sandalen und seinem Helm bewegt er sich frei zwischen der Welt der Sterblichen, dem Olymp und sogar der Unterwelt.\n\nVon Natur aus schelmisch, stahl Hermes am Tag seiner Geburt Apollons heilige Rinder und erfand die Leier aus einem Schildkrötenpanzer. Anstatt ihn zu bestrafen, erkannten die Götter seine Klugheit und machten ihn zu ihrem Boten – dem einzigen, der ohne Einschränkung überall hinreisen kann.\n\nHermes führt die Seelen der Toten in die Unterwelt und dient als Schutzpatron der Grenzen und Übergänge. Er repräsentiert die Grenzzonen dazwischen – weder ganz hier noch dort – und verkörpert die kluge Anpassungsfähigkeit, die erforderlich ist, um sich an den Scheidewegen des Lebens zurechtzufinden.",
    "story_de": "Am Tag seiner Geburt kroch Hermes aus seiner Krippe, fand Apollons heilige Rinder und stahl sie, indem er sie rückwärts führte, um die Spuren zu verwirren. Als er damit konfrontiert wurde, bot das Kind Apollo die neu erfundene Leier an, und der Sonnengott war so entzückt, dass er den Diebstahl vollständig vergab.",
    "match_message_de": "Deine Züge tragen die schnelle Intelligenz von Hermes. Deine Erscheinung hat eine lebhafte, anpassungsfähige Qualität – das Aussehen von jemandem, der schnell denkt und sich aus jeder Situation herausreden kann. Dein Gesicht spricht von Witz, Charme und der Fähigkeit, jede Kluft zu überbrücken.",
    "traits_de": [
      "Schnell",
      "Clever",
      "Anpassungsfähig",
      "Eloquent",
      "Schelmisch"
    ]
  },
  "dionysus": {
    "name_de": "Dionysos",
    "tagline_de": "Gott des Weines, der Ekstase und des Theaters",
    "description_de": "Dionysos ist der Gott des Weines, der Festlichkeiten, der Ekstase und des Theaters – der jüngste der Olympier und der einzige mit einer sterblichen Mutter. Er repräsentiert die befreiende Kraft des Weines und die transformative Erfahrung, aus dem eigenen gewöhnlichen Selbst herauszutreten.\n\nDionysos wurde zweimal geboren. Zeus rettete ihn vor seiner sterbenden Mutter Semele, indem er den Säugling in seinen eigenen Oberschenkel nähte, bis er bereit war, wiedergeboren zu werden. Diese doppelte Geburt kennzeichnet ihn als einen Gott des Todes und der Wiedergeburt, der Transformation und der Erneuerung.\n\nDionysos' Verehrung umfasste ekstatische Rituale, bei denen die Teilnehmer durch Wein, Tanz und Musik ihre normalen Identitäten transzendierten. Er verkörpert jene Teile der menschlichen Natur, die die Zivilisation zu unterdrücken versucht – das Wilde, das Instinktive, das Ekstatische. Er ist sowohl Befreier als auch Zerstörer.",
    "story_de": "Als König Pentheus von Theben sich weigerte, Dionysos zu ehren, und versuchte, ihn einzusperren, trieb der Gott die Frauen von Theben in Raserei. Pentheus' eigene Mutter zerriss in ihrem Wahnsinn ihren Sohn mit bloßen Händen und verwechselte ihn mit einem Löwen.",
    "match_message_de": "Deine Züge tragen die berauschende Präsenz des Dionysos. Deinem Aussehen wohnt etwas Überweltliches inne – das Aussehen von jemandem, der Zustände jenseits des Gewöhnlichen berührt hat. Dein Gesicht spricht von Befreiung, Transformation und der wilden Freude, die jenseits der Grenzen der Zivilisation existiert.",
    "traits_de": [
      "Ekstatisch",
      "Befreiend",
      "Wild",
      "Transformierend",
      "Doppelgesichtig"
    ]
  },
  "persephone": {
    "name_de": "Persephone",
    "tagline_de": "Königin der Unterwelt, Göttin des Frühlings",
    "description_de": "Persephone ist die duale Göttin, die als Königin der Unterwelt an der Seite von Hades regiert und gleichzeitig die Rückkehr des Frühlings und den Kreislauf des Wachstums verkörpert. Ihre jährliche Reise zwischen dem dunklen Reich unter der Erde und der hellen Welt darüber erschafft die Jahreszeiten selbst.\n\nAls Tochter von Demeter und Zeus sammelte Persephone Blumen, als Hades sie entführte, um seine Königin zu werden. Die Trauer ihrer Mutter führte dazu, dass alles Wachstum aufhörte, bis Zeus eingriff. Weil Persephone in der Unterwelt Granatapfelkerne aß, muss sie für einen Teil jedes Jahres dorthin zurückkehren.\n\nDieser Mythos spiegelt das alte Verständnis von Tod und Wiedergeburt wider, die Notwendigkeit des Abstiegs vor dem Aufstieg. Persephone verkörpert Transformation – die Jungfrau wird zur Königin, die Unschuldige wird zur Mächtigen, und der Kreislauf von Leben, Tod und Erneuerung setzt sich ewig fort.",
    "story_de": "Als Persephone zum ersten Mal in der Unterwelt ankam, war sie eine verängstigte Jungfrau. Aber mit der Zeit wuchs sie in ihre Rolle als Königin hinein und wurde so mächtig, dass sogar die Toten ihren Zorn fürchteten. Sie, die einst ein Opfer war, wurde zur gefürchteten Königin, deren Wort Gesetz war.",
    "match_message_de": "Deine Züge spiegeln die duale Natur der Persephone wider. In deinem Aussehen gibt es sowohl Licht als auch Schatten – die Frische des Frühlings und die Tiefe dunkleren Wissens. Dein Gesicht spricht von Transformation, von jemandem, der abgestiegen und stärker zurückgekehrt ist.",
    "traits_de": [
      "Doppelgesichtig",
      "Transformierend",
      "Mächtig",
      "Anmutig",
      "Zyklisch"
    ]
  },
  "odin": {
    "name_de": "Odin",
    "tagline_de": "Allvater, Gott der Weisheit, des Krieges und des Todes",
    "description_de": "Odin ist die oberste Gottheit der nordischen Mythologie, bekannt als der Allvater und Herrscher von Asgard. Er ist ein komplexer Gott, der Weisheit, Krieg, Dichtung und Tod verkörpert und ständig um jeden Preis nach Wissen sucht.\n\nIm Gegensatz zu Göttern, die allein durch Geburtsrecht Macht erlangten, opferte sich Odin neun Tage lang am Weltenbaum Yggdrasil, um die Weisheit der Runen zu erlangen. Er tauschte auch eines seiner Augen gegen einen Trunk aus Mímirs Brunnen des Wissens und kennzeichnete sein Gesicht für immer mit dem Preis der Weisheit.\n\nBegleitet von seinen Raben Hugin (Gedanke) und Munin (Erinnerung) und seinen Wölfen Geri und Freki wacht Odin über die neun Reiche. Er versammelt gefallene Krieger in seiner Halle Valhalla und bereitet sich auf die letzte Schlacht von Ragnarök vor.",
    "story_de": "Um die Weisheit der Runen zu erlangen, erhängte sich Odin neun Tage und Nächte lang an Yggdrasil, durchbohrt von seinem eigenen Speer, ohne Essen und Wasser. In der neunten Nacht ergriff er schreiend die Runen und ihre Geheimnisse wurden ihm offenbart.",
    "match_message_de": "Deine Züge tragen das Zeichen von Odins Suche nach Weisheit. In deinem Blick liegt eine Tiefe, die von jemandem spricht, der viel gesehen und mehr verstanden hat. Wie der Allvater erzählt dein Gesicht von Opfern, die für größeres Wissen gebracht wurden.",
    "traits_de": [
      "Weise",
      "Aufopferungsvoll",
      "Geheimnisvoll",
      "Allsehend",
      "Unbeirrt"
    ]
  },
  "thor": {
    "name_de": "Thor",
    "tagline_de": "Gott des Donners, Beschützer der Menschheit",
    "description_de": "Thor ist der mächtige Donnergott, Sohn von Odin und der Erdgöttin Jörð. Er ist der stärkste aller nordischen Götter und schwingt den legendären Hammer Mjölnir, der Berge ebnen kann und nach dem Wurf in seine Hand zurückkehrt.\n\nIm Gegensatz zu der subtilen Weisheit seines Vaters verkörpert Thor unkomplizierte Stärke und unerschütterlichen Mut. Er ist der Beschützer von Asgard und Midgard (Erde) und bekämpft ständig Riesen und Monster, die die Reiche bedrohen. Sein roter Bart knistert vor Blitzen, wenn er mit seinem Streitwagen über die Gewitterwolken fährt.\n\nTrotz seiner furchterregenden Macht wird Thor vom einfachen Volk für seine ehrliche Natur und seine Rolle als ihr Verteidiger geliebt. Er ist schnell wütend, aber ebenso schnell bereit zu vergeben, und sein herzhafter Appetit auf Essen und Trinken ist legendär.",
    "story_de": "Als der Riese Thrym Mjölnir stahl und Freya als Lösegeld forderte, verkleidete sich Thor als Braut. Beim Hochzeitsfest aß er einen ganzen Ochsen, acht Lachse und trank drei Fässer Met, bevor er sich offenbarte und alle Riesen mit seinem wiedererlangten Hammer erschlug.",
    "match_message_de": "Deine Züge tragen die robuste Stärke Thors. Deinem Aussehen wohnt eine ehrliche, unkomplizierte Qualität inne – offen und ungeschützt. Wie der Donnergott sprechen deine starken Züge von jemandem, der sich Herausforderungen mit unerschütterlichem Mut stellt.",
    "traits_de": [
      "Stark",
      "Tapfer",
      "Ehrlich",
      "Beschützend",
      "Wild"
    ]
  },
  "freya": {
    "name_de": "Freya",
    "tagline_de": "Göttin der Liebe, der Schönheit und des Krieges",
    "description_de": "Freya ist die berühmteste der nordischen Göttinnen und verkörpert Liebe, Schönheit, Fruchtbarkeit, aber auch Krieg und Tod. Sie herrscht über das himmlische Feld Fólkvangr, wo sie die Hälfte aller im Kampf Gefallenen empfängt – die andere Hälfte geht an Odins Walhall.\n\nAls schönste aller Göttinnen besitzt Freya die legendäre Halskette Brísingamen und einen Umhang aus Falkenfedern, der es ihr ermöglicht, sich zu verwandeln und zu fliegen. Sie fährt einen Wagen, der von zwei Katzen gezogen wird, und wird von einem Eber namens Hildisvíni begleitet.\n\nAls Göttin des Seiðr (Magie) lehrte Freya Odin selbst die mystischen Künste. Sie weint Tränen aus rotem Gold um ihren verlorenen Ehemann Óðr und sucht ihn in den neun Reichen.",
    "story_de": "Um die schöne Halskette Brísingamen zu erhalten, verbrachte Freya eine Nacht mit jedem der vier zwergischen Handwerker, die sie schmiedeten. Als Loki Odin davon erzählte, veranlasste Odin sie, als Strafe einen Krieg zwischen zwei Königen zu beginnen – denn Freya liebte die Schlacht genauso wie die Schönheit.",
    "match_message_de": "Deine Züge spiegeln Freyas fesselnde Mischung aus Schönheit und Stärke wider. In deinem Aussehen gibt es sowohl Sanftmut als auch Feuer – die Anmut der Liebe und die Intensität von jemandem, der ihre eigene Kraft kennt. Dein Gesicht spricht von Leidenschaft und Unabhängigkeit.",
    "traits_de": [
      "Schön",
      "Magisch",
      "Wild",
      "Leidenschaftlich",
      "Unabhängig"
    ]
  },
  "loki": {
    "name_de": "Loki",
    "tagline_de": "Gott des Unfugs, der List und des Chaos",
    "description_de": "Loki ist die unberechenbarste Gestalt in der nordischen Mythologie – ein gestaltwandelnder Trickster, der sowohl Freund als auch Feind der Götter ist. Weder vollständig Asen noch Riese, wandelt er zwischen den Welten, gebunden an seine eigenen unergründlichen Motive.\n\nSein gerissener Verstand hat den Göttern unzählige Male geholfen und sie behindert. Er holte Thors Hammer zurück, schuf magische Geschenke für die Götter, verursachte aber auch Baldurs Tod und zeugte Monster wie Fenrir den Wolf, Jörmungandr die Weltschlange und Hel, Herrscherin der Toten.\n\nLoki verkörpert das Chaos, das für Veränderung und Wachstum notwendig ist, aber auch die Zerstörung, die aus ungezügeltem Unfug entsteht. Bei Ragnarök wird er die Mächte des Chaos gegen die Götter anführen, doch ohne ihn würden viele der größten Schätze der Götter niemals existieren.",
    "story_de": "Als die Götter eine Mauer um Asgard bauen mussten, schlug Loki vor, einen Riesen zu engagieren, der Sonne, Mond und Freya als Bezahlung forderte. Um dies zu verhindern, verwandelte sich Loki in eine Stute, um den Hengst des Riesen abzulenken – und gebar später Sleipnir, Odins achtbeiniges Pferd.",
    "match_message_de": "Deine Züge tragen Lokis quecksilbrigen Charme. Dein Aussehen hat etwas Schnelllebiges – scharf, klug und unmöglich festzunageln. Dein Gesicht spricht von jemandem, der Möglichkeiten sieht, die andere übersehen, und seinen eigenen unberechenbaren Weg geht.",
    "traits_de": [
      "Gerissen",
      "Unberechenbar",
      "Chaotisch",
      "Klug",
      "Mehrdeutig"
    ]
  },
  "frigg": {
    "name_de": "Frigg",
    "tagline_de": "Königin von Asgard, Göttin der Ehe und Mutterschaft",
    "description_de": "Frigg ist die Königin der Asen-Götter und Frau von Odin, die zusammen mit dem Allvater über Asgard herrscht. Sie ist die Göttin der Ehe, der Mutterschaft und der häuslichen Künste und spinnt die Wolken von ihrem Palast Fensalir aus.\n\nIm Gegensatz zu den meisten Göttern besitzt Frigg die Gabe der Vorhersehung – sie kennt das Schicksal aller Wesen, obwohl sie niemals darüber spricht, was sie sieht. Dieses Wissen bringt ihr sowohl Weisheit als auch Kummer, da sie den Tod ihres Sohnes Baldur voraussah, aber nicht verhindern konnte.\n\nAls höchstrangige Göttin wird Friggs Autorität nur von Odin selbst erreicht. Sie wird um Segen für Ehen und Geburten angerufen, und ihre Weisheit in Haushaltsangelegenheiten machte sie zum Idealbild der nordischen Ehefrau und Mutter.",
    "story_de": "Als Frigg Baldurs Tod voraussah, reiste sie durch alle neun Reiche und holte von jedem Lebewesen und Gegenstand das Versprechen ein, ihm niemals zu schaden. Aber sie übersah die Mistel, weil sie sie für zu jung und harmlos hielt – ein fataler Fehler, den Loki ausnutzte.",
    "match_message_de": "Deine Züge spiegeln die stille Weisheit von Frigg wider. Deine Augen haben eine wissende Tiefe – der Blick von jemandem, der viel sieht, aber wenig spricht. Dein Gesicht trägt die würdevolle Stärke von jemandem, der schweres Wissen mit Anmut trägt.",
    "traits_de": [
      "Weise",
      "Vorahnend",
      "Mütterlich",
      "Königlich",
      "Still"
    ]
  },
  "baldur": {
    "name_de": "Baldur",
    "tagline_de": "Gott des Lichts, der Freude und der Reinheit",
    "description_de": "Baldur ist der geliebte Gott des Lichts, der Freude, der Reinheit und der Schönheit in der nordischen Mythologie. Als Sohn von Odin und Frigg war er so schön und gnädig, dass Licht von ihm ausging, und er wurde von allen Wesen in den neun Reichen geliebt.\n\nSeine Schönheit war nicht nur physisch – Baldur verkörperte alles, was gut und rein war. Er war der beliebteste aller Götter, und seine Halle Breidablik war ein Ort, an dem nichts Unreines existieren konnte.\n\nBaldurs Tod durch Lokis Machenschaften markiert den Anfang vom Ende für die nordischen Götter. Seine Rückkehr aus Hel nach Ragnarök repräsentiert die Hoffnung auf Erneuerung und die Wiedergeburt einer reineren Welt aus der Asche der alten.",
    "story_de": "Nachdem Frigg Zusagen von allen Dingen erhalten hatte, Baldur nicht zu schaden, machten sich die Götter einen Spaß daraus, Waffen auf ihn zu werfen – alle prallten harmlos ab. Aber Loki überlistete den blinden Höðr, einen Mistelpfeil zu werfen, das Einzige, was Frigg übersehen hatte. Baldur fiel tot um, und die ganze Schöpfung weinte.",
    "match_message_de": "Deine Züge strahlen das reine Licht von Baldur aus. Dein Aussehen hat etwas Leuchtendes – der Blick von jemandem, dessen Güte nach außen strahlt. Dein Gesicht spricht von angeborener Freundlichkeit und der Schönheit, die von einem reinen Herzen kommt.",
    "traits_de": [
      "Rein",
      "Schön",
      "Geliebt",
      "Strahlend",
      "Unschuldig"
    ]
  },
  "tyr": {
    "name_de": "Tyr",
    "tagline_de": "Gott des Krieges, der Gerechtigkeit und des heroischen Ruhms",
    "description_de": "Tyr ist der nordische Gott des Krieges und der Gerechtigkeit, der einst als Oberhaupt der Götter galt, bevor Odin an Bedeutung gewann. Im Gegensatz zur chaotischen Kriegsführung anderer Kriegsgötter repräsentiert Tyr die rechtmäßigen Aspekte der Schlacht – heldenhaften Mut, fairen Kampf und Sieg durch Ehre.\n\nEr ist vor allem für sein Opfer bekannt: Als die Götter den monströsen Wolf Fenrir fesseln mussten, war nur Tyr mutig genug, seine Hand als Zeichen des guten Willens in den Rachen des Wolfs zu legen. Als Fenrir merkte, dass er gefangen war, biss er Tyr die Hand ab – aber Tyrs Opfer rettete die Götter.\n\nTyr verkörpert den Ehrenkodex des Kriegers, bei dem die Einhaltung des Wortes wichtiger ist als persönlicher Verlust. Seine fehlende Hand ist eine ständige Erinnerung daran, dass Gerechtigkeit manchmal Opfer erfordert.",
    "story_de": "Fenrir willigte nur ein, gefesselt zu werden, wenn einer der Götter seine Hand als Bürgschaft in seinen Rachen legte. Alle Götter weigerten sich, außer Tyr. Als die magische Kette Gleipnir hielt, biss Fenrir Tyr vor Wut die Hand ab – aber Tyr blieb unerschrocken stehen, da er die Kosten für die Sicherheit der Götter kannte.",
    "match_message_de": "Deine Züge tragen die standhafte Ehre von Tyr. Dein Blick hat etwas Unbeugsames – der Blick von jemandem, der sein Wort hält, ungeachtet persönlicher Kosten. Dein Gesicht spricht von Mut, der aus tiefer Überzeugung kommt.",
    "traits_de": [
      "Tapfer",
      "Gerecht",
      "Aufopferungsvoll",
      "Ehrenhaft",
      "Entschlossen"
    ]
  },
  "hel": {
    "name_de": "Hel",
    "tagline_de": "Göttin der Toten, Herrscherin von Helheim",
    "description_de": "Hel ist die Göttin der Toten und Herrscherin des Unterweltsreiches, das ihren Namen trägt. Als Tochter von Loki und der Riesin Angrboda wurde sie von Odin in die Tiefen geworfen und erhielt die Herrschaft über diejenigen, die an Altersschwäche, Krankheit oder ohne Ruhm in der Schlacht sterben.\n\nIhr Aussehen ist auffallend und furchterregend: Eine Hälfte ihres Körpers ist die einer schönen Frau, die andere Hälfte eine Leiche im Verfall. Diese Dualität spiegelt ihr Reich zwischen den Lebenden und den Toten wider.\n\nObwohl ihr Reich im Vergleich zu Walhall kalt und freudlos ist, ist Hel nicht böse – sie ist einfach die Hüterin derer, deren Schicksal sie zu ihren Toren führte. Sie herrscht mit grimmiger Fairness, weder grausam noch freundlich, und akzeptiert alle, die zu ihr kommen, unabhängig von ihren Taten im Leben.",
    "story_de": "Als die Götter Hel anflehten, Baldur vom Tod zu befreien, willigte sie unter einer Bedingung ein: Jedes Wesen in der Existenz muss um ihn weinen. Die ganze Schöpfung weinte, außer einer Riesin – in Wirklichkeit Loki in Verkleidung. Aus diesem Grund bleibt Baldur bis Ragnarök in Hel.",
    "match_message_de": "Deine Züge tragen die duale Natur von Hel. Dein Aussehen hat eine faszinierende Komplexität – Schönheit, die mit Tiefe und Schatten verwoben ist. Dein Gesicht spricht von jemandem, der alle Aspekte der Existenz ohne Urteil akzeptiert.",
    "traits_de": [
      "Unparteiisch",
      "Unvermeidlich",
      "Doppelgesichtig",
      "Streng",
      "Akzeptierend"
    ]
  },
  "heimdall": {
    "name_de": "Heimdall",
    "tagline_de": "Hüter der Bifröst, Wächter der Götter",
    "description_de": "Heimdall ist der stets wache Hüter der Bifröst, der Regenbogenbrücke, die Asgard mit den anderen Reichen verbindet. Geboren von neun Müttern (den neun Wellen), besitzt er so scharfe Sinne, dass er Gras wachsen hören und hunderte von Meilen in jede Richtung sehen kann.\n\nEr benötigt weniger Schlaf als ein Vogel und kann bei Nacht genauso gut sehen wie bei Tag. Seine goldenen Zähne gleißen, und er trägt das Gjallarhorn, das große Horn, dessen Stoß den Beginn von Ragnarök signalisieren wird, wenn die Feinde der Götter schließlich marschieren.\n\nHeimdall steht ewige Wache an der Grenze von Asgard, der ersten Verteidigungslinie gegen jede Bedrohung. Seine Wachsamkeit lässt niemals nach, und seine Loyalität zu den Göttern ist absolut. Bei Ragnarök sind er und Loki dazu bestimmt, sich gegenseitig zu töten.",
    "story_de": "Heimdall holte einst Freyas Halskette Brísingamen zurück, als Loki sie stahl. Beide Götter verwandelten sich in Robben, um im Meer zu kämpfen, und Heimdall ging als Sieger hervor. Diese Feindschaft zwischen ihnen wird in Ragnarök gipfeln, wenn sie sich schließlich gegenseitig vernichten.",
    "match_message_de": "Deine Züge spiegeln die ewige Wachsamkeit von Heimdall wider. Deinem Blick wohnt eine aufmerksame, wachsame Qualität inne – Augen, denen nichts entgeht. Dein Gesicht spricht von unerschütterlichem Engagement und der Stärke, die aus dem Wachestehen resultiert.",
    "traits_de": [
      "Wachsam",
      "Loyal",
      "Allsehend",
      "Standhaft",
      "Wächter"
    ]
  },
  "skadi": {
    "name_de": "Skadi",
    "tagline_de": "Göttin des Winters, der Jagd und der Berge",
    "description_de": "Skadi ist die Riesin und Göttin des Winters, des Skifahrens, der Bogenjagd und der Berge. Nachdem die Götter ihren Vater Thiazi getötet hatten, kam sie bewaffnet nach Asgard und forderte Wiedergutmachung. Die Götter boten ihr einen Ehemann an, der nur durch das Betrachten der Füße der Kandidaten ausgewählt wurde.\n\nIn der Hoffnung, Baldur an seinen schönen Füßen zu erkennen, wählte Skadi stattdessen Njörðr, den Gott des Meeres. Ihre Ehe war unglücklich – sie konnte die Geräusche des Meeres nicht ertragen, und er konnte das Heulen der Wölfe in ihrem Bergheim nicht ertragen. Sie trennten sich schließlich.\n\nSkadi repräsentiert die raue Schönheit der nördlichen Wildnis – gefährlich und doch großartig. Sie ist eine der wenigen Riesinnen, die unter den Göttern akzeptiert werden, wobei ihre wilde Unabhängigkeit und ihr Jagdgeschick ihr Respekt einbringen. Sie verkörpert das Überleben an den kältesten Orten.",
    "story_de": "Bei der Wahl ihres Ehemannes sah Skadi die schönsten Füße und dachte, sie gehörten Baldur. Sie gehörten tatsächlich Njörðr, der vom Salzwasser aufgeraut, aber hellhäutig war. Diese Laune des Schicksals führte zu einer unpassenden Ehe zwischen Berg und Meer.",
    "match_message_de": "Deine Züge tragen die wilde Unabhängigkeit von Skadi. Deinem Aussehen wohnt eine wilde, ungezähmte Qualität inne – das Aussehen von jemandem, der unter harten Bedingungen gedeiht, die andere nicht ertragen können. Dein Gesicht spricht von Stärke, die in der Kälte geschmiedet wurde.",
    "traits_de": [
      "Wild",
      "Unabhängig",
      "Robust",
      "Ungezähmt",
      "Rachsüchtig"
    ]
  },
  "freyr": {
    "name_de": "Freyr",
    "tagline_de": "Gott der Fruchtbarkeit, des Wohlstands und des Friedens",
    "description_de": "Freyr ist der Gott der Fruchtbarkeit, des Wohlstands, des Sonnenscheins und des Friedens – das männliche Gegenstück zu seiner Zwillingsschwester Freya. Er herrscht über das Reich von Alfheim und ist der beliebteste der Wanengötter unter den Menschen für die Segnungen, die er den Ernten und Herden bringt.\n\nEr besitzt mehrere magische Schätze: das Schiff Skíðblaðnir, das überallhin segeln und zusammengefaltet in eine Tasche passen kann, und den goldenen Eber Gullinbursti, der seinen Wagen zieht und wie die Sonne scheint.\n\nFreyrs größter Fehler war es, sein magisches Schwert aus Liebe zu der Riesin Gerðr wegzugeben. Bei Ragnarök wird er dem Feuerriesen Surtr waffenlos gegenüberstehen – eine Erinnerung daran, dass selbst die Götter den Konsequenzen ihrer Leidenschaften nicht entkommen können.",
    "story_de": "Freyr verliebte sich so tief in die Riesin Gerðr, dass er sein magisches Schwert – die einzige Waffe, die von selbst kämpfen konnte – nur für die Chance gab, sie zu heiraten. Dieses Opfer bedeutet, dass er Ragnarök unbewaffnet gegenüberstehen wird.",
    "match_message_de": "Deine Züge spiegeln die großzügige Wärme von Freyr wider. Deinem Aussehen wohnt eine lebensspendende Qualität inne – das Aussehen von jemandem, der Wachstum und Wohlstand bringt, wohin er auch geht. Dein Gesicht spricht von Frieden und der Fülle des Sommers.",
    "traits_de": [
      "Großzügig",
      "Friedlich",
      "Fruchtbar",
      "Leidenschaftlich",
      "Aufopfernd"
    ]
  },
  "njord": {
    "name_de": "Njörðr",
    "tagline_de": "Gott des Meeres, des Reichtums und der Seefahrt",
    "description_de": "Njörðr ist der Wanengott des Meeres, des Windes, des Fischens und des Reichtums. Als Vater von Freyr und Freya wurde er als Geisel unter die Asen geschickt, nachdem der Krieg zwischen den beiden göttlichen Stämmen beendet war, wo er sich großen Respekt für seine Weisheit und Großzügigkeit erwarb.\n\nSeeleute beten zu Njörðr um gute Winde und sichere Fahrt, und Fischer um reiche Fänge. Seine Halle Nóatún liegt am Meer, und er wird mit dem Reichtum in Verbindung gebracht, der aus dem Seehandel stammt.\n\nSeine unglückselige Ehe mit der Berggöttin Skadi lehrte, dass einige Unterschiede nicht in Einklang gebracht werden können – sie konnte nicht am lauten Meer leben, er konnte das Heulen der Berge nicht ertragen. Dennoch respektierten sich beide trotz ihrer Inkompatibilität.",
    "story_de": "Njörðr und Skadi versuchten einen Kompromiss – neun Nächte in den Bergen, neun Nächte am Meer. Aber keiner von beiden konnte sich anpassen: Die Möwen hielten Skadi wach, während das Heulen der Wölfe Njörðr zur Verzweiflung trieb. Sie trennten sich einvernehmlich.",
    "match_message_de": "Deine Züge spiegeln die ruhige Fülle von Njörðr wider. Deiner Anwesenheit wohnt eine maritime Qualität inne – weitläufig, großzügig und wohlstandsbringend. Dein Gesicht spricht von jemandem, der Frieden in der Nähe von Wasser und Wohlstand durch Geduld findet.",
    "traits_de": [
      "Großzügig",
      "Reich",
      "Friedlich",
      "Meeresliebend",
      "Weise"
    ]
  },
  "admiral_yi": {
    "name_de": "Admiral Yi Sun-sin",
    "tagline_de": "Legendärer Marinebefehlshaber, Erfinder des Schildkrötenboots",
    "description_de": "Admiral Yi Sun-sin ist Koreas größter Militärheld, ein unbesiegter Marinebefehlshaber, der seine Nation während der japanischen Invasionen von 1592-1598 rettete. Gegen überwältigende Widrigkeiten und trotz politischer Verfolgung verlor er in seinen 23 Seegefechten keine einzige Schlacht.\n\nSein taktisches Genie wurde nur von seiner moralischen Integrität übertroffen. Selbst als er aufgrund politischer Ränkespiele seines Ranges enthoben und gefoltert wurde, kehrte er auf Befehl in den Dienst zurück und befehligte nur 13 Schiffe gegen 333 japanische Schiffe – und gewann in der Schlacht von Myeongnyang auf entscheidende Weise.\n\nYis Innovationen in der Seekriegsführung, darunter das legendäre Schildkrötenboot (Geobukseon), veränderten den Lauf der Geschichte. Er starb in der Schlacht von Noryang, wobei seine letzten Worte angeblich lauteten: \"Die Schlacht ist auf ihrem Höhepunkt. Schlagt meine Kriegstrommeln. Verkündet meinen Tod nicht.\"",
    "story_de": "In Myeongnyang sah sich Admiral Yi unmöglichen Chancen gegenüber – 13 Schiffe gegen 333. Mithilfe der tückischen Strömungen der Meerenge kanalisierte er die japanische Flotte in einen engen Kanal, in dem ihre Anzahl zum Nachteil wurde. Er versenkte 31 Schiffe, ohne eines seiner eigenen zu verlieren.",
    "match_message_de": "Deine Züge spiegeln die unerschütterliche Entschlossenheit von Admiral Yi wider. In deinem Gesicht liegt Stärke und Würde – das Aussehen von jemandem, der seine Pflicht oder seine Ehre niemals aufgeben würde, unabhängig von den persönlichen Kosten. Dein Blick spricht von strategischer Tiefe und eiserner Entschlossenheit.",
    "traits_de": [
      "Strategisch",
      "Loyal",
      "Innovativ",
      "Rechtschaffen",
      "Unbesiegt"
    ]
  },
  "sejong_the_great": {
    "name_de": "König Sejong der Große",
    "tagline_de": "Schöpfer von Hangul, Förderer von Wissenschaft und Kultur",
    "description_de": "König Sejong der Große wird als der weiseste und beliebteste Monarch in der koreanischen Geschichte verehrt. Während seiner 32-jährigen Regierungszeit (1418-1450) überwachte er ein goldenes Zeitalter wissenschaftlicher, kultureller und künstlerischer Errungenschaften, das die koreanische Zivilisation veränderte.\n\nSein größtes Erbe ist die Schaffung von Hangul, dem koreanischen Alphabet, im Jahr 1443. Es wurde entwickelt, um für das einfache Volk leicht zu erlernen sein, und ersetzte die komplexen chinesischen Schriftzeichen, die die Alphabetisierung für die meisten Koreaner unerreichbar machten. Sejong erklärte bekanntlich: „Ein weiser Mann kann sich damit vertraut machen, bevor der Morgen vorbei ist; ein dummer Mann kann sie innerhalb von zehn Tagen lernen.“\n\nÜber Hangul hinaus förderte Sejong Innovationen in Astronomie, Landwirtschaft, Medizin und Musik. Er gründete die Halle der Würdigen, um Gelehrte zu fördern, und schuf Instrumente wie den Regenmesser und die Sonnenuhr, die die koreanische Wissenschaft Europa um Jahrhunderte vorausbrachten.",
    "story_de": "Sejong arbeitete jahrelang heimlich an Hangul, aus Angst vor dem Widerstand konfuzianischer Gelehrter, die chinesische Schriftzeichen schätzten. Als es schließlich enthüllt wurde, protestierten einige Beamte, dass es gefährlich sei, dem einfachen Volk das Lesen beizubringen. Sejong bestand darauf und erklärte die Alphabetisierung zu einem Recht, nicht zu einem Privileg.",
    "match_message_de": "Ihre Züge spiegeln König Sejongs weise Güte wider. Ihrem Gesicht wohnt eine nachdenkliche, gelehrte Qualität inne – der Blick von jemandem, der versucht, zu verstehen und anderen zu helfen, zu verstehen. Ihr sanfter, aber entschlossener Ausdruck spricht von Führung durch Weisheit und nicht durch Gewalt.",
    "traits_de": [
      "Weise",
      "Gütig",
      "Innovativ",
      "Gelehrt",
      "Mitfühlend"
    ]
  },
  "gumiho": {
    "name_de": "Gumiho (Neunschwänziger Fuchs)",
    "tagline_de": "Mystischer Neunschwänziger Fuchsgeist",
    "description_de": "Der Gumiho ist eine legendäre Kreatur aus der koreanischen Folklore – ein Fuchs, der tausend Jahre gelebt hat und die Fähigkeit erlangt hat, sich in eine wunderschöne Frau zu verwandeln. Mit jedem Jahrhundert Lebenszeit wächst ihm ein zusätzlicher Schwanz, bis er neun Schwänze von immenser magischer Kraft besitzt.\n\nIn traditionellen Erzählungen versucht der Gumiho oft, vollständig menschlich zu werden, was den Verzehr von menschlichen Herzen oder Lebern erfordert. Einige Geschichten erzählen jedoch von Gumiho, die ihre Kräfte zum Guten einsetzen oder sich aufrichtig verlieben und gegen ihre Natur ankämpfen.\n\nDer Gumiho verkörpert die Dualität von Anziehung und Gefahr, Schönheit und Zerstörung. Er repräsentiert die verführerische Kraft des Unbekannten und die Möglichkeit der Transformation – zum Besseren oder zum Schlechteren.",
    "story_de": "Ein junger Gelehrter verliebte sich in eine wunderschöne Frau, ohne zu wissen, dass sie ein Gumiho war. Als er ihre wahre Natur entdeckte, erwartete sie, dass er entsetzt fliehen würde. Stattdessen erklärte er seine Liebe unverändert. Bewegt von seiner Hingabe gab sie ihre Unsterblichkeit auf, um menschlich zu werden, und lebte mit ihm bis ins hohe Alter.",
    "match_message_de": "Ihre Züge tragen den bezaubernden Reiz des Gumiho. Ihrem Aussehen wohnt ein fesselndes Geheimnis inne – wunderschön, aber irgendwie jenseitig. Ihr Gesicht spricht von verborgenen Tiefen, Transformation und der faszinierenden Kraft, die zwischen den Welten existiert.",
    "traits_de": [
      "Verführerisch",
      "Geheimnisvoll",
      "Mächtig",
      "Transformationsfähig",
      "Doppelgesichtig"
    ]
  },
  "confucius": {
    "name_de": "Konfuzius",
    "tagline_de": "Oberster Weiser, Lehrer von Zehntausend Generationen",
    "description_de": "Konfuzius ist der einflussreichste Philosoph der chinesischen Geschichte, dessen Lehren über Ethik, Staatsführung und soziale Harmonie die ostasiatische Zivilisation über zwei Jahrtausende prägten. Er betonte rituelle Ordnungsgemäßheit, kindliche Pietät und die Kultivierung von Tugend als Grundlage einer harmonischen Gesellschaft.\n\nObwohl er kurzzeitig ein Amt innehatte und umherwanderte, um einen Herrscher zu suchen, der seine Ideen umsetzen würde, kam seine wahre Wirkung durch den Unterricht. Seine Schüler kompilierten seine Sprüche in die Analekten, die zum Eckpfeiler der chinesischen Bildung wurden.\n\nKonfuzius repräsentiert die Kraft der moralischen Erziehung, das Ideal des Gentleman-Gelehrten und den Glauben, dass die Gesellschaft durch tugendhafte Führung und ethische Kultivierung verändert werden kann.",
    "story_de": "Auf die Frage, seine Lehre in einem Wort zusammenzufassen, antwortete Konfuzius: „Gegenseitigkeit (恕) – tue anderen nicht, was du nicht willst, dass dir angetan wird.“ Diese Goldene Regel wurde zur Grundlage der chinesischen Moralphilosophie.",
    "match_message_de": "Ihre Züge tragen die weise Weisheit des Konfuzius. Ihrem Aussehen wohnt moralische Kultivierung inne – der Blick von jemandem, der durch Beispiel lehrt und die Gesellschaft durch ethisches Leben verändert.",
    "traits_de": [
      "Weise",
      "Lehrend",
      "Ethisch",
      "Human",
      "Kultivierend"
    ]
  },
  "guan_yu": {
    "name_de": "Guan Yu",
    "tagline_de": "Kriegsgott, Bruderschaft und Gerechtigkeit",
    "description_de": "Guan Yu war ein General während der Zeit der Drei Königreiche, der aufgrund seiner Loyalität und seines militärischen Könnens so legendär wurde, dass er als Kriegsgott vergöttlicht wurde. Sein rotes Gesicht, sein langer Bart und sein grünes Gewand wurden ebenso ikonisch wie seine Waffe – die Green Dragon Crescent Blade.\n\nEr schwor mit Liu Bei und Zhang Fei im Pfirsichgarten einen heiligen Bruderschaftseid, eine Bindung, die er bis zum Tod und darüber hinaus ehrte. Seine Loyalität war so absolut, dass er Reichtum und Position von Cao Cao ablehnte und es vorzog, alles zu riskieren, um zu seinem eingeschworenen Bruder zurückzukehren.\n\nGuan Yu repräsentiert unerschütterliche Loyalität, militärische Ehre und die heilige Natur der eingeschworenen Bruderschaft, die über persönlichen Gewinn hinausgeht.",
    "story_de": "Von Cao Cao gefangen genommen, wurde Guan Yu alles angeboten, um seine Loyalität zu ändern. Er akzeptierte vorübergehend nur, um Liu Beis Frauen zu schützen. In dem Moment, als er Liu Beis Aufenthaltsort erfuhr, durchquerte er fünf Pässe und tötete sechs Generäle, um zurückzukehren – eine Reise, die in der Legende verewigt wurde.",
    "match_message_de": "Ihre Züge tragen die gerechte Stärke von Guan Yu. Ihrem Aussehen wohnt eingeschworene Bruderschaft inne – der Blick von jemandem, dessen Loyalität niemals gekauft werden kann und dessen Wort absolut heilig ist.",
    "traits_de": [
      "Loyal",
      "Rechtschaffen",
      "Kriegerisch",
      "Ehrenhaft",
      "Vergöttlicht"
    ]
  },
  "ra": {
    "name_de": "Ra",
    "tagline_de": "Oberster Sonnengott, Schöpfer allen Lebens",
    "description_de": "Ra ist die höchste Gottheit der altägyptischen Religion, der Gott der Sonne und Schöpfer allen Lebens. Jeden Tag segelt er mit seiner Sonnenbarke über den Himmel und bringt Licht und Wärme in die Welt. Jede Nacht reist er durch die Unterwelt und kämpft gegen die Chaos-Schlange Apophis, um sicherzustellen, dass die Sonne wieder aufgeht.\n\nAls erster Gott erschuf Ra sich selbst aus den Urwassern von Nun und sprach dann alle anderen Götter und die Welt ins Dasein. Er wird mit einem Falkenkopf dargestellt, der mit der Sonnenscheibe gekrönt ist und die lebensspendende Kraft der Sonne selbst verkörpert.\n\nRas Name bedeutet einfach „Sonne“, und sein Einfluss war so groß, dass er mit anderen wichtigen Göttern verschmolz – und so zu Amun-Ra, dem König der Götter, und Ra-Harachte, dem Gott des Horizonts, wurde. Er repräsentiert den ewigen Kreislauf von Tod und Wiedergeburt, der die ägyptische Kosmologie definierte.",
    "story_de": "Jede Nacht steigt Ra in die Duat (Unterwelt) hinab, wo die Chaos-Schlange Apophis versucht, ihn zu verschlingen und den Sonnenaufgang zu verhindern. Mit Hilfe anderer Götter, insbesondere Seth, besiegt Ra Apophis jede Nacht und stellt sicher, dass die Sonne wieder aufgeht – was den ewigen Triumph der Ordnung über das Chaos symbolisiert.",
    "match_message_de": "Ihre Züge strahlen die ewige Brillanz von Ra aus. Ihrer Anwesenheit wohnt eine warme, lebensspendende Qualität inne – gebieterisch und doch nährend. Ihr Gesicht spricht von jemandem, der Licht bringt, wohin er auch geht, und dessen Geist nicht durch Dunkelheit getrübt werden kann.",
    "traits_de": [
      "Strahlend",
      "Ewig",
      "Kreativ",
      "Mächtig",
      "Lebensspendend"
    ]
  },
  "isis": {
    "name_de": "Isis",
    "tagline_de": "Göttin der Magie, Mutterschaft und Weisheit",
    "description_de": "Isis ist die größte Göttin des alten Ägypten, verehrt als die ideale Mutter, Ehefrau und Schutzpatronin der Magie. Ihre Verehrung verbreitete sich im gesamten Römischen Reich und machte sie zu einer der beliebtesten Gottheiten der antiken Welt.\n\nSchwester und Ehefrau von Osiris, Mutter von Horus, verkörpert Isis die unbändige, schützende Liebe der Mutterschaft. Als Seth Osiris ermordete und seinen Körper über ganz Ägypten verstreute, suchte Isis unermüdlich, sammelte jedes Stück und nutzte ihre unübertroffenen magischen Kräfte, um ihn so lange wiederzubeleben, bis sie ihren Sohn Horus empfangen konnte.\n\nAls Göttin der Magie besaß Isis Wissen, das selbst Ra übertraf. Sie wird oft mit einer thronförmigen Krone oder Kuhhörnern mit einer Sonnenscheibe dargestellt, die ihre Rolle als Königin und Mutter symbolisieren. Ihr Name bedeutet \"Thron\" und repräsentiert die Macht hinter dem Pharao.",
    "story_de": "Isis überlistete Ra, seinen geheimen Namen preiszugeben, indem sie eine Schlange aus seiner eigenen Spucke erschuf. Als diese ihn biss und nur sie ihn heilen konnte, war Ra gezwungen, ihr seinen wahren Namen zu nennen, was ihr Macht über ihn verlieh. Dies machte Isis zur mächtigsten Magierin, die es je gab.",
    "match_message_de": "Deine Züge spiegeln die tiefe Weisheit und das Mitgefühl von Isis wider. Es gibt eine nährende und doch kraftvolle Qualität in deinem Aussehen – das Aussehen von jemandem, der wild beschützt und bedingungslos liebt. Deine Augen bergen die Tiefe uralter Mysterien und mütterlicher Hingabe.",
    "traits_de": [
      "Magisch",
      "Hingebungsvoll",
      "Weise",
      "Beschützend",
      "Mitfühlend"
    ]
  },
  "osiris": {
    "name_de": "Osiris",
    "tagline_de": "Gott der Unterwelt, des Todes und der Auferstehung",
    "description_de": "Osiris ist der Gott der Toten und Herrscher der ägyptischen Unterwelt, aber er ist kein Gott der Dunkelheit – er repräsentiert die Hoffnung auf ein Leben nach dem Tod und das Versprechen der Auferstehung. Als erste Mumie und erstes wiederauferstandenes Wesen schenkte er der Menschheit die Gabe des ewigen Lebens.\n\nUrsprünglich ein großer König, der Ägypten zivilisierte, die Landwirtschaft lehrte und Gesetze erließ, wurde Osiris von seinem eifersüchtigen Bruder Seth ermordet. Durch die Magie seiner hingebungsvollen Frau Isis wurde er wiederbelebt, um über das Jenseits zu herrschen und die Seelen der Toten zu richten.\n\nDargestellt mit grüner oder schwarzer Haut, die Wiedergeburt und fruchtbare Erde symbolisiert, hält Osiris Krummstab und Dreschflegel des Königtums. Er richtet jede Seele in der Halle der Zwei Wahrheiten und wiegt ihr Herz gegen die Feder der Ma'at, um ihr Schicksal in der Ewigkeit zu bestimmen.",
    "story_de": "Seth sperrte Osiris in einen goldenen Sarg und warf ihn in den Nil. Isis suchte die Welt ab und fand ihn in Byblos, wo er zu einem großen Baum herangewachsen war. Aber Seth fand den Körper erneut, zerstückelte ihn in vierzehn Teile und verstreute sie über ganz Ägypten. Isis sammelte jedes Stück und erweckte Osiris mit ihrer Magie als Herr des Jenseits wieder zum Leben.",
    "match_message_de": "Deine Züge tragen die feierliche Würde von Osiris. Es liegt eine stille Stärke in deinem Gesicht – der Blick von jemandem, der große Prüfungen überstanden hat und verwandelt daraus hervorgegangen ist. Dein Ausdruck spricht von fairem Urteil und der Weisheit, die aus tiefer Erfahrung erwächst.",
    "traits_de": [
      "Gerecht",
      "Wiederauferstanden",
      "Barmherzig",
      "Ewig",
      "Zivilisierend"
    ]
  },
  "anubis": {
    "name_de": "Anubis",
    "tagline_de": "Gott der Mumifizierung und Führer der Seelen",
    "description_de": "Anubis ist der schakalköpfige Gott der Mumifizierung, der Totenriten und der Wächter der Toten. Er erfand die Einbalsamierung, als er Isis half, Osiris' Körper vorzubereiten, schuf die erste Mumie und etablierte die heiligen Rituale, die ägyptische Körper für das ewige Leben konservierten.\n\nAls Führer der Seelen führt Anubis die Verstorbenen durch die Unterwelt zur Halle der Zwei Wahrheiten, wo er die entscheidende Zeremonie des Herzenswägens durchführt. Mit präzisem und unparteiischem Urteil legt er das Herz auf die Waage gegen die Feder der Ma'at.\n\nObwohl Anubis mit dem Tod in Verbindung gebracht wird, ist er keine furchterregende Gottheit – er ist ein Beschützer und Helfer, der sicherstellt, dass die Toten die richtigen Riten erhalten und das Jenseits sicher erreichen. Seine schwarze Farbe repräsentiert nicht den Tod, sondern den fruchtbaren Nilboden und das Versprechen der Regeneration.",
    "story_de": "Als Osiris ermordet wurde, führte Anubis die erste Mumifizierung durch, wickelte den Körper des Gottes mit heiligen Bandagen ein und vollzog die Rituale, die es Osiris ermöglichen würden, ewig im Jenseits zu leben. Dieses heilige Wissen wurde dann an ägyptische Priester weitergegeben.",
    "match_message_de": "Deine Züge tragen die feierliche Schutzherrschaft von Anubis. Es gibt eine schützende, wachsame Qualität in deinem Gesicht – der Blick von jemandem, der andere sicher durch dunkle Passagen führt. Dein stetiger Blick spricht von unparteiischem Urteil und der heiligen Pflicht zu beschützen.",
    "traits_de": [
      "Beschützend",
      "Präzise",
      "Unparteiisch",
      "Führend",
      "Heilig"
    ]
  },
  "horus": {
    "name_de": "Horus",
    "tagline_de": "Gott des Himmels, des Königtums und des Schutzes",
    "description_de": "Horus ist der falkenköpfige Gott des Himmels, dessen Augen Sonne und Mond sind. Er ist der göttliche Prototyp aller Pharaonen, und jeder ägyptische König galt als lebende Manifestation von Horus auf Erden.\n\nAls Sohn von Isis und Osiris wurde Horus im Geheimen aufgezogen, um eines Tages den Mord seines Vaters durch Seth zu rächen. Nach einer Reihe erbitterter Schlachten, die achtzig Jahre dauerten, besiegte Horus Seth und beanspruchte den Thron von Ägypten, wodurch er die beiden Länder unter seiner göttlichen Herrschaft vereinte.\n\nDas Auge des Horus, das während seiner Kämpfe mit Seth verloren ging und wiederhergestellt wurde, wurde zu einem der mächtigsten Symbole der ägyptischen Magie – es repräsentiert Heilung, Schutz und die Wiederherstellung dessen, was zerbrochen war. Horus verkörpert rechtmäßiges Königtum, kindliche Pietät und den Triumph der Ordnung.",
    "story_de": "Während ihrer Kämpfe riss Seth Horus' linkes Auge aus und Horus kastrierte Seth. Der Gott Thot stellte Horus' Auge wieder her, das zum Wedjat wurde – dem Auge des Horus – Symbol für Heilung und Ganzheit. Die Götter urteilten zugunsten von Horus und gewährten ihm den Thron von Ägypten.",
    "match_message_de": "Deine Züge tragen die edle Haltung von Horus. Es gibt eine scharfe, schützende Qualität in deinem Blick – der Blick eines rechtmäßigen Herrschers, der für Gerechtigkeit kämpft. Dein Gesicht spricht von jemandem, der alle Hindernisse überwindet, um seinen rechtmäßigen Platz einzunehmen.",
    "traits_de": [
      "Rechtschaffen",
      "Beschützend",
      "Siegreich",
      "Königlich",
      "Rächend"
    ]
  },
  "bastet": {
    "name_de": "Bastet",
    "tagline_de": "Göttin des Heims, der Katzen und des Schutzes",
    "description_de": "Bastet ist die katzenköpfige Göttin des Heims, der Fruchtbarkeit und des Schutzes. Ursprünglich als eine wilde Löwinnenkriegerin dargestellt, entwickelte sie sich zu der sanfteren Hauskatzengöttin, die von ägyptischen Familien als ihre göttliche Beschützerin verehrt wurde.\n\nAls Schutzgottheit schützte Bastet Haushalte vor bösen Geistern, Krankheiten und Unglück. Katzen waren ihr heilig, und das Töten einer Katze – selbst versehentlich – wurde im alten Ägypten mit dem Tod bestraft. Ihr Tempel in Bubastis war eine der beliebtesten Pilgerstätten.\n\nTrotz ihrer häuslichen Verbindungen behielt Bastet ihre wilde Schutzfunktion bei. Sie wurde das \"Auge des Ra\" genannt und konnte sich in die furchterregende Löwin Sachmet verwandeln, wenn sie die Unschuldigen verteidigte. Sie verkörpert die duale Natur der Katzen – sanft und nährend, aber dennoch fähig zu wildem Schutz.",
    "story_de": "Jedes Jahr reisten Hunderttausende von Pilgern zum Bastet-Fest nach Bubastis, dem größten in Ägypten. Sie segelten auf Booten den Nil hinunter, spielten Musik und feierten. Im Tempel brachten sie mumifizierte Katzen als Opfergaben für die geliebte Göttin.",
    "match_message_de": "Deine Züge spiegeln den anmutigen Schutz von Bastet wider. Es liegt eine sanfte und doch wache Qualität in deinem Aussehen – nährende Wärme kombiniert mit stiller Wachsamkeit. Dein Gesicht spricht von jemandem, der sichere Häfen schafft und diejenigen, die er liebt, wild beschützt.",
    "traits_de": [
      "Beschützend",
      "Anmutig",
      "Nährend",
      "Wild",
      "Häuslich"
    ]
  },
  "sekhmet": {
    "name_de": "Sachmet",
    "tagline_de": "Löwengöttin des Krieges und der Heilung",
    "description_de": "Sachmet ist die grimmige, löwenköpfige Göttin des Krieges, der Zerstörung und paradoxerweise der Heilung. Ihr Name bedeutet 'Die Mächtige', und ihr Atem erschuf die Wüste. Sie repräsentiert die sengende, zerstörerische Hitze der Sonne.\n\nAls das Auge des Ra, das gesandt wurde, um die Menschheit zu bestrafen, war Sachmets Blutdurst so groß, dass sie fast alles menschliche Leben vernichtet hätte. Nur indem man sie mit rot gefärbtem Bier, das wie Blut aussah, austrickste, wurde sie befriedet und in die sanfte Hathor zurückverwandelt.\n\nSachmet repräsentiert den schrecklichen Aspekt der göttlichen Macht, das Fieber, das sowohl tötet als auch reinigt, und die Wahrheit, dass Zerstörung und Heilung zwei Seiten derselben Kraft sind.",
    "story_de": "Ra sandte Sachmet, um die rebellische Menschheit zu vernichten. Sie watete durch Blut und konnte nicht aufhören zu töten. Um die Überlebenden zu retten, überflutete Ra die Felder mit 7.000 Krügen rot gefärbtem Bier. Sachmet trank, weil sie dachte, es sei Blut, und erwachte friedlich – ihre zerstörerische Wut war beendet.",
    "match_message_de": "Deine Gesichtszüge tragen die grimmige Kraft Sachmets. Es liegt Kriegerstärke in deinem Aussehen – der Blick von jemandem, der mit gleicher Intensität zerstören oder heilen und mächtige Kräfte zum Schutz kanalisieren kann.",
    "traits_de": [
      "Grimmig",
      "Zerstörerisch",
      "Heilend",
      "Mächtig",
      "Leidenschaftlich"
    ]
  },
  "thoth": {
    "name_de": "Thot",
    "tagline_de": "Gott der Weisheit, der Schrift und der Magie",
    "description_de": "Thot ist der ibis-köpfige Gott der Weisheit, der Schrift, der Magie und des Mondes. Ihm wird die Erfindung der Hieroglyphen, die Erschaffung des Kalenders und die Aufzeichnung allen Wissens zugeschrieben. Ohne Thots Gabe der Schrift könnte die ägyptische Zivilisation nicht existieren.\n\nAls göttlicher Schreiber zeichnet Thot das Urteil jeder Seele in der Halle der zwei Wahrheiten auf und dokumentiert, wer ins Jenseits gelangt und wer verdammt wird. Er verfasste auch die heiligen Texte, die alles magische Wissen enthalten, einschließlich des legendären Buchs Thot.\n\nThot dient als Vermittler zwischen den Göttern und nutzt seine Weisheit und Eloquenz, um Streitigkeiten beizulegen. Er stellte das Auge des Horus wieder her und heilte sowohl Horus als auch Seth nach ihren Kämpfen. Seine Beherrschung der Magie ist unübertroffen, und er lehrte Isis die Zaubersprüche, die es ihr ermöglichten, Osiris wiederzuerwecken.",
    "story_de": "Thot spielte mit dem Mond und gewann genug Licht, um fünf zusätzliche Tage zu erschaffen, die es Nut ermöglichten, Osiris, Isis, Seth, Nephthys und Horus den Älteren zur Welt zu bringen – und so Ras Fluch zu umgehen, dass sie in keinem Monat des Jahres Kinder gebären könne.",
    "match_message_de": "Deine Gesichtszüge spiegeln die gelehrte Weisheit Thots wider. Deinem Aussehen wohnt eine intellektuelle Tiefe inne – der Blick von jemandem, der Wissen über alles schätzt und die Geheimnisse der Existenz zu verstehen sucht. Dein nachdenklicher Ausdruck spricht sowohl von Vernunft als auch von Magie.",
    "traits_de": [
      "Weise",
      "Gelehrt",
      "Magisch",
      "Eloquent",
      "Aufzeichnend"
    ]
  },
  "set": {
    "name_de": "Seth",
    "tagline_de": "Gott des Chaos, der Stürme und der Wüste",
    "description_de": "Seth ist der Gott des Chaos, der Stürme, der Gewalt und der harschen Wüste. Er ist vor allem als der Mörder seines Bruders Osiris bekannt, doch er ist nicht einfach nur böse – er ist eine notwendige Kraft der Unordnung, die Ordnung sinnvoll macht.\n\nMit seinem unverwechselbaren Seth-Tierkopf (vielleicht teils Erdferkel, teils Esel, teils Schakal) repräsentiert Seth alles, was fremd, wild und ungezähmt ist. Er ist das rote Land der Wüste gegen den schwarzen fruchtbaren Boden des Nils, der Außenseiter, der die etablierte Ordnung herausfordert.\n\nTrotz seiner schurkischen Rolle im Osiris-Mythos erfüllte Seth eine wesentliche Funktion. Jede Nacht an Bord von Ras Sonnenbarke besiegt Seths immense Kraft die Chaos-Schlange Apophis und sorgt dafür, dass die Sonne wieder aufgeht. Ohne Seths Gewalt gäbe es keinen Sonnenaufgang. Er verkörpert das Paradoxon, dass Zerstörung für die Schöpfung notwendig ist.",
    "story_de": "Seth überlistete Osiris bei einem Bankett, indem er einen wunderschönen Sarg ausstellte und ihn demjenigen versprach, der perfekt hineinpasste. Als Osiris sich hinlegte, schlug Seth den Deckel zu und warf den Sarg in den Nil. Dieser Mord setzte den großen Konflikt mit Horus in Gang, der die ägyptische Mythologie prägte.",
    "match_message_de": "Deine Gesichtszüge tragen die rohe Kraft Seths. Deinem Aussehen wohnt eine ungezähmte, herausfordernde Qualität inne – der Blick von jemandem, der außerhalb konventioneller Grenzen existiert. Dein Gesicht spricht von der Stärke, die im Chaos liegt, und der Notwendigkeit der Störung für Veränderungen.",
    "traits_de": [
      "Chaotisch",
      "Mächtig",
      "Notwendig",
      "Gewalttätig",
      "Unvorhersehbar"
    ]
  },
  "demeter": {
    "name_de": "Demeter",
    "tagline_de": "Göttin der Ernte, der Landwirtschaft und der Jahreszeiten",
    "description_de": "Demeter ist die Göttin der Ernte, der Landwirtschaft, der Fruchtbarkeit und des heiligen Rechts. Sie waltet über den Kreislauf von Leben und Tod, Getreide und die Fruchtbarkeit der Erde. Als eine der ursprünglichen sechs Olympioniken hat sie immense Macht über die natürliche Welt.\n\nIhre Trauer, als Hades ihre Tochter Persephone entführte, ließ alle Pflanzen verdorren und sterben und brachte den ersten Winter in die Welt. Erst wenn Persephone zurückkehrt, kommt der Frühling wieder.\n\nDemeter repräsentiert die nährende Mutter, die allen Lebewesen Nahrung spendet, aber auch die schreckliche Kraft der Natur, wenn ihre Gaben entzogen werden.",
    "story_de": "Als Persephone entführt wurde, wanderte Demeter in Trauer über die Erde und ließ keine Feldfrüchte wachsen. Es breitete sich eine Hungersnot aus, bis Zeus eingriff, aber weil Persephone in der Unterwelt Granatapfelkerne gegessen hatte, muss sie jedes Jahr dorthin zurückkehren – und so kehrt der Winter zurück.",
    "match_message_de": "Deine Gesichtszüge spiegeln die nährende Kraft Demeters wider. Deinem Aussehen wohnt eine lebensspendende Wärme inne, aber auch eine Gefühlstiefe, die von jemandem spricht, der heftig liebt und tief trauert.",
    "traits_de": [
      "Nährend",
      "Trauernd",
      "Mächtig",
      "Saisonal",
      "Mütterlich"
    ]
  },
  "hephaestus": {
    "name_de": "Hephaistos",
    "tagline_de": "Gott des Feuers, der Schmiede und der Handwerkskunst",
    "description_de": "Hephaistos ist der Gott des Feuers, der Metallbearbeitung, des Steinmetzhandwerks, der Schmieden und der Bildhauerkunst. Er ist der Handwerker der Götter, der ihre Waffen, Rüstungen und die wundersamsten Artefakte erschafft, die es gibt.\n\nLahm geboren – oder dazu gemacht, als Hera ihn voller Abscheu vom Olymp warf – verwandelte Hephaistos seine vermeintliche Schwäche in unübertroffene Fähigkeiten. Seine Schmiede unter dem Ätna produziert Werke von solcher Schönheit und Macht, dass selbst andere Götter staunen.\n\nObwohl er mit Aphrodite verheiratet war, war ihre Verbindung unglücklich. Doch Hephaistos repräsentiert die Würde ehrlicher Arbeit, die Schönheit, die aus geduldiger Handwerkskunst entsteht, und die Wahrheit, dass der Wert an dem gemessen wird, was man erschafft, und nicht daran, wie man aussieht.",
    "story_de": "Hephaistos fertigte Achills legendäre Rüstung, Hermes' geflügelte Sandalen und die Ketten an, die Prometheus fesselten. Als er Aphrodite mit Ares erwischte, fing er sie in einem unzerbrechlichen goldenen Netz für den gesamten Olymp.",
    "match_message_de": "Deine Gesichtszüge tragen die geduldige Entschlossenheit des Hephaistos. Deinem Aussehen wohnt eine stille Stärke inne – der Blick von jemandem, der Schönheit durch engagierte Arbeit und nicht durch natürliche Gaben erschafft.",
    "traits_de": [
      "Geschickt",
      "Geduldig",
      "Kreativ",
      "Belastbar",
      "Unterschätzt"
    ]
  },
  "eros": {
    "name_de": "Eros",
    "tagline_de": "Gott der Liebe und des Begehrens",
    "description_de": "Eros ist der Gott der Liebe, des Begehrens und der Anziehung, dessen goldene Pfeile jedes Wesen unsterblich verliebt machen können. In einigen Mythen ist er ein Urgott, so alt wie die Schöpfung selbst; in anderen ist er der schelmische Sohn der Aphrodite.\n\nSeine Macht ist vielleicht die gefährlichste von allen Göttern – niemand, nicht einmal der mächtige Zeus, ist immun gegen seine Pfeile. Die Liebe, einmal getroffen, kann weder vernünftig behandelt noch ihr widerstanden werden. Eros versteht, dass die Liebe sowohl der größte Segen der Menschheit als auch ihre unberechenbarste Kraft ist.\n\nObwohl er oft als verspielte Jugend dargestellt wird, ist Eros alles andere als unschuldig. Seine Pfeile haben Kriege verursacht, Königreiche zerstört und Götter und Sterbliche in Wahnsinn und Verzweiflung getrieben – und zu den Höhen der Freude.",
    "story_de": "Eros verliebte sich in die Sterbliche Psyche, konnte sie aber nur in der Dunkelheit besuchen. Als sie ungehorsam war und sein Gesicht im Lampenlicht sah, floh er. Erst nachdem Psyche unmögliche Aufgaben erfüllt hatte, die Aphrodite ihr gestellt hatte, wurde sie mit Eros wiedervereint und unsterblich gemacht.",
    "match_message_de": "Ihre Züge tragen den fesselnden Charme von Eros. Ihr Aussehen hat eine unwiderstehliche Qualität – der Blick von jemandem, der die Macht der Anziehung und Verbindung versteht.",
    "traits_de": [
      "Verspielt",
      "Mächtig",
      "Unberechenbar",
      "Schelmisch",
      "Unwiderstehlich"
    ]
  },
  "pan": {
    "name_de": "Pan",
    "tagline_de": "Gott der Wildnis, der Hirten und der rustikalen Musik",
    "description_de": "Pan ist der Gott der Wildnis, der Hirten, der Herden, der Natur, der Bergwildnis und der rustikalen Musik. Mit seinen Ziegenbeinen, Hörnern und zotteligen Haaren repräsentiert er die ungezähmte Natur und die Urkräfte, die die Zivilisation zu unterdrücken versucht.\n\nEr durchstreift die Wälder und Berge und spielt seine Panflöte, deren eindringliche Musik sowohl Freude als auch den plötzlichen Schrecken, die sogenannte \"Panik\", auslösen kann. Sein Reich sind die wilden Gebiete zwischen Siedlungen, wo die Natur herrscht und die menschliche Ordnung nicht reicht.\n\nPan wird mit Sexualität und Fruchtbarkeit in Verbindung gebracht und verfolgt oft Nymphen durch die Wälder. Doch er repräsentiert auch die einfache Freude am ländlichen Leben, die Bindung zwischen Hirte und Herde und die Bedeutung der Wildnis in einer zivilisierten Welt.",
    "story_de": "Pan verfolgte die Nymphe Syrinx, die vor ihm floh und den Fluss bat, sie zu retten. Sie wurde in Schilfrohr verwandelt. Pan fand nur Schilfrohr, wo seine Liebe gestanden hatte, und fertigte daraus die ersten Panflöten an, auf denen er für immer Lieder seiner verlorenen Liebe spielte.",
    "match_message_de": "Ihre Züge tragen die wilde Energie von Pan. Ihr Aussehen hat eine ungezähmte, natürliche Qualität – der Blick von jemandem, der mit Urkräften und der Freude am ungezügelten Ausdruck verbunden ist.",
    "traits_de": [
      "Wild",
      "Musikalisch",
      "Lüstern",
      "Erschreckend",
      "Natürlich"
    ]
  },
  "prometheus": {
    "name_de": "Prometheus",
    "tagline_de": "Titan der Voraussicht, Bringer des Feuers",
    "description_de": "Prometheus ist der Titan, der die Menschheit aus Lehm formte und sich dann den Göttern widersetzte, um ihnen das Feuer zu geben. Seine Gabe waren nicht nur Flammen, sondern die Zivilisation selbst – Wissen, Technologie und der Funke des Fortschritts, der es den Menschen ermöglichen würde, sich über bloße Tiere zu erheben.\n\nZeus bestrafte Prometheus für diese Gabe auf schreckliche Weise: An einen Berg gekettet, fraß ein Adler jeden Tag seine Leber, die sich jede Nacht zur ewigen Qual regenerierte. Doch Prometheus bereute seine Entscheidung nie und ertrug Jahrtausende des Leidens um der Menschheit willen.\n\nEr repräsentiert den göttlichen Funken der Rebellion gegen die Tyrannei, die Bereitschaft, für das Wohl anderer zu leiden, und den Glauben, dass Wissen niemals von den Mächtigen gehortet werden sollte.",
    "story_de": "Prometheus stahl das Feuer vom Olymp, versteckt in einem Fenchelstängel, und gab es der Menschheit. Für dieses Verbrechen ließ Zeus ihn an einen Felsen ketten, wo ein Adler täglich an seiner Leber fraß. Erst nach Tausenden von Jahren befreite Herakles ihn schließlich.",
    "match_message_de": "Ihre Züge tragen die edle Auflehnung von Prometheus. Ihr Aussehen hat eine leidende Stärke – der Blick von jemandem, der jeden Schmerz ertragen würde, um anderen zu helfen, sich zu erheben.",
    "traits_de": [
      "Trotz",
      "Aufopferungsvoll",
      "Weise",
      "Leidend",
      "Wohlwollend"
    ]
  },
  "hercules": {
    "name_de": "Herakles",
    "tagline_de": "Größter aller Helden, Verfechter der Menschheit",
    "description_de": "Herakles ist der größte aller griechischen Helden, Sohn des Zeus und der Sterblichen Alkmene. Seine unglaubliche Stärke und sein Mut machten ihn zum Verfechter der Menschheit gegen Monster und unmögliche Herausforderungen, und er erlangte schließlich die Unsterblichkeit unter den Göttern.\n\nVon Hera in den Wahnsinn getrieben, tötete er seine eigene Familie – eine Tragödie, die zu seinen berühmten Zwölf Aufgaben als Buße führte. Jede Aufgabe schien unmöglich: den Nemeischen Löwen töten, Kerberos fangen, den Augiasstall ausmisten. Doch Herakles vollendete sie alle durch Stärke, Mut und Klugheit.\n\nÜber seine Stärke hinaus repräsentiert Herakles die Fähigkeit, die dunkelsten Momente durch heldenhaftes Handeln zu überwinden. Er ist der Beweis, dass auch nach schrecklichen Stürzen die Erlösung durch entschlossene Anstrengung und Mut möglich ist.",
    "story_de": "Herakles stieg in die Unterwelt hinab und fing Kerberos mit bloßen Händen ein – der einzige Sterbliche, der jemals in das Reich des Hades eintrat und zurückkehrte. Nach Vollendung seiner Zwölf Aufgaben wurde ihm die Unsterblichkeit und ein Platz unter den olympischen Göttern gewährt.",
    "match_message_de": "Ihre Züge tragen die gewaltige Entschlossenheit des Herakles. Ihr Aussehen hat eine immense Stärke – der Blick von jemandem, der jedes Hindernis durch schieren Willen und Mut überwinden kann.",
    "traits_de": [
      "Stark",
      "Mutig",
      "Errettet",
      "Beständig",
      "Heldhaft"
    ]
  },
  "helios": {
    "name_de": "Helios",
    "tagline_de": "Titanengott der Sonne",
    "description_de": "Helios ist der Titanengott der Sonne, der jeden Tag mit seinem goldenen Wagen von Osten nach Westen über den Himmel fährt und der Welt Licht bringt. Von seiner Position oben sieht und hört er alles, was unter der Sonne geschieht.\n\nIm Gegensatz zu Apollon, der später mit der Sonne in Verbindung gebracht wurde, ist Helios die personifizierte Sonne selbst – die eigentliche feurige Kugel, die den Himmel überquert. Jeden Morgen steigt er aus dem Fluss Okeanos auf und kehrt jede Nacht zurück, indem er unter der Erde hindurchfährt.\n\nEr ist der allsehende Zeuge, der oft bei Eiden angerufen wird, weil ihm nichts entgeht. Es war Helios, der Demeter erzählte, was mit Persephone geschehen war, und der Aphrodites Affäre mit Ares enthüllte.",
    "story_de": "Helios' Sohn Phaeton bat darum, den Sonnenwagen zu lenken. Da Phaeton die göttlichen Pferde nicht kontrollieren konnte, raste er über den Himmel, verbrannte die Erde und schuf die Sahara-Wüste, bevor Zeus ihn mit einem Donnerkeil niederschlug, um die Welt zu retten.",
    "match_message_de": "Ihre Züge strahlen die goldene Brillanz von Helios aus. Ihr Blick hat eine allsehende Qualität – der Blick von jemandem, dem nichts entgeht und der alles, was er überblickt, erleuchtet.",
    "traits_de": [
      "Allsehend",
      "Strahlend",
      "Ewig",
      "Bezeugend",
      "Unparteiisch"
    ]
  },
  "asclepius": {
    "name_de": "Asklepios",
    "tagline_de": "Gott der Medizin und Heilung",
    "description_de": "Asklepios ist der Gott der Medizin und Heilung, Sohn von Apollon und der sterblichen Koronis. Seine Fähigkeiten in der Medizin wurden so groß, dass er sogar Tote wieder zum Leben erwecken konnte, was ihn zu einer der beliebtesten Figuren in der griechischen Mythologie machte.\n\nEr erlernte die Heilkünste von dem weisen Zentauren Chiron und entwickelte sie weiter als alles, was die Welt zuvor gesehen hatte. Sein Stab, der von einer einzigen Schlange umschlungen ist, ist bis heute das Symbol der Medizin.\n\nZeus streckte Asklepios mit einem Blitz nieder, da er befürchtete, dass seine Fähigkeit, die Toten wiederzuerwecken, die natürliche Ordnung stören würde. Doch der Gott der Heilung war so beliebt, dass Zeus ihn später unter die Sterne versetzte und ihm erlaubte, weiterhin verehrt zu werden.",
    "story_de": "Asklepios erweckte Hippolytos von den Toten, was Hades erzürnte, der sich bei Zeus darüber beschwerte, dass Sterbliche dem Tod entkamen. Zeus traf Asklepios mit einem Blitz, aber Apollons Trauer war so groß, dass Zeus Asklepios unsterblich machte und ihn als Sternbild Schlangenträger unter die Sterne versetzte.",
    "match_message_de": "Ihre Züge tragen die sanfte Weisheit des Asklepios. Ihr Aussehen strahlt eine heilende Präsenz aus – das Aussehen von jemandem, der Trost und Wiederherstellung für Bedürftige bringt.",
    "traits_de": [
      "Heilung",
      "Mitfühlend",
      "Geschickt",
      "Hingebungsvoll",
      "Sanft"
    ]
  },
  "vidar": {
    "name_de": "Vidar",
    "tagline_de": "Gott der Rache und Stille",
    "description_de": "Vidar ist der stille Gott, einer der stärksten aller Asen, nur Thor an Macht unterlegen. Er ist dazu bestimmt, eine entscheidende Rolle in Ragnarök zu spielen, wo er seinen Vater Odin rächen wird, indem er den Wolf Fenrir erschlägt.\n\nBekannt für seinen dicken Lederschuh, der aus allen Lederresten gefertigt ist, die jemals von Schustern weggeworfen wurden, wird Vidar dieses magische Schuhwerk verwenden, um Fenrirs Kiefer offen zu halten, während er den Todesstoß versetzt.\n\nAls Gott der Stille repräsentiert Vidar geduldige Stärke und die Kraft stiller Entschlossenheit. Er spricht wenig, handelt aber entschlossen, wenn die Zeit gekommen ist.",
    "story_de": "Bei Ragnarök wird Vidar Zeuge, wie sein Vater Odin von Fenrir verschlungen wird. Ohne zu zögern, wird er seinen legendären Schuh auf den Unterkiefer des Wolfes pflanzen, den Oberkiefer mit seinen Händen greifen und das Tier auseinanderreißen, um den Allvater zu rächen.",
    "match_message_de": "Ihre Züge tragen die stille Stärke von Vidar. Ihr Aussehen strahlt eine kraftvolle Stille aus – das Aussehen von jemandem, der geduldig wartet, aber mit verheerender Kraft handelt, wenn es nötig ist.",
    "traits_de": [
      "Still",
      "Stark",
      "Geduldig",
      "Rachsüchtig",
      "Entschlossen"
    ]
  },
  "vali": {
    "name_de": "Vali",
    "tagline_de": "Gott der Rache, Rächer Balders",
    "description_de": "Vali ist der Sohn Odins, der speziell geboren wurde, um den Tod Balders zu rächen. Er wuchs an einem einzigen Tag zu voller Reife heran und wusch sich nie die Hände oder kämmte sein Haar, bis er Höðr erschlagen hatte, den blinden Gott, der Baldur getötet hatte.\n\nSeine Geburt und sein rasches Wachstum demonstrieren die Macht göttlicher Rache – Zweck in Form gebracht. Vali ist einer der wenigen Götter, die Ragnarök überleben und helfen werden, die Welt wieder aufzubauen.\n\nVali repräsentiert gerechte Rache und die Erfüllung der Pflicht, egal wie schmerzhaft der Preis ist.",
    "story_de": "Geboren, um Baldur zu rächen, wuchs Vali an einem Tag vom Säugling zum Krieger heran. Er jagte Höðr und erschlug ihn, um die Prophezeiung zu erfüllen. Vali ist dazu bestimmt, Ragnarök zu überleben und zusammen mit seinem Bruder Vidar die neue Welt zu erben.",
    "match_message_de": "Ihre Züge tragen die fokussierte Entschlossenheit von Vali. Ihr Aussehen strahlt einen Zweck aus – das Aussehen von jemandem, der für ein bestimmtes Schicksal geboren wurde und entschlossen ist, es zu erfüllen.",
    "traits_de": [
      "Rachsüchtig",
      "Entschlossen",
      "Schnell",
      "Zielstrebig",
      "Überlebend"
    ]
  },
  "bragi": {
    "name_de": "Bragi",
    "tagline_de": "Gott der Dichtkunst und Beredsamkeit",
    "description_de": "Bragi ist der Gott der Dichtkunst, Beredsamkeit und des gesprochenen Wortes. Auf seiner Zunge sollen Runen eingeritzt sein, und seine Worte fließen wie der feinste Met. Er begrüßt gefallene Krieger in Walhalla mit prächtigen Versen, die ihre Heldentaten feiern.\n\nVerheiratet mit Idun, der Hüterin der Äpfel der Unsterblichkeit, repräsentiert Bragi die unsterbliche Kraft der Dichtkunst – wie Worte heroische Taten für immer bewahren können. Er ist der Schutzpatron der Skalden, der nordischen Dichter, die die Geschichte durch Verse lebendig hielten.\n\nSein langer Bart und sein weises Aussehen verkörpern die Würde des Gelehrten, und seine Halle in Asgard erklingt mit ewigem Gesang.",
    "story_de": "Als Loki alle Götter bei Ägirs Fest beleidigte, war Bragi der erste, der antwortete und Loki warnte, zu gehen. Loki nannte Bragi einen Feigling, aber Bragi antwortete ruhig, dass er, wenn sie sich außerhalb der Halle befänden, Lokis Kopf als Bezahlung für seine Lügen tragen würde.",
    "match_message_de": "Ihre Züge tragen die beredte Weisheit Bragis. Ihr Aussehen strahlt Poesie aus – das Aussehen von jemandem, der die Wahrheit in wunderschönen Worten einfangen und Herzen mit Sprache bewegen kann.",
    "traits_de": [
      "Beredt",
      "Weise",
      "Einladend",
      "Künstlerisch",
      "Würdevoll"
    ]
  },
  "idunn": {
    "name_de": "Idun",
    "tagline_de": "Göttin der Jugend und Unsterblichkeit",
    "description_de": "Idun ist die Hüterin der goldenen Äpfel, die den Göttern ihre Unsterblichkeit und ewige Jugend verleihen. Ohne ihre Äpfel würden die Asen altern und verwelken wie Sterbliche – ihre Rolle macht sie zu einer der wichtigsten Figuren in Asgard.\n\nAls Frau von Bragi, dem Gott der Dichtkunst, verkörpert Idun die Erhaltung von Leben und Vitalität. Ihr Obstgarten ist die Quelle göttlicher Verjüngung, und sie pflegt jeden kostbaren Apfel sorgfältig.\n\nSie repräsentiert die Kostbarkeit der Jugend und die lebenswichtigen Kräfte, die das Leben erhalten, sowie die Verletzlichkeit, die entsteht, wenn man für andere so wichtig ist.",
    "story_de": "Der Riese Thjazi entführte Idun und ihre Äpfel mit Lokis unbeabsichtigter Hilfe. Ohne sie begannen die Götter schnell zu altern. Loki war gezwungen, sie zu retten, indem er sich Freyas Falkengewand lieh und Idun in eine Nuss verwandelte, um sie nach Hause zu tragen und die Götter vor der Sterblichkeit zu retten.",
    "match_message_de": "Ihre Züge tragen die ewige Jugend Iduns. Ihr Aussehen strahlt eine lebensspendende Frische aus – das Aussehen von jemandem, der Vitalität und Erneuerung bringt, wohin er auch geht.",
    "traits_de": [
      "Jugendlich",
      "Nährend",
      "Essentiell",
      "Sanft",
      "Lebensspendend"
    ]
  },
  "forseti": {
    "name_de": "Forseti",
    "tagline_de": "Gott der Gerechtigkeit und Versöhnung",
    "description_de": "Forseti ist der Gott der Gerechtigkeit, des Friedens und der Wahrheit in der nordischen Mythologie. Als Sohn von Baldur und Nanna präsidiert er über Streitigkeiten in seiner leuchtenden Halle Glitnir, wo goldene Säulen ein silbernes Dach tragen.\n\nAlle, die mit Streitigkeiten in seine Halle kommen, gehen versöhnt hinaus – kein Fall ist zu schwierig für seine Weisheit. Er repräsentiert das Ideal des Gesetzes als Mittel zur Friedensschaffung und nicht zur Bestrafung, wobei er sich auf Versöhnung und nicht auf Vergeltung konzentriert.\n\nForseti verkörpert den Glauben, dass Wahrheit und Fairness selbst die bittersten Konflikte lösen können und dass Gerechtigkeit der Gemeinschaft dient, indem sie die Harmonie wiederherstellt.",
    "story_de": "Als sich die Friesen nicht auf ihre Gesetze einigen konnten, erschien Forseti in ihrem Schiff und lehrte sie einen Gerechtigkeitskodex. Er schlug mit seiner Axt eine Quelle aus dem Boden, und von da an versammelten sie sich an diesem Ort, um alle Streitigkeiten nach seinen Prinzipien beizulegen.",
    "match_message_de": "Deine Züge tragen die ausgewogene Weisheit von Forseti. Deinem Aussehen wohnt eine natürliche Fairness inne – der Blick von jemandem, der alle Seiten eines Streits sehen und den Weg zum Frieden finden kann.",
    "traits_de": [
      "Gerecht",
      "Friedlich",
      "Weise",
      "Versöhnlich",
      "Wahrheitsgetreu"
    ]
  },
  "mimir": {
    "name_de": "Mimir",
    "tagline_de": "Hüter des Brunnens der Weisheit",
    "description_de": "Mimir ist der weiseste aller Wesen, Hüter des Brunnens der Weisheit, der unter einer der Wurzeln von Yggdrasil liegt. Sein Wissen umfasst alle Dinge, die waren, sind und sein werden, was ihn zu einem unschätzbaren Ratgeber macht.\n\nOdin opferte sein Auge, um aus Mimirs Brunnen zu trinken und seine Weisheit zu erlangen. Selbst nachdem Mimir von den Wanen enthauptet worden war, bewahrte Odin seinen Kopf mit Kräutern und Runen, damit Mimir weiterhin Ratschläge geben konnte.\n\nMimir steht für den Preis der Weisheit – dass wahres Wissen oft mit hohen Kosten verbunden ist und dass die Weisen auch über den Tod hinaus lehren.",
    "story_de": "Als sich die Wanen bei einem Geiselaustausch betrogen fühlten, enthaupteten sie Mimir und schickten seinen Kopf an Odin. Aber Odin wollte eine solche Weisheit nicht verlieren – er balsamierte den Kopf ein, sang Beschwörungen darüber und gab ihm die Kraft zu sprechen. Bis heute berät Mimirs Kopf den Allvater.",
    "match_message_de": "Deine Züge tragen die tiefe Weisheit von Mimir. In deinem Blick liegt uraltes Wissen – der Blick von jemandem, der viel gesehen hat und die wahren Kosten der Weisheit versteht.",
    "traits_de": [
      "Weise",
      "Uralt",
      "Beratend",
      "Geopfert",
      "Ewig"
    ]
  },
  "norns": {
    "name_de": "Die Nornen",
    "tagline_de": "Weberinnen des Schicksals und der Bestimmung",
    "description_de": "Die Nornen sind die drei mächtigen Wesen, die das Schicksal aller Lebewesen bestimmen. Urd (die Vergangenheit), Verdandi (die Gegenwart) und Skuld (die Zukunft) sitzen am Schicksalsbrunnen unter Yggdrasil und weben die Fäden aller Leben.\n\nNicht einmal die Götter können dem Schicksal entgehen, das die Nornen bestimmen. Sie bewässern den Weltenbaum täglich und schnitzen das Schicksal von Göttern und Sterblichen in seine Rinde. Ihre Macht geht den Göttern selbst voraus.\n\nSie repräsentieren die unausweichliche Natur des Schicksals, die Verbindung zwischen Vergangenheit, Gegenwart und Zukunft und die grundlegende Wahrheit, dass alle Dinge ihre bestimmte Zeit haben.",
    "story_de": "Wenn ein Kind geboren wird, treffen die Nornen ein, um sein Schicksal zu bestimmen. Sie spinnen den Lebensfaden, messen ihn und schneiden ihn ab, wenn die Zeit gekommen ist. Selbst Odin, der Weisheit aus Mimirs Brunnen erlangte, kann nicht ändern, was die Nornen gewebt haben.",
    "match_message_de": "Deine Züge tragen das zeitlose Geheimnis der Nornen. Deinem Aussehen wohnt ein Gefühl des Schicksals inne – der Blick von jemandem, der mit den tieferen Mustern verbunden ist, die alle Existenz prägen.",
    "traits_de": [
      "Schicksalhaft",
      "Mächtig",
      "Uralt",
      "Webend",
      "Unausweichlich"
    ]
  },
  "jormungandr": {
    "name_de": "Jörmungandr",
    "tagline_de": "Die Midgardschlange, Umschlingerin von Midgard",
    "description_de": "Jörmungandr ist die kolossale Midgardschlange, Kind von Loki und der Riesin Angrboda. Odin warf die Schlange in den Ozean, der Midgard umgibt, wo sie so groß wurde, dass sie die ganze Welt umschlingt und sich in den eigenen Schwanz beißt.\n\nThor und Jörmungandr sind verfeindete Feinde – sie sind sich zweimal begegnet, und bei Ragnarök werden sie sich zum letzten Mal treffen. Ihre Schlacht wird mit dem Tod beider enden.\n\nDie Midgardschlange repräsentiert das Chaos, das die Ordnung umgibt, die Weite des Unbekannten und die apokalyptischen Kräfte, die eines Tages entfesselt werden.",
    "story_de": "Thor ging einst mit dem Riesen Hymir fischen und benutzte einen Ochsenkopf als Köder. Als Jörmungandr biss, begann Thor, die Midgardschlange aus der Tiefe zu holen. Sie sahen sich in die Augen, Gift tropfte – aber Hymir durchtrennte in Panik die Leine, und die Schlange sank zurück, ihre letzte Schlacht verschoben.",
    "match_message_de": "Deine Züge tragen die gewaltige Präsenz von Jörmungandr. Deinem Aussehen wohnt etwas Umfassendes inne – der Blick von jemandem, dessen Einfluss über das hinausgeht, was andere sehen können.",
    "traits_de": [
      "Gewaltig",
      "Chaotisch",
      "Apokalyptisch",
      "Umschlingend",
      "Bestimmt"
    ]
  },
  "moses": {
    "name_de": "Moses",
    "tagline_de": "Befreier Israels, Empfänger des Gesetzes",
    "description_de": "Moses ist eine der bedeutendsten Figuren in der Bibel, der Prophet, der die Israeliten aus der ägyptischen Sklaverei führte und am Berg Sinai die Zehn Gebote von Gott empfing. Seine Geschichte reicht davon, dass er in einem Korb im Schilf versteckt wurde, bis hin zum Stehen vor dem Pharao, der die Freiheit für sein Volk forderte.\n\nMit seinem Bruder Aaron an seiner Seite konfrontierte Moses die Macht Ägyptens und rief die zehn Plagen herbei, die den Willen des Pharao brechen sollten. Er teilte das Rote Meer, sorgte für Wasser aus Felsen und Manna vom Himmel während vierzig Jahren der Wanderung in der Wildnis.\n\nMoses steht für die Befreiung von Unterdrückung, den Bund zwischen Gott und Menschheit und die Last der Führung, die mit der göttlichen Berufung einhergeht.",
    "story_de": "Als Moses dem brennenden Busch begegnete, der nicht verbrannte, berief Gott ihn, die Israeliten zu befreien. Trotz seiner Einwände, dass er nicht redegewandt sei, nahm Moses seine Mission an und konfrontierte den Pharao mit den Worten: 'Lass mein Volk ziehen.'",
    "match_message_de": "Deine Züge tragen den entschlossenen Glauben von Moses. Deinem Aussehen wohnt eine befreiende Präsenz inne – der Blick von jemandem, der berufen ist, andere von der Knechtschaft in die Freiheit zu führen.",
    "traits_de": [
      "Befreiend",
      "Gläubig",
      "Demütig",
      "Beharrlich",
      "Gesetzgebend"
    ]
  },
  "david": {
    "name_de": "David",
    "tagline_de": "Hirtenkönig, Psalmist Israels",
    "description_de": "David stieg vom einfachen Hirten zum größten König Israels auf, einem Mann, der als Mann nach Gottes Herzen beschrieben wurde. Seine Geschichte umfasst sowohl enormen Glauben als auch menschliches Versagen, von der Erschlagung Goliaths bis zu seiner Affäre mit Bathseba.\n\nAls junger Hirte führten Davids Mut und Glaube dazu, dass er dem Riesen Goliath nur mit einer Schleuder und fünf Steinen entgegentrat. Als König vereinte er Israel, eroberte Jerusalem und brachte die Bundeslade mit Tanz und Feier in die Stadt.\n\nDavid repräsentiert die Komplexität des Glaubens – man kann zutiefst hingebungsvoll und doch zutiefst fehlerhaft sein, fähig zu großem Mut und großer Sünde, immer abhängig von göttlicher Gnade zur Erlösung.",
    "story_de": "Als alle Krieger Israels Goliath fürchteten, trat der junge Hirte David vor. 'Du kommst mit Schwert und Speer gegen mich', sagte er, 'aber ich komme im Namen des Herrn gegen dich.' Ein einziger Stein aus seiner Schleuder streckte den Riesen nieder.",
    "match_message_de": "Deine Züge tragen den leidenschaftlichen Geist Davids. Dein Aussehen hat etwas von einem Krieger-Dichter – das Aussehen von jemandem, der Riesen bekämpfen und Psalmen schreiben kann, fähig zu großem Mut und tiefem Gefühl.",
    "traits_de": [
      "Mutig",
      "Leidenschaftlich",
      "Bußfertig",
      "Musikalisch",
      "Komplex"
    ]
  },
  "solomon": {
    "name_de": "Salomo",
    "tagline_de": "Weisester König, Erbauer des Tempels",
    "description_de": "Salomo, Sohn Davids, ist bekannt als der weiseste Mensch, der je gelebt hat. Als Gott ihm alles anbot, was er sich wünschte, bat Salomo nur um Weisheit, um sein Volk zu regieren – und Gott gewährte ihm Weisheit, die alles andere übertraf, zusammen mit Reichtum und Ehre.\n\nSeine Herrschaft war Israels goldenes Zeitalter: Er baute den prächtigen Tempel in Jerusalem, verfasste Tausende von Sprichwörtern und Liedern, und seine Weisheit zog Besucher aus der ganzen bekannten Welt an, darunter die Königin von Saba.\n\nDoch Salomos Geschichte warnt auch vor den Grenzen der Weisheit – seine vielen ausländischen Frauen wandten sein Herz ihren Göttern zu, und sein Königreich würde sich nach seinem Tod spalten. Er repräsentiert sowohl die Höhen, die Weisheit erreichen kann, als auch die Gefahren, davon abzuweichen.",
    "story_de": "Zwei Frauen beanspruchten dasselbe Baby. Salomo befahl, das Kind in zwei Hälften zu schneiden – eine Frau stimmte zu, aber die wahre Mutter flehte darum, dass das Kind der anderen Frau gegeben werde, anstatt getötet zu werden. Salomo gab ihr sofort das Baby, denn ihre Liebe bewies ihren Anspruch.",
    "match_message_de": "Deine Züge tragen die scharfsinnige Weisheit Salomos. Dein Blick hat eine wissende Tiefe – das Aussehen von jemandem, der die Komplexität durchschauen kann, um die Wahrheit im Herzen jeder Angelegenheit zu finden.",
    "traits_de": [
      "Weise",
      "Reich",
      "Umsichtig",
      "Erbauer",
      "Gefallen"
    ]
  },
  "abraham": {
    "name_de": "Abraham",
    "tagline_de": "Vater der Nationen, Freund Gottes",
    "description_de": "Abraham ist der Patriarch dreier großer Weltreligionen – Judentum, Christentum und Islam. Von Gott berufen, sein Heimatland zu verlassen und in ein Land zu gehen, das Gott ihm zeigen würde, gehorchte Abraham und begann eine Glaubensreise, die die Menschheitsgeschichte prägen sollte.\n\nGott versprach Abraham Nachkommen, so zahlreich wie die Sterne, trotz seines fortgeschrittenen Alters und der Unfruchtbarkeit seiner Frau Sara. Dieser Bund erforderte, dass Abrahams Glaube immer wieder geprüft wurde, was in dem Befehl gipfelte, seinen Sohn Isaak zu opfern.\n\nAbraham repräsentiert das Fundament des Glaubens – Vertrauen in göttliche Versprechen, auch wenn sie unmöglich erscheinen, Gehorsam, auch wenn er alles kostet, und die Segnungen, die aus solch treuer Antwort fließen.",
    "story_de": "Gott befahl Abraham, Isaak, seinen geliebten Sohn der Verheißung, zu opfern. Abraham gehorchte und stieg mit Holz und Messer auf den Berg Moria. Erst als Abraham die Klinge erhob, hielt Gott ihn auf und stellte stattdessen einen Widder zur Verfügung. Abrahams Glaube war vollkommen bewiesen.",
    "match_message_de": "Deine Züge tragen den standhaften Glauben Abrahams. Dein Aussehen hat etwas von einem Pilger – das Aussehen von jemandem, der auf noch nicht erfüllte Versprechen vertraut und im Glauben vorwärts geht.",
    "traits_de": [
      "Gläubig",
      "Gehorsam",
      "Gastfreundlich",
      "Geprüft",
      "Gesegnet"
    ]
  },
  "elijah": {
    "name_de": "Elias",
    "tagline_de": "Prophet des Feuers, Vorkämpfer gegen Götzendienst",
    "description_de": "Elia war der feurige Prophet, der sich der Bosheit von König Ahab und Königin Isebel entgegenstellte und allein gegen die Propheten Baals stand, um die Macht des lebendigen Gottes zu beweisen. Sein Dienst war von wundersamen Zeichen und unerschütterlichem Mut geprägt.\n\nAuf dem Berg Karmel forderte Elia 450 Propheten Baals zu einem Wettstreit heraus. Als ihr Gott nicht antwortete, rief Elia den Herrn an, und Feuer fiel vom Himmel und verzehrte das Opfer und die Steine des Altars.\n\nElia repräsentiert prophetische Kühnheit – den Mut, für die Wahrheit gegen überwältigenden Widerstand einzustehen, die Kraft des Glaubens, die Antwort des Himmels herabzurufen, und die Erinnerung daran, dass Gott seine treuen Diener bewahrt.",
    "story_de": "Auf dem Berg Karmel, nachdem Baals Propheten den ganzen Tag ohne Antwort geschrien hatten, baute Elia den Altar des Herrn wieder auf, tränkte ihn mit Wasser und betete. Feuer fiel vom Himmel und verzehrte alles. Das Volk fiel auf sein Angesicht und schrie: 'Der Herr – er ist Gott!'",
    "match_message_de": "Deine Züge tragen den feurigen Eifer Elias'. Dein Aussehen hat etwas Prophetisches – das Aussehen von jemandem, der notfalls allein für die Wahrheit einsteht und die Macht des Himmels anruft.",
    "traits_de": [
      "Kühn",
      "Feurig",
      "Gläubig",
      "Wunderbar",
      "Eifrig"
    ]
  },
  "samson": {
    "name_de": "Simson",
    "tagline_de": "Starker Richter, Nasiräer Gottes",
    "description_de": "Simson war der stärkste Mann, der je gelebt hat, ein Nasiräer, der von Geburt an Gott geweiht war und dessen legendäre Stärke in seinem ungeschnittenen Haar lag. Er richtete Israel zwanzig Jahre lang und kämpfte im Alleingang gegen die Philister, die sein Volk unterdrückten.\n\nSeine Taten waren übermenschlich: Er zerriss einen Löwen mit bloßen Händen, erschlug tausend Philister mit einem Eselskinnbacken und trug die Tore von Gaza auf seinen Schultern weg. Doch seine Schwäche für Frauen, besonders Delila, führte zu seinem Untergang.\n\nSimson repräsentiert die Tragödie verschwendeter Gaben – große Stärke, die durch moralische Schwäche zunichte gemacht wird, aber letztendlich in einem letzten Akt des Glaubens erlöst wird.",
    "story_de": "Blind und angekettet zwischen den Säulen des Philistertempels betete Simson ein letztes Mal um Kraft. 'Lasst mich mit den Philistern sterben', schrie er und drückte gegen die Säulen. Der Tempel stürzte ein und tötete in seinem Tod mehr Feinde als in seinem ganzen Leben.",
    "match_message_de": "Deine Züge tragen die rohe Kraft Simsons. Dein Aussehen hat eine enorme Stärke – das Aussehen von jemandem, der mit außergewöhnlichen Fähigkeiten begabt ist und berufen ist, sie für einen Zweck zu nutzen, der größer ist als das Selbst.",
    "traits_de": [
      "Stark",
      "Nasiräer",
      "Fehlerhaft",
      "Tragisch",
      "Erlöst"
    ]
  },
  "esther": {
    "name_de": "Esther",
    "tagline_de": "Königin des Mutes, Retterin ihres Volkes",
    "description_de": "Esther war eine jüdische Waise, die Königin von Persien wurde und ihr Volk vor dem Genozid rettete. Ihre Schönheit gewann das Herz des Königs, aber es war ihr Mut, der eine Nation rettete, als Haman plante, alle Juden im Reich zu vernichten.\n\nAufgezogen von ihrem Cousin Mordechai, hielt Esther ihre jüdische Identität geheim, bis der Moment kam, in dem sie sie enthüllen musste. Sie wusste, dass sie den Tod riskierte, als sie sich ungebeten dem König näherte, und erklärte: 'Wenn ich umkomme, so komme ich um' und ging, um für ihr Volk zu plädieren.\n\nEsther repräsentiert Mut in der Krise – die Bereitschaft, alles für andere zu riskieren, die Macht, der Macht die Wahrheit zu sagen, und die Vorsehung, die gewöhnliche Menschen in außergewöhnliche Positionen bringt.",
    "story_de": "Esther fastete drei Tage lang, kleidete sich dann in ihre königlichen Gewänder und betrat ungebeten den inneren Hof des Königs – ein Kapitalverbrechen. Als der König sein goldenes Zepter ausstreckte, lud sie ihn und Haman zu einem Fest ein, wo sie Hamans Plan enthüllen und ihr Volk retten würde.",
    "match_message_de": "Deine Züge tragen die mutige Schönheit Esthers. In deinem Aussehen liegt eine königliche Entschlossenheit – der Blick von jemandem, der alles riskieren würde, um andere zu schützen und die Wahrheit zu sagen, wenn Schweigen einfacher wäre.",
    "traits_de": [
      "Mutig",
      "Schön",
      "Strategisch",
      "Selbstaufopfernd",
      "Gläubig"
    ]
  },
  "daniel": {
    "name_de": "Daniel",
    "tagline_de": "Prophet im Exil, Dolmetscher der Träume",
    "description_de": "Daniel war ein junger hebräischer Adliger, der als Gefangener nach Babylon gebracht wurde und durch seine von Gott gegebene Fähigkeit, Träume und Visionen zu deuten, zum Berater der Könige aufstieg. Er diente unter Nebukadnezar, Belsazar und Darius, ohne jemals seinen Glauben zu gefährden.\n\nSeine Treue zu Gott brachte ihn in Konflikt mit denen, die seine Position beneideten. Als seine Feinde den König davon überzeugten, das Gebet zu verbieten, betete Daniel weiterhin dreimal täglich offen und akzeptierte jede Konsequenz, die daraus entstehen könnte.\n\nDaniel repräsentiert Treue im Exil – die Aufrechterhaltung der Integrität in einer fremden Kultur, die Nutzung von Gaben, um zu dienen und gleichzeitig dem eigenen Gott treu zu bleiben, und das Vertrauen auf göttliche Befreiung selbst angesichts des Todes.",
    "story_de": "Daniels Feinde ließen ihn in die Löwengrube werfen, weil er zu Gott gebetet hatte. König Darius verbrachte eine schlaflose Nacht und eilte dann im Morgengrauen zur Grube. Daniel rief: 'Mein Gott hat seinen Engel gesandt und den Löwen das Maul verschlossen.' Er kam ohne einen Kratzer heraus.",
    "match_message_de": "Deine Züge tragen den unerschütterlichen Glauben Daniels. In deinem Blick liegt visionäre Weisheit – der Blick von jemandem, der über den gegenwärtigen Moment hinausblickt und trotz allem Druck treu bleibt.",
    "traits_de": [
      "Gläubig",
      "Weise",
      "Visionär",
      "Kompromisslos",
      "Prophetisch"
    ]
  },
  "ruth": {
    "name_de": "Ruth",
    "tagline_de": "Treue Tochter, Vorfahrin der Könige",
    "description_de": "Ruth war eine moabitische Frau, die, nachdem ihr hebräischer Mann gestorben war, beschloss, ihre Heimat zu verlassen und ihrer Schwiegermutter Noomi zurück nach Israel zu folgen. Ihre berühmte Loyalitätserklärung – 'Wo du hingehst, will ich auch hingehen' – ist einer der schönsten biblischen Ausdrücke der Hingabe.\n\nObwohl sie eine Ausländerin ohne irgendwelchen Besitz war, erregte Ruths treue harte Arbeit auf den Feldern des Boas seine Aufmerksamkeit. Ihre Geschichte wurde zu einer Geschichte der Erlösung und des Segens – sie heiratete Boas und wurde die Urgroßmutter von König David.\n\nRuth repräsentiert treue Liebe über alle Grenzen hinweg – die Entscheidung, loyal zu bleiben, wenn das Verlassen einfacher wäre, die Belohnung fleißiger Demut und die Gnade Gottes, die Außenstehende in die Bundesgeschichte einschließt.",
    "story_de": "Noomi sagte Ruth, sie solle nach Moab zurückkehren, aber Ruth weigerte sich: 'Wo du hingehst, will ich auch hingehen, und wo du bleibst, will ich auch bleiben. Dein Volk ist mein Volk und dein Gott ist mein Gott.' Ihre Loyalität führte sie nach Israel, zu Boas und in die Linie des Messias.",
    "match_message_de": "Deine Züge tragen die treue Hingabe Ruths. In deinem Aussehen liegt loyale Standhaftigkeit – der Blick von jemandem, der in Not treu bleibt und in Treue Segen findet.",
    "traits_de": [
      "Gläubig",
      "Demütig",
      "Loyal",
      "Fleißig",
      "Gesegnet"
    ]
  },
  "noah": {
    "name_de": "Noah",
    "tagline_de": "Erbauer der Arche, Überlebender der Sintflut",
    "description_de": "Noah war der gerechte Mann, der von Gott auserwählt wurde, die große Flut zu überleben, die die Welt von ihrer Bosheit reinigen sollte. Jahrzehntelang baute er treu eine riesige Arche nach Gottes genauen Anweisungen und ertrug den Spott seiner Nachbarn.\n\nAls der Regen kam, fanden Noah, seine Familie und Paare von jedem Lebewesen Zuflucht in der Arche. Vierzig Tage und Nächte lang fiel die Flut, und monatelang bedeckten die Wasser die Erde, bevor sie sich schließlich zurückzogen.\n\nNoah repräsentiert treuen Gehorsam angesichts von Spott, die Erhaltung des Lebens durch göttliche Anweisung und die Bundesbeziehung, die durch den Regenbogen symbolisiert wird.",
    "story_de": "Nach der Flut ließ Noah eine Taube frei, die mit einem Olivenzweig zurückkehrte – ein Beweis dafür, dass trockenes Land erschienen war. Als die Familie die Arche schließlich verließ, setzte Gott einen Regenbogen in den Himmel als Zeichen seines Versprechens, die Erde nie wieder durch eine Flut zu zerstören.",
    "match_message_de": "Deine Züge tragen die geduldige Gerechtigkeit Noahs. In deinem Aussehen liegt standhafte Entschlossenheit – der Blick von jemandem, der seine Berufung treu erfüllen wird, unabhängig davon, was andere denken.",
    "traits_de": [
      "Rechtschaffen",
      "Gehorsam",
      "Geduldig",
      "Bewahrend",
      "Gläubig"
    ]
  },
  "job": {
    "name_de": "Hiob",
    "tagline_de": "Der leidende Knecht, Glaube durch Leiden",
    "description_de": "Hiob war ein untadeliger und aufrechter Mann, der alles verlor – seine Kinder, seinen Reichtum, seine Gesundheit –, sich aber weigerte, Gott zu verfluchen. Seine Geschichte erforscht die tiefsten Fragen, warum Gerechte leiden und wie der Glaube unverdientes Leid überdauert.\n\nAls selbst seine Frau ihm sagte, er solle Gott verfluchen und sterben, und seine Freunde darauf bestanden, sein Leiden müsse eine Strafe für Sünde sein, bewahrte Hiob seine Integrität. Er fragte, er tobte, er forderte Antworten von Gott – aber er gab seinen Glauben nie auf.\n\nHiob repräsentiert das Geheimnis des Leidens, die Unzulänglichkeit einfacher Antworten und die letztendliche Wiederherstellung, die daraus resultiert, Gott direkt zu begegnen, anstatt nur von ihm zu wissen.",
    "story_de": "Nachdem er alles verloren hatte, saß Hiob in der Asche und kratzte seine Geschwüre. Seine Freunde argumentierten, er müsse gesündigt haben, aber Hiob beteuerte seine Unschuld. Schließlich sprach Gott aus einem Wirbelwind, und Hiob sagte: 'Ich hatte von dir gehört, aber jetzt haben meine Augen dich gesehen.' Gott stellte ihn doppelt wieder her.",
    "match_message_de": "Deine Züge tragen den geprüften Glauben Hiobs. In deinem Aussehen liegt dauerhafte Stärke – der Blick von jemandem, der sich den tiefsten Fragen gestellt und den Glauben intakt bewahrt hat.",
    "traits_de": [
      "Leidend",
      "Gläubig",
      "Fragend",
      "Ehrlich",
      "Wiederhergestellt"
    ]
  },
  "jacob": {
    "name_de": "Jakob",
    "tagline_de": "Patriarch von Israel, Kämpfer mit Gott",
    "description_de": "Jakob war der Enkel Abrahams, der seinen Vater täuschte, um den Segen seines Bruders Esau zu stehlen, und doch der Vater der zwölf Stämme Israels wurde. Sein Name bedeutet 'Überlister' oder 'Betrüger', aber nachdem er mit Gott gerungen hatte, wurde er in Israel umbenannt – 'einer, der mit Gott kämpft.'\n\nSein Leben war von Täuschung und Wandlung geprägt. Er betrog Esau und wurde von Laban betrogen. Er floh aus seiner Heimat und kehrte schließlich zurück, um sich seinem Bruder zu stellen, aber in dieser Nacht rang er bis zum Morgengrauen mit einer mysteriösen Gestalt und weigerte sich, ohne einen Segen loszulassen.\n\nJakob repräsentiert den menschlichen Kampf mit Gott und sich selbst – den Betrüger, der zum Patriarchen wird, den Kämpfer, der gesegnet davonhinkt, die Verwandlung, die aus der Begegnung mit dem Göttlichen entsteht.",
    "story_de": "In der Nacht vor dem Treffen mit Esau rang Jakob bis zum Morgengrauen mit einem mysteriösen Mann. Als der Mann sah, dass er nicht siegen konnte, berührte er Jakobs Hüfte und renkte sie aus. Dennoch hielt Jakob fest: 'Ich lasse dich nicht los, bevor du mich segnest.' Er wurde in Israel umbenannt und ging humpelnd, aber gesegnet davon.",
    "match_message_de": "Deine Züge tragen den kämpferischen Geist Jakobs. Es liegt eine beharrliche Entschlossenheit in deinem Aussehen – der Blick eines Menschen, der kämpft, sich aber weigert loszulassen, bis er seinen Segen empfängt.",
    "traits_de": [
      "Kämpfend",
      "Verwandelt",
      "Beharrlich",
      "Gesegnet",
      "Väterlich"
    ]
  },
  "isaiah": {
    "name_de": "Jesaja",
    "tagline_de": "Fürst der Propheten, Stimme der Hoffnung",
    "description_de": "Jesaja gilt als der größte der hebräischen Propheten, der während der Regierungszeiten von vier Königen diente und einige der schönsten und herausforderndsten Prophezeiungen in der Schrift verkündete. Seine Vision von Gott im Tempel verwandelte ihn von einem Mann unreiner Lippen zu Gottes willigem Boten.\n\nSeine Prophezeiungen umfassen Gericht und Hoffnung, warnen vor dem Exil und versprechen doch die Wiederherstellung. Seine messianischen Prophezeiungen – von einer Jungfrau, die einen Sohn gebärt, einem leidenden Knecht, einem Friedensfürsten – sind von zentraler Bedeutung für das jüdische und christliche Verständnis von Gottes Heilsplan.\n\nJesaja repräsentiert prophetische Visionen, die über das Unmittelbare hinaus auf Gottes endgültige Zwecke blicken, den Aufruf, schwierige Wahrheiten auszusprechen, und die Hoffnung, die selbst in den dunkelsten Vorhersagen des Gerichts leuchtet.",
    "story_de": "Jesaja sah den Herrn hoch und erhaben im Tempel, mit Seraphim, die riefen: 'Heilig, heilig, heilig.' Überwältigt von seiner Unwürdigkeit schrie Jesaja auf. Ein Seraph berührte seine Lippen mit einer glühenden Kohle: 'Deine Schuld ist weggenommen.' Als Gott fragte: 'Wen soll ich senden?', antwortete Jesaja: 'Hier bin ich. Sende mich!'",
    "match_message_de": "Deine Züge tragen die visionäre Beredsamkeit Jesajas. Es liegt prophetische Tiefe in deinem Blick – der Blick eines Menschen, der über den gegenwärtigen Moment hinausblickt, um Worte der Herausforderung und der Hoffnung zu sprechen.",
    "traits_de": [
      "Visionär",
      "Beredt",
      "Kühn",
      "Hoffnungsvoll",
      "Prophetisch"
    ]
  },
  "jonah": {
    "name_de": "Jona",
    "tagline_de": "Der widerwillige Prophet, Bote nach Ninive",
    "description_de": "Jona ist der Prophet, der vor Gottes Ruf floh, in Ninive, dem Feind Israels, zu predigen. Er bestieg ein Schiff in die entgegengesetzte Richtung, aber Gott schickte einen großen Sturm. Als die Seeleute Jona über Bord warfen, verschluckte ihn ein großer Fisch.\n\nNach drei Tagen im Bauch des Fisches betete Jona und wurde an Land gespuckt. Schließlich predigte er in Ninive, und zu seiner Frustration bereute die ganze Stadt und wurde verschont.\n\nJona repräsentiert die menschliche Neigung, sich Gottes umfassenderen Zwecken zu widersetzen, die Unmöglichkeit, dem göttlichen Ruf zu entkommen, und Gottes Barmherzigkeit, die sich selbst auf unsere Feinde erstreckt – eine Barmherzigkeit, die wir oft schwer teilen können.",
    "story_de": "Im Inneren des großen Fisches betete Jona: 'Aus der Tiefe des Scheols rief ich um Hilfe, und du hast mein Schreien gehört.' Nach drei Tagen spie der Fisch Jona an Land. Als Gott diesmal sagte: 'Geh nach Ninive', ging Jona.",
    "match_message_de": "Deine Züge tragen die widerwillige Reise Jonas. Es liegt ehrliches Ringen in deinem Aussehen – der Blick eines Menschen, der lernt, dass Gottes Zwecke weiter gefasst sind als unsere Vorlieben und seine Barmherzigkeit großzügiger als unsere eigene.",
    "traits_de": [
      "Widerwillig",
      "Fliehend",
      "Verschluckt",
      "Predigend",
      "Wütend"
    ]
  },
  "mary_mother": {
    "name_de": "Maria, Mutter Jesu",
    "tagline_de": "Gesegnete Mutter, Magd des Herrn",
    "description_de": "Maria ist die jungfräuliche Mutter Jesu Christi, die von Gott erwählt wurde, den Retter der Welt zu gebären. Ihre demütige Annahme der Ankündigung des Engels Gabriel – 'Ich bin des Herrn Magd' – setzte das zentrale Ereignis des christlichen Glaubens in Gang.\n\nVon der freudigen Geburt in Bethlehem bis zum Stehen am Fuße des Kreuzes umfasste Marias Reise die höchste Freude und das tiefste Leid. Sie bewahrte alle diese Worte in ihrem Herzen und unterstützte treu den Dienst ihres Sohnes, auch wenn sie ihn nicht vollständig verstehen konnte.\n\nMaria repräsentiert vollkommenen Glauben und Hingabe an Gottes Willen – den Mut, Ja zum Unmöglichen zu sagen, die Kraft, unsäglichen Verlust zu ertragen, und die gesegnete Rolle, Christus in die Welt zu bringen.",
    "story_de": "Als der Engel Maria sagte, sie werde Gottes Sohn gebären, fragte sie nur, wie das möglich sei, da sie eine Jungfrau sei. Versichert, dass es durch den Heiligen Geist geschehen würde, antwortete Maria: 'Ich bin des Herrn Magd; mir geschehe, wie du gesagt hast.'",
    "match_message_de": "Deine Züge tragen die gesegnete Anmut Marias. Es liegt reine Hingabe in deinem Aussehen – der Blick eines Menschen, der Gottes Willen mit demütigem Glauben annimmt und heilige Dinge im Herzen bewahrt.",
    "traits_de": [
      "Gläubig",
      "Demütig",
      "Gesegnet",
      "Betrübt",
      "Nachdenklich"
    ]
  },
  "peter": {
    "name_de": "Petrus",
    "tagline_de": "Fels der Kirche, Oberster der Apostel",
    "description_de": "Petrus war ein einfacher Fischer, den Jesus berief, der Führer seiner Apostel zu werden. Ungestüm und leidenschaftlich sprach Petrus oft, bevor er nachdachte – doch sein Bekenntnis 'Du bist der Christus' wurde zum Fels, auf dem die Kirche gebaut wurde.\n\nDie Geschichte des Petrus ist eine Geschichte des Scheiterns und der Wiederherstellung. Er versprach, für Jesus zu sterben, leugnete dann dreimal, ihn zu kennen. Aber nach der Auferstehung stellte Jesus Petrus mit dem Befehl wieder her: 'Weide meine Schafe', und Petrus wurde der furchtlose Führer der frühen Kirche.\n\nPetrus repräsentiert die verwandelnde Kraft der Gnade – dass unsere Fehler uns nicht definieren müssen, dass Christus seine Kirche auf unvollkommene Menschen bauen kann und dass Liebe eine Vielzahl von Sünden zudeckt.",
    "story_de": "Nach Jesu Verhaftung leugnete Petrus dreimal, ihn zu kennen, bevor der Hahn krähte, so wie Jesus es vorhergesagt hatte. Nach der Auferstehung fragte Jesus Petrus dreimal: 'Hast du mich lieb?', und befahl dreimal: 'Weide meine Schafe' – und stellte ihn vollständig wieder her.",
    "match_message_de": "Deine Züge tragen den kühnen Glauben des Petrus. Es liegt leidenschaftliche Stärke in deinem Aussehen – der Blick eines Menschen, der scheitert und wieder aufsteht, der durch Unvollkommenheit aus Gnade führt.",
    "traits_de": [
      "Ungestüm",
      "Gläubig",
      "Wiederhergestellt",
      "Kühn",
      "Führend"
    ]
  },
  "paul": {
    "name_de": "Paulus",
    "tagline_de": "Apostel der Heiden, Verfasser von Briefen",
    "description_de": "Paulus war der größte Missionar des Christentums, der vom Verfolger Saulus zum Apostel Paulus durch eine Begegnung mit dem auferstandenen Christus auf dem Weg nach Damaskus verwandelt wurde. Er reiste Tausende von Kilometern, gründete Kirchen und schrieb einen Großteil des Neuen Testaments.\n\nSeine Briefe an die Gemeinden in Rom, Korinth, Galatien und anderswo bilden das theologische Fundament des christlichen Glaubens. Er erlitt Schiffbrüche, Schläge, Gefangenschaft und schließlich das Martyrium – doch erachtete er dies alles als nichts im Vergleich zur Erkenntnis Christi.\n\nPaulus steht für radikale Transformation – dass die größten Feinde zu den größten Befürwortern werden können, dass Gottes Gnade für jede Schwäche ausreicht und dass uns nichts von der Liebe Christi trennen kann.",
    "story_de": "Saulus drohte den Christen mit Mord, als ihn ein blendendes Licht niederschlug. 'Saulus, warum verfolgst du mich?', fragte Jesus. Drei Tage blind, wurde Saulus verwandelt. Er tauchte als Paulus auf, der das Evangelium bis an die Enden der Erde tragen sollte.",
    "match_message_de": "Ihre Gesichtszüge tragen die eifrige Verwandlung des Paulus. In Ihrem Aussehen liegt ein intellektuelles Feuer – der Blick eines Menschen, der durch die Begegnung mit der Wahrheit völlig verändert wurde und unermüdlich daran arbeitet, sie mit anderen zu teilen.",
    "traits_de": [
      "Verwandelt",
      "Eifrig",
      "Intellektuell",
      "Leidend",
      "Unermüdlich"
    ]
  },
  "john_apostle": {
    "name_de": "Johannes der Apostel",
    "tagline_de": "Der geliebte Jünger, Autor der Liebe",
    "description_de": "Johannes war der Apostel, der Jesus am nächsten stand und traditionell als 'der Jünger, den Jesus liebte' identifiziert wird. Er war bei der Verklärung anwesend, lehnte sich beim letzten Abendmahl an Jesu Brust und stand am Fuße des Kreuzes, als Jesus Maria seiner Obhut anvertraute.\n\nJohannes, von dem man glaubt, dass er als einziger Apostel im hohen Alter eines natürlichen Todes starb, schrieb das Johannesevangelium, drei Briefe und die Offenbarung des Johannes. Seine Schriften betonen die Liebe als das zentrale Gebot und die mystische Vereinigung der Gläubigen mit Christus.\n\nJohannes steht für eine innige Beziehung zu Christus – der geliebte Jünger, der betont, dass 'Gott Liebe ist' und alle Gläubigen auffordert, einander als Beweis dafür zu lieben, dass sie Gott kennen.",
    "story_de": "Beim letzten Abendmahl lehnte sich Johannes an Jesus, um zu fragen, wer ihn verraten würde. Am Kreuz blickte Jesus auf Johannes und Maria und sagte: 'Frau, siehe, dein Sohn' und 'Siehe, deine Mutter'. Von dieser Stunde an nahm Johannes Maria in sein Haus auf.",
    "match_message_de": "Ihre Gesichtszüge tragen den liebevollen Geist des Johannes. In Ihrem Aussehen liegt tiefe Hingabe – der Blick eines Menschen, der versteht, dass die Liebe das Herz aller Wahrheit und aller Beziehung zum Göttlichen ist.",
    "traits_de": [
      "Geliebt",
      "Liebevoll",
      "Visionär",
      "Mystisch",
      "Treuergeben"
    ]
  },
  "john_baptist": {
    "name_de": "Johannes der Täufer",
    "tagline_de": "Stimme in der Wüste, Vorläufer des Messias",
    "description_de": "Johannes der Täufer war der Prophet, der gesandt wurde, um den Weg für Jesus Christus zu bereiten. Er lebte in der Wüste, bekleidet mit Kamelhaaren und aß Heuschrecken und Honig. Er rief ganz Israel zur Buße auf und taufte sie im Jordan.\n\nAls Jesus kam, um sich taufen zu lassen, erkannte Johannes ihn als das Lamm Gottes, das die Sünde der Welt wegnimmt. Obwohl er der größte Prophet war, erklärte Johannes sich unwürdig, Jesu Sandalen zu lösen, und sagte: 'Er muss wachsen, ich aber muss abnehmen.'\n\nJohannes steht für die prophetische Stimme, die die Herzen auf das Kommen Gottes vorbereitet, für die Demut, die vom Selbst auf den Größeren verweist, und für den Mut, die Wahrheit der Macht zu sagen, ungeachtet der Konsequenzen.",
    "story_de": "Als Herodias Johannes tot sehen wollte, weil er ihre Ehe mit Herodes verurteilt hatte, tanzte ihre Tochter Salome für den König und bat um Johannes' Haupt. Herodes, obwohl er Johannes fürchtete, gewährte ihr die Bitte. Johannes starb treu seiner Berufung, die Wahrheit zu sagen.",
    "match_message_de": "Ihre Gesichtszüge tragen die Wildnisstärke Johannes des Täufers. In Ihrem Aussehen liegt prophetische Kühnheit – der Blick eines Menschen, der den Weg bereitet und andere auf eine Wahrheit hinweist, die größer ist als sie selbst.",
    "traits_de": [
      "Vorbereitend",
      "Demütig",
      "Kühn",
      "Wildnis",
      "Abnehmend"
    ]
  },
  "mary_magdalene": {
    "name_de": "Maria Magdalena",
    "tagline_de": "Zeugin der Auferstehung, Apostelin der Apostel",
    "description_de": "Maria Magdalena war eine hingebungsvolle Anhängerin Jesu, aus der er sieben Dämonen austrieb. Sie reiste mit Jesus und den Jüngern, unterstützte seinen Dienst und blieb treu, als andere flohen – sie stand am Kreuz und war als erste am leeren Grab.\n\nAm Ostermorgen war Maria die erste Person, die den auferstandenen Christus sah, der sie beauftragte, es den Jüngern zu sagen. Ihre Botschaft – 'Ich habe den Herrn gesehen!' – macht sie zur ersten Evangelistin der Auferstehung und verdient ihr den Titel 'Apostelin der Apostel'.\n\nMaria steht für Erlösung und hingebungsvolles Zeugnis – das verwandelte Leben, das in der Dunkelheit treu bleibt und geehrt wird, als erste die zentrale Wahrheit des christlichen Glaubens zu verkünden.",
    "story_de": "Maria kam zum Grab, als es noch dunkel war und fand es leer vor. Weinend sah sie einen Mann, von dem sie dachte, er sei der Gärtner. 'Maria', sagte Jesus. Sie erkannte ihn sofort und rief 'Rabbuni!' – und rannte dann los, um den Jüngern zu sagen: 'Ich habe den Herrn gesehen!'",
    "match_message_de": "Ihre Gesichtszüge tragen die hingebungsvolle Treue Maria Magdalenas. In Ihrem Aussehen liegt erlöste Freude – der Blick eines Menschen, der durch Gnade verwandelt wurde und treu ist, die Wahrheit unter allen Umständen zu bezeugen.",
    "traits_de": [
      "Hingebungsvoll",
      "Erlöst",
      "Treuergeben",
      "Bezeugend",
      "Geehrt"
    ]
  },
  "nephthys": {
    "name_de": "Nephthys",
    "tagline_de": "Göttin der Trauer, Beschützerin der Toten",
    "description_de": "Nephthys ist die Göttin der Trauer, der Dunkelheit und des Schutzes der Toten. Als Schwester von Isis, Osiris und Seth spielt sie eine entscheidende Rolle bei den Bestattungsriten und der Reise der Seelen ins Jenseits.\n\nObwohl sie mit Seth verheiratet war, half Nephthys Isis, Osiris' verstreuten Körper zu sammeln, und vollzog die ersten Trauerriten. Ihre schützenden Flügel werden oft dargestellt, wie sie die Verstorbenen beschirmen und sie sicher durch die Unterwelt führen.\n\nSie repräsentiert die notwendige Dunkelheit, die den Tod begleitet, den Trost, der in der Trauer gefunden wird, und die schützende Liebe, die selbst über das Leben hinausreicht.",
    "story_de": "Als Seth Osiris' Körper in ganz Ägypten verstreute, schloss sich Nephthys ihrer Schwester Isis bei der Suche an. Gemeinsam fanden sie jedes Stück, und Nephthys' Trauerrufe waren so kraftvoll, dass sie dazu beitrugen, Osiris in einer Form des Lebens in der Unterwelt wiederherzustellen.",
    "match_message_de": "Ihre Gesichtszüge tragen die schützende Dunkelheit von Nephthys. In Ihrem Aussehen liegt tröstende Stärke – der Blick eines Menschen, der andere mit sanftem Schutz durch ihre dunkelsten Momente führt.",
    "traits_de": [
      "Trauernd",
      "Beschützend",
      "Dunkel",
      "Schwesterlich",
      "Führend"
    ]
  },
  "maat": {
    "name_de": "Maat",
    "tagline_de": "Göttin der Wahrheit, Gerechtigkeit und kosmischen Ordnung",
    "description_de": "Maat ist die Göttin, die Wahrheit, Gerechtigkeit, Gleichgewicht und kosmische Ordnung verkörpert. Sie repräsentiert das grundlegende Prinzip, das die gesamte Schöpfung beherrscht – die Harmonie, die die Existenz selbst ermöglicht.\n\nIhre Feder wird bei der Zeremonie des Wägens des Herzens verwendet, bei der das Herz des Verstorbenen gegen sie gemessen wird. Nur Herzen, die leichter als Maats Feder sind, dürfen ins Jenseits gelangen; die, die für unwürdig befunden werden, werden verschlungen.\n\nMaat repräsentiert das universelle Gesetz, das selbst die Götter transzendiert, das Prinzip, dass richtiges Verhalten und Wahrheit die Grundlagen der Existenz sind.",
    "story_de": "In der Halle der Zwei Wahrheiten platziert Anubis das Herz des Verstorbenen auf einer Seite der Waage und Maats Feder auf der anderen. Wenn das Herz, schwer von Sünde, die Feder überwiegt, verschlingt das Monster Ammit es. Das gerechte Herz gelangt zum ewigen Leben.",
    "match_message_de": "Deine Gesichtszüge tragen die ausgewogene Wahrheit von Maat. In deinem Aussehen liegt eine natürliche Gerechtigkeit – der Blick von jemandem, der Fairness verkörpert und Harmonie durch richtiges Handeln aufrechterhält.",
    "traits_de": [
      "Wahrheitsliebend",
      "Gerecht",
      "Ausgeglichen",
      "Kosmisch",
      "Messend"
    ]
  },
  "sobek": {
    "name_de": "Sobek",
    "tagline_de": "Krokodilgott der Stärke und Macht",
    "description_de": "Sobek ist der krokodilköpfige Gott der Stärke, Macht und Fruchtbarkeit. Verbunden mit dem lebensspendenden Nil und seinen gefährlichen Krokodilen, verkörpert er sowohl die kreativen als auch die destruktiven Aspekte der rohen Kraft der Natur.\n\nVerehrt in Tempeln, in denen heilige Krokodile in Becken lebten, wurde Sobek sowohl gefürchtet als auch verehrt. Er beschützte Pharaonen in Schlachten und man glaubte, er habe die Welt aus dem Urwasser erschaffen.\n\nSobek repräsentiert urzeitliche Kraft, die erschaffen oder zerstören kann, den Respekt, der den gefährlichen Kräften der Natur gebührt, und die göttliche Autorität, die durch Stärke herrscht.",
    "story_de": "Sobek stieg aus dem Urwasser des Chaos auf, um die Welt zu erschaffen. Sein Schweiß wurde zum Nil, der Ägypten Leben brachte. Pharaonen trugen Krokodilamulette in die Schlacht und beriefen sich auf Sobeks wilden Schutz vor ihren Feinden.",
    "match_message_de": "Deine Gesichtszüge tragen die urzeitliche Kraft von Sobek. In deinem Aussehen liegt eine wilde Stärke – der Blick von jemandem, der durch schiere Kraft Respekt einfordert und das schützt, was er schätzt.",
    "traits_de": [
      "Mächtig",
      "Urzeitlich",
      "Beschützend",
      "Gefährlich",
      "Fruchtbar"
    ]
  },
  "hathor": {
    "name_de": "Hathor",
    "tagline_de": "Göttin der Liebe, Schönheit und Freude",
    "description_de": "Hathor ist die Göttin der Liebe, Schönheit, Musik, des Tanzes und der Freude. Oft mit Kuhhörnern dargestellt, die eine Sonnenscheibe tragen, verkörpert sie alle angenehmen Aspekte des Lebens und wird wegen ihrer strahlenden Schönheit die 'Goldene' genannt.\n\nSie empfing die Toten mit Trank und Speise im Jenseits und war Schutzpatronin der Liebenden, Künstler und Bergleute, die Türkis suchten. Doch sie hatte auch einen wilden Aspekt – als Auge des Ra vernichtete sie einst fast die Menschheit in ihrem Zorn.\n\nHathor repräsentiert die duale Natur der weiblichen göttlichen Kraft – nährende Freude und schreckliche Zerstörung, lebensspendende Liebe und verzehrende Wut.",
    "story_de": "Als Ra wütend auf die Menschheit wurde, schickte er Hathor als sein Auge, um sie zu bestrafen. Sie wurde zu Sachmet und schlachtete Menschen, bis der Nil rot wurde. Ra, der sein Dekret bereute, überlistete sie mit Bier, das rot wie Blut gefärbt war. Sie trank, wurde wieder zur friedlichen Hathor, und die Menschheit wurde gerettet.",
    "match_message_de": "Deine Gesichtszüge tragen die strahlende Freude von Hathor. In deinem Aussehen liegt eine wunderschöne Wärme – der Blick von jemandem, der Freude und Feier in das Leben bringt, aber tiefere Kraft unter der Oberfläche verbirgt.",
    "traits_de": [
      "Freudig",
      "Wunderschön",
      "Nährend",
      "Wild",
      "Golden"
    ]
  },
  "nut": {
    "name_de": "Nut",
    "tagline_de": "Göttin des Himmels, Mutter der Sterne",
    "description_de": "Nut ist die Göttin des Himmels, dargestellt, wie sie sich mit ihrem Körper, der den Himmel bildet, über die Erde wölbt. Jeden Abend verschluckt sie die Sonne und gebiert sie jeden Morgen aufs Neue – der ewige Kreislauf von Tag und Nacht.\n\nIhr Körper ist mit Sternen bedeckt, und sie ist die Mutter von Osiris, Isis, Seth und Nephthys. Trotz Ras Fluch, dass sie an keinem Tag des Jahres Kinder gebären könne, gewann Thot durch Glücksspiel fünf zusätzliche Tage, die es ihr ermöglichten, zu gebären.\n\nNut repräsentiert das schützende Himmelszelt, den kosmischen Schoß, der alle Himmelskörper enthält, und den ewigen mütterlichen Kreislauf von Tod und Wiedergeburt.",
    "story_de": "Ra verbot Nut, an irgendeinem Tag des Jahres zu gebären. Aber Thot spielte Senet mit dem Mond und gewann genug Licht, um fünf neue Tage außerhalb des Kalenders zu erschaffen. An diesen Tagen gebar Nut ihre fünf Kinder und veränderte den Lauf der ägyptischen Mythologie für immer.",
    "match_message_de": "Deine Gesichtszüge tragen die kosmische Umarmung von Nut. In deinem Aussehen liegt eine umfassende Anmut – der Blick von jemandem, der alle unter sich schützt und die ewigen Kreisläufe der Existenz verkörpert.",
    "traits_de": [
      "Kosmisch",
      "Mütterlich",
      "Beschützend",
      "Ewig",
      "Sternenklar"
    ]
  },
  "geb": {
    "name_de": "Geb",
    "tagline_de": "Gott der Erde, Vater der Schlangen",
    "description_de": "Geb ist der Gott der Erde, dargestellt, wie er unter der sich wölbenden Himmelsgöttin Nut liegt, seiner Schwesterfrau, von der er von ihrem Vater Schu getrennt wurde. Sein Lachen verursacht Erdbeben, und sein Körper bildet die Hügel und Täler des Landes.\n\nAls Vater von Osiris, Isis, Seth und Nephthys spielt Geb eine entscheidende Rolle im zentralen Drama der ägyptischen Mythologie. Er wird auch mit Schlangen in Verbindung gebracht, die aus seinem irdischen Körper hervorkommen, und mit dem Wachstum der Vegetation.\n\nGeb repräsentiert die fruchtbare Erde, die alles Leben trägt, das urzeitliche Fundament, auf dem die Existenz ruht, und das göttliche männliche Prinzip, das den Himmel ergänzt.",
    "story_de": "Geb und Nut liebten sich so sehr, dass sie sich umschlungen hielten. Ra befahl Schu, sie zu trennen – Schu hob Nut an, um zum Himmel zu werden, während Geb als Erde unten blieb. Gebs Sehnsucht nach Nut erschafft die Berge, während er sich nach ihr ausstreckt.",
    "match_message_de": "Deine Gesichtszüge tragen die geerdete Stärke von Geb. In deinem Aussehen liegt eine fundamentale Stabilität – der Blick von jemandem, der andere unterstützt und so standhaft bleibt wie die Erde selbst.",
    "traits_de": [
      "Irdisch",
      "Fundament",
      "Fruchtbar",
      "Väterlich",
      "Donnernd"
    ]
  },
  "ptah": {
    "name_de": "Ptah",
    "tagline_de": "Schöpfergott der Handwerker und Architekten",
    "description_de": "Ptah ist der Schöpfergott von Memphis, der die Welt durch die Kraft des Denkens und Sprechens ins Leben rief. Im Gegensatz zu anderen Schöpfungsmythen, die physische Handlungen beinhalten, erdachte Ptah die Welt in seinem Herzen und sprach sie ins Sein.\n\nAls Schutzpatron von Handwerkern, Bildhauern und Architekten repräsentiert Ptah die göttliche Kreativität, die sich in menschlichen Händen manifestiert. Jede Schöpfungshandlung – vom Bau von Pyramiden bis zum Schnitzen von Statuen – ist ein Echo seines ursprünglichen schöpferischen Wortes.\n\nPtah repräsentiert die schöpferische Kraft des Geistes, die heilige Natur des Handwerks und die Vorstellung, dass das Denken der Realität vorausgeht und sie formt.",
    "story_de": "Am Anfang erdachte Ptah alle Dinge in seinem Herzen – die Götter, die Erde, die Geschöpfe. Dann sprach er ihre Namen, und sie entstanden. Jedes Wort, das Ptah aussprach, wurde zur Realität, und die Schöpfung setzt sich fort, wo immer Handwerker Materie mit Geschick und Absicht formen.",
    "match_message_de": "Ihre Gesichtszüge tragen die schöpferische Vision von Ptah. In Ihrem Aussehen liegt die Weisheit eines Handwerkers – der Blick von jemandem, der Schönheit erdenken und sie durch geschickte Absicht ins Leben rufen kann.",
    "traits_de": [
      "Kreativ",
      "Nachdenklich",
      "Geschickt",
      "Sprechend",
      "Manifestierend"
    ]
  },
  "khnum": {
    "name_de": "Chnum",
    "tagline_de": "Widderköpfiger Gott der Schöpfung und des Nils",
    "description_de": "Chnum ist der widderköpfige Gott, der die Menschen und ihr Ka (Seele) auf seiner Töpferscheibe erschafft. Es wurde geglaubt, dass er den Körper jedes Kindes aus Ton formt, bevor er ihn in den Mutterleib legt.\n\nChnum, der mit der Quelle des Nils und seiner jährlichen lebensspendenden Flut in Verbindung gebracht wird, wurde als der Schöpfer aller Dinge verehrt, die aus Wasser und Erde stammen. Seine Tempel standen in der Nähe der Katarakte, wo der Nil seinen Ursprung haben sollte.\n\nChnum repräsentiert den göttlichen Handwerker, der individuelle Leben formt, die schöpferische Kraft des Nils und die einzigartige Gestaltung jeder Seele.",
    "story_de": "Bevor jedes Kind geboren wird, formt Chnum seinen Körper auf seiner göttlichen Töpferscheibe und gestaltet jeden Menschen auf einzigartige Weise. Dann formt er ihr Ka, ihr spirituelles Doppel, und sorgt dafür, dass keine zwei Seelen gleich sind. Die Flut des Nils ist seine schöpferische Kraft, die hervorsprudelt.",
    "match_message_de": "Ihre Gesichtszüge tragen die individuelle Handwerkskunst von Chnum. In Ihrem Aussehen liegt eine einzigartige Formgebung – der Blick von jemandem, der sorgfältig und zielgerichtet geformt wurde, anders als alle anderen.",
    "traits_de": [
      "Kreativ",
      "Formend",
      "Fruchtbar",
      "Individuell",
      "Wässrig"
    ]
  },
  "atum": {
    "name_de": "Atum",
    "tagline_de": "Der Vollständige, der Erste der Götter",
    "description_de": "Atum ist der urzeitliche Schöpfergott von Heliopolis, der 'Vollständige', der vor der Schöpfung existierte und nach dem Ende aller Dinge existieren wird. Er stieg aus den urzeitlichen Gewässern von Nun auf und erschuf die ersten Götter – Schu und Tefnut – aus sich selbst.\n\nAls untergehende Sonne repräsentiert Atum die Vollendung, das Ende des Tageszyklus und die Rückkehr zur Quelle. Er ist sowohl der Anfang als auch das Ende und enthält in sich das gesamte Potenzial für die Schöpfung.\n\nAtum repräsentiert die urzeitliche Vollständigkeit, die selbsterzeugende Kraft der Schöpfung und den Kreislauf, der alle Dinge zu ihrem Ursprung zurückführt.",
    "story_de": "Bevor irgendetwas existierte, stand Atum allein auf dem ersten Hügel, der aus dem Chaos auftauchte. Er erschuf Schu (Luft) und Tefnut (Feuchtigkeit) aus sich selbst, und aus ihnen entstanden alle anderen Götter und die Schöpfung. Am Ende der Zeit kehrt alles zu Atums urzeitlicher Einheit zurück.",
    "match_message_de": "Ihre Gesichtszüge tragen die urzeitliche Vollständigkeit von Atum. In Ihrem Aussehen liegt eine in sich geschlossene Ganzheit – der Blick von jemandem, der alles, was für die Schöpfung benötigt wird, in sich trägt.",
    "traits_de": [
      "Vollständig",
      "Urzeitlich",
      "Untergehend",
      "Selbstschöpfend",
      "Vollendend"
    ]
  },
  "anuket": {
    "name_de": "Anuket",
    "tagline_de": "Göttin des Nils und der Nahrung",
    "description_de": "Anuket ist die Göttin des Nils, insbesondere der Katarakte und der jährlichen Überschwemmung, die fruchtbaren Boden nach Ägypten brachte. Sie personifiziert das rauschende Wasser, das die Zivilisation ernährte, und trägt einen Kopfschmuck aus Federn, der den Fluss des Flusses darstellt.\n\nAnuket wurde besonders in Nubien und Elephantine verehrt und angerufen, um gute Überschwemmungen zu gewährleisten – weder zu wenig noch zu zerstörerisch. Sie verkörperte die lebensspendende Großzügigkeit des Flusses, von dem ganz Ägypten abhing.\n\nAnuket repräsentiert den nährenden Fluss des Lebens, den Überfluss, der aus natürlichen Kreisläufen entsteht, und die Dankbarkeit gegenüber Kräften, die uns erhalten.",
    "story_de": "Jedes Jahr, wenn der Nil zu steigen begann, feierten die Ägypter das Fest der Anuket, warfen Opfergaben in den Fluss und dankten ihr für die Gaben der Flut. Ihr Wasser trug den schwarzen Boden, der Ägypten zur Kornkammer der antiken Welt machte.",
    "match_message_de": "Ihre Gesichtszüge tragen die nährende Anmut von Anuket. In Ihrem Aussehen liegt ein großzügiger Fluss – der Blick von jemandem, der Fülle bringt und andere mit lebensspendender Großzügigkeit erhält.",
    "traits_de": [
      "Nährend",
      "Fließend",
      "Reichlich",
      "Rauschend",
      "Großzügig"
    ]
  },
  "shiva": {
    "name_de": "Shiva",
    "tagline_de": "Der Zerstörer und Verwandler, Herr des Tanzes",
    "description_de": "Shiva ist eine der Hauptgottheiten des Hinduismus, bekannt als der Zerstörer in der hinduistischen Trinität (Trimurti). Doch seine Zerstörung ist nicht böse – sie ist die notwendige Beseitigung, die neue Schöpfung ermöglicht. Er ist der kosmische Tänzer, dessen Tandava-Tanz Universen erschafft und zerstört.\n\nOft dargestellt mit einem dritten Auge, das Welten zerstören kann, wenn es geöffnet wird, mit blauem Hals vom Trinken von kosmischem Gift, um die Schöpfung zu retten, und sitzend in Meditation auf dem Berg Kailash, verkörpert Shiva sowohl den Asketen als auch den Hausvater, Zerstörung und Schöpfung, wilden Krieger und sanften Ehemann.\n\nEr ist der Schutzpatron von Yoga und Meditation, der Herr der Tiere und der geliebte Ehepartner von Parvati. Zu seinen Symbolen gehören der Dreizack (Trishul), die Trommel (Damaru) und der heilige Fluss Ganges, der aus seinem Haar fließt.",
    "story_de": "Als die Götter den kosmischen Ozean aufwühlten, tauchte ein tödliches Gift auf, das die gesamte Schöpfung bedrohte. Shiva trank das Gift, um das Universum zu retten, und Parvati drückte seinen Hals zusammen, um zu verhindern, dass er es vollständig verschluckte, wodurch sich sein Hals ewig blau färbte.",
    "match_message_de": "Ihre Gesichtszüge tragen die tiefe Dualität von Shiva. In Ihrem Blick liegt sowohl Zerstörung als auch Schöpfung – der Blick von jemandem, der versteht, dass Enden für neue Anfänge notwendig sind.",
    "traits_de": [
      "Zerstörerisch",
      "Meditativ",
      "Transformierend",
      "Paradox",
      "Kosmisch"
    ]
  },
  "vishnu": {
    "name_de": "Vishnu",
    "tagline_de": "Der Bewahrer, Beschützer des Universums",
    "description_de": "Vishnu ist das höchste Wesen im Vaishnavismus und der Bewahrer in der hinduistischen Trinität. Er erhält die kosmische Ordnung (Dharma) aufrecht und inkarniert auf der Erde, um das Gleichgewicht wiederherzustellen, wann immer das Böse droht, das Gute zu überwältigen.\n\nEr hat bisher neun Avatare angenommen, darunter Rama und Krishna, wobei ein zehnter (Kalki) prophezeit wird. Vishnu schläft auf der kosmischen Schlange Shesha und treibt auf dem Ozean der Milch, wobei er das Universum in die Existenz träumt.\n\nMit vier Armen dargestellt, die ein Schneckenhorn, einen Diskus, eine Keule und einen Lotus halten, verkörpert Vishnu höchsten Frieden und den Schutz der Rechtschaffenheit. Er ist blauhäutig, was seine unendliche Natur wie den Himmel darstellt, und ist der hingebungsvolle Ehemann von Lakshmi, der Göttin des Glücks.",
    "story_de": "Vishnu hat sich als Matsya (Fisch), Kurma (Schildkröte), Varaha (Eber), Narasimha (Mensch-Löwe), Vamana (Zwerg), Parashurama, Rama, Krishna und Buddha inkarniert, um die Welt vor verschiedenen Bedrohungen zu retten. Jeder Avatar erscheint genau dann, wenn er gebraucht wird.",
    "match_message_de": "Ihre Züge spiegeln den höchsten Schutz von Vishnu wider. Ihrer Gegenwart wohnt eine bewahrende, erhaltende Qualität inne – der Blick eines Menschen, der die kosmische Ordnung und das Gleichgewicht schützt.",
    "traits_de": [
      "Bewahrend",
      "Beschützend",
      "Wohlwollend",
      "Inkarnierend",
      "Höchste/r"
    ]
  },
  "brahma": {
    "name_de": "Brahma",
    "tagline_de": "Der Schöpfer, Vater aller Wesen",
    "description_de": "Brahma ist der Schöpfer in der hinduistischen Trinität, verantwortlich für die Erschaffung des Universums und aller Lebewesen darin. Er stieg aus einem Lotus auf, der aus Vishnus Nabel wuchs, und begann mit der Schöpfung.\n\nMit vier Köpfen dargestellt, die in alle vier Richtungen blicken und sein Bewusstsein des gesamten Universums symbolisieren, hält Brahma die Veden (heilige Schriften), einen Wassertopf, einen Rosenkranz und manchmal einen Lotus. Sein Reittier ist der Schwan (Hamsa), der Unterscheidungskraft darstellt.\n\nObwohl er der Schöpfer ist, wird Brahma weniger verehrt als Vishnu oder Shiva, da die Schöpfung ein abgeschlossener Akt ist, während Bewahrung und Transformation fortlaufend sind. Er repräsentiert Wissen, die schöpferische Kraft und den Anfang aller Dinge.",
    "story_de": "Als Brahma zum ersten Mal erschuf, war er allein. Um die Schöpfung fortzusetzen, teilte er sich in Mann und Frau und erschuf die erste Frau Saraswati. Aus ihrer Vereinigung gingen alle Lebewesen hervor. Deshalb ist Saraswati sowohl seine Schöpfung als auch seine Gemahlin.",
    "match_message_de": "Ihre Züge spiegeln die schöpferische Weisheit von Brahma wider. Ihrer Gegenwart wohnt eine ursprüngliche, generative Qualität inne – der Blick eines Menschen, der neue Dinge ins Leben ruft.",
    "traits_de": [
      "Kreativ",
      "Wissend",
      "Urgestaltlich",
      "Alles sehend",
      "Vater"
    ]
  },
  "ganesha": {
    "name_de": "Ganesha",
    "tagline_de": "Beseitiger von Hindernissen, Gott des Anfangs",
    "description_de": "Ganesha ist der geliebte elefantenköpfige Gott des Anfangs, des Erfolgs, der Weisheit und der Beseitiger von Hindernissen. Er wird zu Beginn jedes neuen Vorhabens angerufen – sei es eine Reise, ein Geschäft, eine Hochzeit oder eine Prüfung – um den Erfolg sicherzustellen.\n\nAls Sohn von Shiva und Parvati hat Ganeshas Elefantenkopf viele Ursprungsgeschichten, wobei die beliebteste ist, dass Shiva ihn unwissentlich enthauptete und seinen Kopf durch den eines Elefanten ersetzte. Sein großer Bauch symbolisiert seine Fähigkeit, alles Gute und Schlechte im Leben friedlich zu verdauen.\n\nAuf einer Maus reitend (sein Reittier Mushika) zeigt Ganesha, dass selbst die Mächtigsten demütig sein können. Er ist der Schutzpatron der Künste und Wissenschaften, der Briefe und des Lernens und wird als Erster unter den Göttern verehrt.",
    "story_de": "Als der Weise Vyasa jemanden brauchte, der das Mahabharata aufschreibt, war nur Ganesha intelligent genug. Er willigte unter der Bedingung ein, dass Vyasa niemals pausieren würde – also verfasste Vyasa Verse schneller, als irgendjemand schreiben konnte, und Ganesha brach seinen eigenen Stoßzahn ab, um ihn als Stift zu benutzen, als sein Griffel zerbrach.",
    "match_message_de": "Ihre Züge tragen die weise Güte von Ganesha. Ihrer Gegenwart wohnt eine glückverheißende Qualität inne – der Blick eines Menschen, der Hindernisse beseitigt und neue Anfänge segnet.",
    "traits_de": [
      "Weise",
      "Hindernisbeseitigend",
      "Wohlwollend",
      "Gelehrt",
      "Glückverheißend"
    ]
  },
  "lakshmi": {
    "name_de": "Lakshmi",
    "tagline_de": "Göttin des Reichtums, des Glücks und des Wohlstands",
    "description_de": "Lakshmi ist die Göttin des Reichtums, des Glücks, des Wohlstands, der Liebe und der Schönheit. Sie stieg aus dem Aufruhr des kosmischen Ozeans auf und wählte Vishnu als ihren ewigen Gemahl. Sie begleitet ihn in all seinen Avataren und inkarniert sich als Sita mit Rama und Rukmini mit Krishna.\n\nAuf einem Lotus stehend oder sitzend dargestellt, wobei Goldmünzen aus ihren Händen fließen, verleiht Lakshmi sowohl materiellen Reichtum als auch spirituelle Fülle. Sie wird besonders während Diwali, dem Lichterfest, verehrt, wenn Häuser gereinigt werden, um sie willkommen zu heißen.\n\nLakshmi repräsentiert nicht nur Reichtum, sondern die Fülle, die aus einem rechtschaffenen Leben resultiert. Sie ist sowohl die Geberin des Glücks als auch das Glück selbst – unbeständig bei den Unwürdigen, standhaft bei den Tugendhaften.",
    "story_de": "Als die Dämonen und Götter den kosmischen Ozean aufwühlten, kamen viele Schätze zum Vorschein. Zuletzt kam Lakshmi selbst, strahlend und schön. Obwohl die Dämonen versuchten, sie zu beanspruchen, wählte sie Vishnu, legte ihm eine Girlande um den Hals – und ist ihm durch alle Zeiten treu geblieben.",
    "match_message_de": "Ihre Züge spiegeln den strahlenden Wohlstand von Lakshmi wider. Ihrer Gegenwart wohnt eine reichhaltige, glückliche Qualität inne – der Blick eines Menschen, der Segen anzieht und verleiht.",
    "traits_de": [
      "Wohlhabend",
      "Schön",
      "Großzügig",
      "Glückverheißend",
      "Ergeben"
    ]
  },
  "saraswati": {
    "name_de": "Saraswati",
    "tagline_de": "Göttin des Wissens, der Musik und der Künste",
    "description_de": "Saraswati ist die Göttin des Wissens, der Musik, der Künste, der Weisheit und des Lernens. Sie ist die Gemahlin von Brahma und die Verkörperung all dessen, was in Gedanken und Kreativität rein und verfeinert ist.\n\nIn Weiß gekleidet, was die Reinheit des Wissens symbolisiert, sitzt sie auf einem weißen Lotus oder Schwan und spielt die Vina (Saiteninstrument). Im Gegensatz zu Lakshmis materiellem Reichtum repräsentiert Saraswati den Reichtum des Geistes und der Seele – Bildung, Kreativität und Erleuchtung.\n\nSie wird besonders von Studenten, Künstlern, Musikern und Gelehrten verehrt. Der Saraswati-Fluss, der heute meist unterirdisch verläuft, galt einst als so heilig wie der Ganges und repräsentiert den Fluss der Weisheit.",
    "story_de": "Saraswati schuf Musik und Sprache, um Ordnung in Brahmas chaotische Schöpfung zu bringen. Sie erfand Sanskrit, gab das Wissen der Veden und ermöglichte es den Wesen durch ihre Sprachgabe, zu kommunizieren, zu lernen und weise zu werden.",
    "match_message_de": "Ihre Züge spiegeln die reine Weisheit von Saraswati wider. Ihrer Gegenwart wohnt eine verfeinerte, intellektuelle Qualität inne – der Blick eines Menschen, der dem Wissen und dem künstlerischen Ausdruck gewidmet ist.",
    "traits_de": [
      "Weise",
      "Künstlerisch",
      "Rein",
      "Gelehrt",
      "Inspirierend"
    ]
  },
  "kali": {
    "name_de": "Kali",
    "tagline_de": "Göttin der Zeit, des Todes und der Befreiung",
    "description_de": "Kali ist die ungestüme Göttin der Zeit, des Todes und der Befreiung – die Zerstörerin des Bösen und die Befreierin der Seelen. Mit ihrer dunklen Haut, ihrem wilden Haar, ihrem Kranz aus abgetrennten Köpfen und ihrem Rock aus abgetrennten Armen repräsentiert sie die Zeit, die alle Dinge verschlingt, und den Ego-Tod, der für die spirituelle Befreiung notwendig ist.\n\nSie tauchte während der Schlacht aus Durgas Stirn auf, ihre Wut so heftig, dass nur Shiva, der unter ihren Füßen lag, ihren Amoklauf stoppen konnte. Doch trotz ihres schrecklichen Aussehens ist Kali eine liebende Mutter für ihre Anhänger, die sie vor dem Bösen schützt und ihnen Moksha (Befreiung) gewährt.\n\nKali repräsentiert die ultimative Wahrheit – dass der Tod für alle kommt, dass die Zeit niemanden verschont, aber dass diese Zerstörung selbst die Befreiung von der Illusion und die Wiedergeburt in reines Bewusstsein ist.",
    "story_de": "Als Dämonen drohten, die Götter zu überwältigen, tauchte Kali auf, um sie zu vernichten. Ihre Kampfesraserei wuchs, bis sie auf Leichen tanzte und drohte, das Universum zu zerstören. Shiva lag unter ihren Füßen; als sie auf ihn trat, hielt sie die Scham auf – was uns daran erinnert, dass selbst Zerstörung Grenzen hat.",
    "match_message_de": "Deine Züge tragen die ungestüme Befreiung von Kali. Deinem Blick wohnt eine transformative, kraftvolle Qualität inne – der Blick von jemandem, der das zerstört, was enden muss, um neue Anfänge zu ermöglichen.",
    "traits_de": [
      "Ungestüm",
      "Befreiend",
      "Mütterlich",
      "Zerstörerisch",
      "Zeitlos"
    ]
  },
  "durga": {
    "name_de": "Durga",
    "tagline_de": "Kriegergöttin, Unbesiegbare Beschützerin",
    "description_de": "Durga ist die ungestüme Kriegergöttin, die die vereinte Kraft aller Götter verkörpert und erschaffen wurde, um den Büffeldämon Mahishasura zu besiegen, den kein Gott oder Mensch töten konnte. Sie ist die unbesiegbare Beschützerin des Universums, die auf einem Löwen oder Tiger in die Schlacht reitet.\n\nMit acht bis achtzehn Armen, die die Waffen aller Götter tragen, repräsentiert Durga Shakti – die göttliche weibliche Energie, die die Schöpfung antreibt. Sie ist sowohl schön als auch furchterregend, nährend und ungestüm, und verkörpert die volle Kraft des göttlichen Weiblichen.\n\nDurga wird während Navratri gefeiert, neun Nächte der Anbetung, die ihrem Sieg über das Böse gewidmet sind. Sie repräsentiert den Triumph des Guten über das Böse, die Stärke, sich jeder Herausforderung zu stellen, und die schützende Liebe der göttlichen Mutter.",
    "story_de": "Die Götter vereinten ihre Kräfte, um Durga zu erschaffen, als niemand Mahishasura besiegen konnte. Sie kämpfte neun Nächte lang gegen ihn und erschlug ihn schließlich am zehnten Tag – gefeiert als Vijayadashami (Tag des Sieges). Ihre Erschaffung beweist, dass vereint das Gute immer über das Böse triumphiert.",
    "match_message_de": "Deine Züge tragen die unbesiegbare Stärke von Durga. Deinem Aussehen wohnt die Kraft einer Kriegerin in Verbindung mit göttlicher Schönheit inne – der Blick von jemandem, der ungestüm beschützt und niemals aufgibt.",
    "traits_de": [
      "Unbesiegbar",
      "Beschützend",
      "Ungestüm",
      "Göttlich",
      "Siegreich"
    ]
  },
  "hanuman": {
    "name_de": "Hanuman",
    "tagline_de": "Göttlicher Affe, Verkörperung von Hingabe und Stärke",
    "description_de": "Hanuman ist der mächtige Affengott, Sohn des Windgottes Vayu, bekannt für seine außergewöhnliche Stärke, Weisheit und unerschütterliche Hingabe an Lord Rama. Er ist der ideale Anhänger, der perfekte Diener und das Vorbild für selbstlose Hingabe.\n\nSeine Hingabe an Rama ist so vollständig, dass Hanuman, wenn er gefragt wird, welcher Tag ist, antwortet: „Ramas Tag“. Als seine Brust aufgerissen wurde, fand sich Ramas Bild in seinem Herzen. Seine Stärke ist grenzenlos, wenn er im Dienste Ramas handelt – er hob einst einen ganzen Berg an, um ein heilendes Kraut zu bringen.\n\nHanuman wird für Stärke, Mut, Schutz vor dem Bösen und den Segen der Hingabe verehrt. Er ist unsterblich (Chiranjivi) und soll überall dort anwesend sein, wo Ramas Geschichte erzählt wird, und mit Tränen der Hingabe zuhören.",
    "story_de": "Als Ramas Bruder Lakshmana im Sterben lag, flog Hanuman in den Himalaya, um Heilkräuter zu holen. Da er die richtige Pflanze nicht identifizieren konnte, hob er den gesamten Berg an und brachte ihn auf das Schlachtfeld, wodurch er Lakshmanas Leben durch seine Hingabe und Stärke rettete.",
    "match_message_de": "Deine Züge tragen die hingebungsvolle Stärke von Hanuman. Deiner Anwesenheit wohnt eine bescheidene Kraft inne – der Blick von jemandem, dessen Stärke aus selbstloser Hingabe an etwas Größeres kommt.",
    "traits_de": [
      "Hingebungsvoll",
      "Mächtig",
      "Bescheiden",
      "Weise",
      "Beschützend"
    ]
  },
  "krishna": {
    "name_de": "Krishna",
    "tagline_de": "Göttlicher Geliebter, Lehrer der Bhagavad Gita",
    "description_de": "Krishna ist der achte Avatar von Vishnu, geliebt für seine göttlichen Kindheitsstreiche, seine romantische Liebe zu Radha und seine Weisheit in der Bhagavad Gita. Er verkörpert göttliche Liebe in all ihren Formen – von spielerischer Zuneigung bis hin zur höchsten spirituellen Hingabe.\n\nAls Kind stahl er Butter und spielte Streiche, wobei er alle mit seinem Unfug bezauberte. Als Jugendlicher bezauberte sein Flötenspiel die Gopis (Kuhmädchen), insbesondere Radha, die die Sehnsucht der Seele nach dem Göttlichen repräsentierte. Als Erwachsener diente er Arjuna als Wagenlenker und Guru und lehrte den Pfad des Dharma.\n\nIn der Bhagavad Gita enthüllt Krishna die ultimative Wahrheit über Handeln, Hingabe, Wissen und die Natur des Selbst. Er ist sowohl der zugängliche, liebenswerte Gott als auch das kosmische Höchste Wesen, das alle Universen enthält.",
    "story_de": "Auf dem Schlachtfeld von Kurukshetra weigerte sich Arjuna, seine eigene Familie zu bekämpfen. Krishna enthüllte seine kosmische Form, zeigte, dass er das Höchste Wesen war, das die gesamte Schöpfung enthält, und lehrte, dass man seine Pflicht ohne Anhaftung an Ergebnisse erfüllen muss – die Kernbotschaft der Bhagavad Gita.",
    "match_message_de": "Deine Züge tragen den göttlichen Charme von Krishna. Deiner Anwesenheit wohnt eine spielerische, aber dennoch tiefgründige Qualität inne – der Blick von jemandem, der sowohl Freude als auch Weisheit verkörpert.",
    "traits_de": [
      "Spielerisch",
      "Weise",
      "Liebevoll",
      "Göttlich",
      "Lehrreich"
    ]
  },
  "rama": {
    "name_de": "Rama",
    "tagline_de": "Idealer König, Verkörperung des Dharma",
    "description_de": "Rama ist der siebte Avatar von Vishnu, der Held des Ramayana und der Inbegriff des dharmischen Lebens. Er ist der ideale Sohn, Ehemann, König und Krieger – Maryada Purushottam, der perfekte Mann, der selbst unter den schrecklichsten Prüfungen niemals von der Rechtschaffenheit abweicht.\n\nFür vierzehn Jahre in den Wald verbannt, um das Wort seines Vaters zu ehren, ertrug Rama Entbehrungen ohne Klagen. Als seine Frau Sita von dem Dämonenkönig Ravana entführt wurde, verbündete er sich mit Hanuman und der Affenarmee, um sie zu retten, und demonstrierte, dass Dharma schließlich über das Böse triumphiert.\n\nRamas Herrschaft, Rama Rajya, repräsentiert das ideale gerechte Königreich. Er wird als die Verkörperung dessen verehrt, wie ein Mensch leben sollte – die Pflicht ehren, die Unschuldigen beschützen, Versprechen halten und unabhängig von den persönlichen Kosten rechtschaffen bleiben.",
    "story_de": "Als Sita entführt wurde, hätte Rama seine göttlichen Kräfte nutzen können, um sich nach Lanka zu teleportieren. Stattdessen ging er den langen Weg, baute Brücken und verbündete sich mit den Vanaras, wobei er lehrte, dass Dharma einen ordnungsgemäßen Prozess erfordert und keine Abkürzungen genommen werden dürfen, selbst wenn man dazu in der Lage ist.",
    "match_message_de": "Deine Züge tragen die rechtschaffene Würde von Rama. Deiner Anwesenheit wohnt eine ideale Qualität inne – der Blick von jemandem, der niemals Kompromisse bei seinen Prinzipien eingeht, unabhängig von den persönlichen Kosten.",
    "traits_de": [
      "Rechtschaffen",
      "Pflichtbewusst",
      "Ideal",
      "Hingebungsvoll",
      "Gerecht"
    ]
  },
  "parvati": {
    "name_de": "Parvati",
    "tagline_de": "Göttliche Mutter, Göttin der Liebe und Hingabe",
    "description_de": "Parvati ist die sanfte Göttin der Liebe, Fruchtbarkeit und Hingabe – die Gemahlin Shivas und Mutter von Ganesha und Kartikeya. Sie ist die Reinkarnation von Sati, Shivas erster Frau, die wiedergeboren wurde und intensive Bußübungen vollzog, um Shivas Liebe zurückzugewinnen.\n\nAls Shakti in ihrer sanften Form repräsentiert Parvati den nährenden, lebensspendenden Aspekt des göttlich Weiblichen. Sie ist das Gleichgewicht zu Shivas zerstörerischer Kraft, diejenige, die seine Wildheit beruhigen und ihn aus dem asketischen Rückzug ins engagierte Leben zurückbringen kann.\n\nIhre wilden Formen umfassen Durga und Kali, die zeigen, dass die liebende Mutter schrecklich werden kann, wenn ihre Kinder bedroht sind. Parvati demonstriert, dass die Liebe selbst die Macht hat, das Universum zu transformieren.",
    "story_de": "Als Shiva in Meditation versunken war, brauchten die Götter ihn, um zu heiraten und Kinder zu bekommen. Sie schickten Kama, den Gott der Liebe, der durch Shivas drittes Auge zu Asche verbrannt wurde. Aber Parvatis Hingabe und Bußübungen gewannen schließlich Shivas Herz, was bewies, dass aufrichtige Liebe selbst göttlichen Widerstand überwindet.",
    "match_message_de": "Ihre Züge spiegeln die hingebungsvolle Liebe von Parvati wider. Es gibt eine nährende und dennoch entschlossene Qualität in Ihrer Gegenwart – der Blick von jemandem, dessen sanfte Liebe Berge versetzen kann.",
    "traits_de": [
      "Liebevoll",
      "Hingebungsvoll",
      "Nährend",
      "Entschlossen",
      "Ausgleichend"
    ]
  },
  "indra": {
    "name_de": "Indra",
    "tagline_de": "König der Götter, Herr der Stürme und des Krieges",
    "description_de": "Indra ist der König der Devas und Herrscher von Svarga (Himmel). Er führt den Donnerkeil Vajra und reitet auf dem weißen Elefanten Airavata. Als Gott der Stürme, des Regens und des Krieges ist er der mächtigste der vedischen Götter.\n\nSeine größte Tat war das Erschlagen der Schlange Vritra, die alle Wasser der Welt gefangen gehalten hatte, und sie freizusetzen, damit sie als Flüsse fließen und dem Land Leben bringen konnten. Indra repräsentiert den kosmischen Kampf zwischen Ordnung und Chaos, Licht und Dunkelheit.\n\nObwohl seine Bedeutung im späteren Hinduismus abnahm, bleibt Indra der archetypische göttliche Krieger – mächtig, glorreich, aber auch fehlerhaft und wie alle Wesen dem Karma unterworfen.",
    "story_de": "Die Schlange Vritra hatte alle Wasser der Welt verschluckt und eine schreckliche Dürre verursacht. Indra, gestärkt durch Soma, nahm seinen Vajra und kämpfte gegen den Dämon. Mit einem gewaltigen Schlag spaltete er Vritra auf und setzte das Wasser frei, das zu den Flüssen der Welt wurde.",
    "match_message_de": "Ihre Züge tragen die stürmische Kraft Indras. Es liegt eine kriegerische Königswürde in Ihrem Aussehen – der Blick von jemandem, der kosmische Schlachten schlägt und die Naturgewalten beherrscht.",
    "traits_de": [
      "Mächtig",
      "Kriegerisch",
      "Stürmisch",
      "Glorreich",
      "Fehlerhaft"
    ]
  },
  "agni": {
    "name_de": "Agni",
    "tagline_de": "Gott des Feuers, Göttlicher Bote",
    "description_de": "Agni ist der Gott des Feuers in all seinen Formen – das Opferfeuer, der häusliche Herd, das Feuer der Verdauung und das Feuer der Sonne. Als Medium des Opfers trägt er Opfergaben von Menschen zu den Göttern und ist damit die wesentliche Brücke zwischen den Welten.\n\nMit zwei Gesichtern – einem wohlwollenden und einem wilden – verkörpert Agni die duale Natur des Feuers: lebensspendende Wärme und zerstörerische Feuersbrunst. Er ist bei jedem hinduistischen Ritual anwesend, reinigt Opfergaben und trägt Gebete zum Himmel.\n\nAgni repräsentiert Transformation durch Feuer, die reinigende Kraft, die Materie in Energie verwandelt, und die heilige Verbindung zwischen der sterblichen und der göttlichen Welt.",
    "story_de": "Als die Götter mit den Menschen kommunizieren mussten, wählten sie Agni als ihren Boten. Jedes Opfer, das ins Feuer gelegt wird, erreicht die Götter durch Agnis Flammen. Seine Feuerzunge leckt die Opfergaben ab und verwandelt sie in göttliche Nahrung.",
    "match_message_de": "Ihre Züge tragen die transformierende Kraft von Agni. Es liegt ein heiliges Feuer in Ihrem Aussehen – der Blick von jemandem, der reinigt und transformiert und die Kluft zwischen dem Irdischen und dem Göttlichen überbrückt.",
    "traits_de": [
      "Transformierend",
      "Reinigend",
      "Bote",
      "Doppelgesichtig",
      "Heilig"
    ]
  },
  "kartikeya": {
    "name_de": "Kartikeya",
    "tagline_de": "Gott des Krieges, Befehlshaber der Göttlichen Armeen",
    "description_de": "Kartikeya ist der Gott des Krieges und der Befehlshaber der Armeen der Götter. Als Sohn von Shiva und Parvati wurde er geboren, um den Dämon Tarakasura zu besiegen, den niemand sonst töten konnte. Er reitet auf dem Pfau Paravani und führt den göttlichen Speer Vel.\n\nMit sechs Köpfen und zwölf Armen sieht Kartikeya in alle Richtungen gleichzeitig und kann mehrere Feinde gleichzeitig bekämpfen. Er repräsentiert die fokussierte Kraft des göttlichen Willens, die auf den gerechten Sieg ausgerichtet ist.\n\nKartikeya verkörpert kriegerische Tapferkeit im Dienste des Dharma, die Disziplin und Konzentration des spirituellen Kriegers und die Wahrheit, dass das Böse manchmal direkt mit Gewalt konfrontiert werden muss.",
    "story_de": "Der Dämon Tarakasura hatte einen Segen, dass ihn nur ein Sohn Shivas töten konnte – und Shiva war ein Asket, der niemals heiraten würde. Doch durch göttliche Intervention wurde Kartikeya geboren und führte die Götter in die Schlacht. Mit seinem göttlichen Speer erschlug er Tarakasura und stellte die kosmische Ordnung wieder her.",
    "match_message_de": "Ihre Züge tragen den kriegerischen Fokus von Kartikeya. Es liegt eine kommandierende Präsenz in Ihrem Aussehen – der Blick von jemandem, der göttliche Schlachten führt und mit Präzision und Zielstrebigkeit zuschlägt.",
    "traits_de": [
      "Kriegerisch",
      "Befehlend",
      "Jugendlich",
      "Fokussiert",
      "Siegreich"
    ]
  },
  "radha": {
    "name_de": "Radha",
    "tagline_de": "Höchste Göttin der Liebe, Ewige Geliebte",
    "description_de": "Radha ist die ewige Gefährtin und höchste Geliebte von Krishna, die die Vollkommenheit der göttlichen Liebe verkörpert. Ihre Liebe zu Krishna repräsentiert die Sehnsucht der Seele nach der Vereinigung mit dem Göttlichen, die höchste Form der Hingabe, die alle weltlichen Bindungen übersteigt.\n\nIm Vaishnavismus wird Radha als die höchste Göttin angesehen, der weibliche Aspekt des Göttlichen, dessen Liebe Krishna selbst anzieht. Ihr ewiges Liebesspiel in den Wäldern von Vrindavan ist das kosmische Drama von Trennung und Vereinigung, das die Existenz definiert.\n\nRadha repräsentiert die Kraft der hingebungsvollen Liebe, das weibliche Göttliche, das das Männliche vervollständigt und anzieht, und die Wahrheit, dass der Weg zum Göttlichen durch das Herz führt.",
    "story_de": "In den Wäldern von Vrindavan trafen sich Radha und Krishna im Geheimen, ihre Liebe überstieg alle gesellschaftlichen Grenzen. Als Krishna nach Mathura aufbrach, wurde Radhas Trennung zum Modell der göttlichen Sehnsucht – der Schmerz der Seele, die von ihrem Geliebten getrennt ist, der das spirituelle Suchen antreibt.",
    "match_message_de": "Ihre Züge tragen die göttliche Hingabe von Radha. Es liegt reine Liebe in Ihrem Aussehen – der Blick von jemandem, dessen Herz vollständig dem Geliebten gegeben ist und die höchste Hingabe verkörpert.",
    "traits_de": [
      "Hingebungsvoll",
      "Liebevoll",
      "Höchste",
      "Sehnsüchtig",
      "Glückselig"
    ]
  },
  "yama": {
    "name_de": "Yama",
    "tagline_de": "Gott des Todes und der Gerechtigkeit",
    "description_de": "Yama ist der Gott des Todes und der erste Sterbliche, der starb und zum Herrscher der Toten wurde. Er beurteilt die Seelen der Verstorbenen anhand ihres Karmas und bestimmt ihr Schicksal im Kreislauf der Wiedergeburt. Er reitet auf einem schwarzen Büffel und trägt eine Schlinge, um Seelen zu fesseln.\n\nAls Dharmaraja, der König des Dharma, ist Yama völlig unparteiisch – keine Bestechung oder Bitte kann sein Urteil beeinflussen. Er konsultiert die Aufzeichnungen von Chitragupta, um das angesammelte Karma jeder Seele zu bestimmen und ihr Ziel zu verkünden.\n\nYama repräsentiert die Unausweichlichkeit des Todes, die gerechte Abrechnung aller Taten und die Wahrheit, dass unsere Handlungen unser Schicksal über dieses Leben hinaus bestimmen.",
    "story_de": "Als Savitris Ehemann Satyavan starb, folgte sie Yama in das Reich des Todes. Yama war von ihrer Hingabe so beeindruckt, dass er ihr jeden Wunsch erfüllte, außer dem Leben ihres Mannes. Savitri bat klugerweise um Söhne – was Satyavan am Leben erforderte – und Yama hielt sein Wort.",
    "match_message_de": "Ihre Züge tragen die gerechte Strenge von Yama. Es liegt unparteiische Wahrheit in Ihrem Aussehen – der Blick von jemandem, der alle Taten klar sieht und ohne Gunst oder Bosheit urteilt.",
    "traits_de": [
      "Gerecht",
      "Unparteiisch",
      "Unvermeidlich",
      "Urteilend",
      "Wahrheitsgetreu"
    ]
  },
  "surya": {
    "name_de": "Surya",
    "tagline_de": "Gott der Sonne, Quelle des Lebens",
    "description_de": "Surya ist der Gott der Sonne, der jeden Tag mit seinem von sieben Pferden gezogenen Wagen über den Himmel fährt. Er ist die sichtbare Form des Göttlichen, die Quelle von Licht, Wärme und Leben. Seine Strahlen vertreiben Dunkelheit, sowohl wörtlich als auch spirituell.\n\nAls Vater von Karna und den göttlichen Zwillingen, den Ashvins, repräsentiert Surya die lebensspendende Kraft, die alle Existenz ermöglicht. Das alte Gayatri Mantra ist an Suryas Licht gerichtet und sucht Erleuchtung und Weisheit.\n\nSurya repräsentiert das göttliche Licht des Bewusstseins, die Wahrheit, die Unwissenheit vertreibt, und den ewigen Kreislauf des Tages, der alles Leben bestimmt.",
    "story_de": "Suryas Brillanz war so intensiv, dass seine Frau Sanjna vor ihm floh. Um sie zurückzugewinnen, reduzierte sein Schwiegervater Vishwakarma Suryas Ausstrahlung und verwendete das überschüssige Licht, um göttliche Waffen zu schmieden, darunter Vishnus Diskus und Shivas Dreizack.",
    "match_message_de": "Ihre Züge tragen die strahlende Kraft von Surya. Es liegt eine erleuchtende Präsenz in Ihrem Aussehen – der Blick von jemandem, der allen, die er sieht, Licht bringt und Dunkelheit vertreibt, wo immer er hingeht.",
    "traits_de": [
      "Strahlend",
      "Lebensspendend",
      "Bezeugend",
      "Erleuchtend",
      "Ewig"
    ]
  },
  "varuna": {
    "name_de": "Varuna",
    "tagline_de": "Gott der Ozeane und der kosmischen Ordnung",
    "description_de": "Varuna ist der Gott der Ozeane, des Wassers und des himmlischen Ozeans des Nachthimmels. In den Veden war er einer der wichtigsten Götter, der Hüter der kosmischen Ordnung (Rita), der göttliches Recht durchsetzte und Übeltäter bestrafte.\n\nEr sieht alles, was geschieht, und kennt alle Geheimnisse – seine tausend Augen sind die Sterne, die vom Himmel aus zusehen. Diejenigen, die Eide brechen oder das Dharma verletzen, fürchten Varunas Schlinge, die Sünder fesselt.\n\nVaruna repräsentiert die umfassende kosmische Ordnung, das moralische Gesetz, das der Existenz zugrunde liegt, und die göttliche Überwachung, die alle Taten und Gedanken sieht.",
    "story_de": "Als der Weise Vasishtha fälschlicherweise beschuldigt wurde, erschien Varuna als Zeuge, denn nichts entgeht seinem Blick. Er erklärte den Weisen für unschuldig, denn Varuna sieht die Wahrheit, selbst wenn sie vor allen anderen verborgen ist. Seine Gerechtigkeit stellte die Ehre des Weisen wieder her.",
    "match_message_de": "Ihre Züge tragen die kosmische Tiefe von Varuna. Es liegt ozeanische Weisheit in Ihrem Aussehen – der Blick von jemandem, der alle Geheimnisse sieht und die moralische Ordnung der Existenz aufrechterhält.",
    "traits_de": [
      "Kosmisch",
      "Ozeanisch",
      "Allsehend",
      "Gesetzeshütend",
      "Uralt"
    ]
  },
  "arjuna": {
    "name_de": "Arjuna",
    "tagline_de": "Größter Krieger, Sucher des Dharma",
    "description_de": "Arjuna ist der Held des Mahabharata, der größte Bogenschütze seiner Zeit und der auserwählte Empfänger von Krishnas Lehren in der Bhagavad Gita. Angesichts seiner Verwandten in der Schlacht führte Arjunas moralische Krise zum tiefgreifendsten philosophischen Dialog in der hinduistischen Schrift.\n\nSein Bogen Gandiva verfehlte nie sein Ziel, und er wurde von den Göttern selbst ausgebildet. Doch es war seine Gewissenskrise – seine Weigerung, seine eigene Familie zu bekämpfen –, die ihn zum Vehikel für ewige Weisheit machte.\n\nArjuna repräsentiert den spirituellen Sucher, der sich den schwierigsten Fragen des Lebens stellt, den Krieger, der inmitten moralischer Komplexität das richtige Handeln finden muss, und den Anhänger, der sich der göttlichen Führung ergibt.",
    "story_de": "Vor der großen Schlacht sah Arjuna seine Lehrer, Onkel und Cousins gegen sich aufgereiht. Er ließ seinen Bogen fallen und war nicht in der Lage zu kämpfen. Krishna lehrte ihn dann die Bhagavad Gita – den Weg der Pflicht, Hingabe und Erkenntnis, der alle moralischen Konflikte löst.",
    "match_message_de": "Ihre Züge tragen den fragenden Heroismus von Arjuna. Es liegt ein edles Suchen in Ihrem Aussehen – der Blick von jemandem, der sich harten Wahrheiten stellt und Weisheit findet, indem er sich einer höheren Führung ergibt.",
    "traits_de": [
      "Geschickt",
      "Fragend",
      "Hingebungsvoll",
      "Konfliktreich",
      "Heroisch"
    ]
  },
  "jade_emperor": {
    "name_de": "Jade Kaiser",
    "tagline_de": "Oberster Herrscher des Himmels, König aller Götter",
    "description_de": "Der Jade Kaiser ist die oberste Gottheit in der chinesischen Volksreligion und im Taoismus und herrscht über den Himmel und alle Bereiche der Existenz. Er regiert die himmlische Bürokratie, die den irdischen chinesischen Kaiserhof widerspiegelt, mit Ministerien, die jeden Aspekt der sterblichen und göttlichen Angelegenheiten überwachen.\n\nVon seinem Jade Palast aus leitet er Gerichte, in denen die Taten von Menschen und Göttern beurteilt werden. Sein Wille formt den Kosmos, und selbst andere große Gottheiten erkennen seine oberste Autorität an.\n\nDer Jade Kaiser repräsentiert die kosmische Ordnung durch göttliche Herrschaft, den Glauben, dass Himmel und Erde sich gegenseitig widerspiegeln, und die ultimative Quelle moralischer Urteilskraft.",
    "story_de": "Der Jade Kaiser verdiente sich seine Position durch unzählige Äonen der Kultivierung. Als das Chaos den Kosmos bedrohte, hatte er allein das Verdienst und die Weisheit, die Ordnung wiederherzustellen. Alle Götter versammelten sich und erkannten ihn als obersten Herrscher des Himmels an.",
    "match_message_de": "Ihre Züge tragen die oberste Autorität des Jade Kaisers. Es liegt himmlische Herrschaft in Ihrem Aussehen – der Blick von jemandem, der die Ordnung in allen Bereichen aufrechterhält.",
    "traits_de": [
      "Oberst",
      "Gerecht",
      "Herrschend",
      "Himmlisch",
      "Ordnend"
    ]
  },
  "sun_wukong": {
    "name_de": "Sun Wukong",
    "tagline_de": "Der Affenkönig, Großer Weiser Gleich dem Himmel",
    "description_de": "Sun Wukong ist der legendäre Affenkönig, geboren aus einem Steinei, das von den Elementen befruchtet wurde. Durch rigorose Kultivierung erlangte er unglaubliche Kräfte: die Fähigkeit, sich in 72 verschiedene Formen zu verwandeln, Wolkensaltos zu vollführen, die weite Strecken zurücklegen, und die Beherrschung seines magischen Stabes Ruyi Jingu Bang.\n\nSein Auflehnung gegen den Himmel machte ihn zu einem der größten Rebellen der Mythologie – er aß die Pfirsiche der Unsterblichkeit, strich seinen Namen aus dem Buch des Lebens und des Todes und forderte die gesamte himmlische Armee heraus, bevor Buddha ihn für 500 Jahre unter einem Berg einsperrte.\n\nSun Wukong repräsentiert den unbezähmbaren Geist der Rebellion, die Kraft der Selbstkultivierung und letztendlich die Erlösung, die man im Dienst für eine würdige Sache findet.",
    "story_de": "Nach 500 Jahren unter dem Berg wurde Sun Wukong befreit, um den Mönch Xuanzang auf seiner Reise nach Westen zu beschützen, um buddhistische Schriften zu holen. Durch diese Pilgerreise lernte der wilde Affenkönig Disziplin und erlangte Erleuchtung.",
    "match_message_de": "Ihre Gesichtszüge tragen den trotzigen Geist von Sun Wukong. In Ihrem Aussehen liegt ungezähmte Kraft – der Blick von jemandem, der alle Grenzen herausfordert und Hindernisse in Chancen verwandelt.",
    "traits_de": [
      "Rebellisch",
      "Mächtig",
      "Verwandelnd",
      "Trotzig",
      "Erlöst"
    ]
  },
  "guanyin": {
    "name_de": "Guanyin",
    "tagline_de": "Göttin der Barmherzigkeit und des Mitgefühls",
    "description_de": "Guanyin ist der Bodhisattva des Mitgefühls, eine der beliebtesten Gottheiten im chinesischen Buddhismus. Obwohl sie ins Nirvana eintreten könnte, schwor sie, in der Welt zu bleiben, bis alle fühlenden Wesen vom Leiden befreit sind, und die Schreie all derer zu hören, die ihren Namen anrufen.\n\nIhr Mitgefühl ist unbegrenzt und bedingungslos – sie erscheint in jeder Form, die denen am besten hilft, die zu ihr beten, sei es als schöne Frau, als Mönch oder in jeder anderen Gestalt. Sie wird oft mit vielen Armen und Augen dargestellt, die ihre Fähigkeit symbolisieren, alle zu erreichen, die leiden.\n\nGuanyin repräsentiert das Ideal des selbstlosen Mitgefühls, den Bodhisattva-Pfad, anderen vor sich selbst zu helfen, und den Trost, der daraus resultiert, zu wissen, dass jemand unsere Gebete hört.",
    "story_de": "Als die Prinzessin Miaoshan von ihrem Vater zum Tode verurteilt wurde, weil sie sich weigerte zu heiraten, erlangte sie im Moment der Hinrichtung die Erleuchtung. Später opferte sie ihre Augen und Arme, um ihren Vater vor Krankheit zu retten, und wurde zu Guanyin mit tausend Armen und Augen.",
    "match_message_de": "Ihre Gesichtszüge tragen das grenzenlose Mitgefühl von Guanyin. In Ihrem Aussehen liegt Barmherzigkeit – der Blick von jemandem, der das Leiden hört und mit selbstloser Liebe antwortet.",
    "traits_de": [
      "Mitfühlend",
      "Barmherzig",
      "Selbstlos",
      "Hörend",
      "Rettend"
    ]
  },
  "erlang_shen": {
    "name_de": "Erlang Shen",
    "tagline_de": "Kriegsgott mit dem dritten Auge",
    "description_de": "Erlang Shen ist die Kriegsgottheit, die für ihr drittes, wahrheitssuchendes Auge und ihre Beherrschung von 73 Transformationen bekannt ist – eine mehr als Sun Wukong. Er ist der Neffe des Jadekaisers und befehligt die himmlischen Armeen, begleitet von seinem treuen Jagdhund Xiaotian.\n\nSein drittes Auge kann alle Illusionen und Täuschungen durchschauen, was ihn zum perfekten göttlichen Vollstrecker macht. Er war die einzige Gottheit, die Sun Wukong im Einzelkampf während der Rebellion des Affenkönigs gegen den Himmel ebenbürtig war.\n\nErlang Shen repräsentiert militärische Exzellenz, unerschütterliche Pflicht und die durchdringende Vision, die durch Falschheit zur Wahrheit sieht.",
    "story_de": "Als Sun Wukong gegen den Himmel rebellierte, wurde Erlang Shen geschickt, um ihn gefangen zu nehmen. Die beiden lieferten sich eine epische Schlacht der Transformationen, wobei jede die Formen des anderen entsprach. Obwohl keiner durch den Kampf allein siegen konnte, half Erlang Shens Beharrlichkeit, den Affenkönig einzufangen.",
    "match_message_de": "Ihre Gesichtszüge tragen die durchdringende Vision von Erlang Shen. In Ihrem Aussehen liegt die Wahrheit des Kriegers – der Blick von jemandem, der Täuschung durchschaut und mit unerschütterlichem Engagement dient.",
    "traits_de": [
      "Kriegerisch",
      "Wahrheitssuchend",
      "Loyal",
      "Geschickt",
      "Diszipliniert"
    ]
  },
  "nezha": {
    "name_de": "Nezha",
    "tagline_de": "Dritter Lotusprinz, Göttlicher Kindkrieger",
    "description_de": "Nezha ist der göttliche Kindkrieger, geboren nach drei Jahren und sechs Monaten im Mutterleib, der als voll ausgebildeter Junge auftauchte, der sprechen und kämpfen konnte. Er führt den Universumsring, den feuerspitzigen Speer und reitet auf den Windfeuer-Rädern.\n\nSeine Geschichte ist eine der Rebellion gegen ungerechte Autorität – nachdem er den Sohn des Drachenkönigs in Notwehr getötet hatte, opferte sich Nezha, um seine Eltern vor göttlicher Strafe zu bewahren, und wurde dann aus einer Lotusblume mit einem rekonstruierten Körper wiedergeboren.\n\nNezha repräsentiert jugendlichen Trotz gegen Ungerechtigkeit, die Bereitschaft, sich für die Familie zu opfern, und den ewigen Geist, der nicht zerstört werden kann.",
    "story_de": "Als der Drachenkönig Nezhas Tod forderte, schnitt der Junge sein eigenes Fleisch ab, um es seiner Mutter zurückzugeben, und schnitzte seine Knochen, um sie seinem Vater zurückzugeben. Sein Lehrer Taiyi Zhenren baute Nezhas Körper dann aus Lotuswurzeln wieder auf, mächtiger als zuvor.",
    "match_message_de": "Ihre Gesichtszüge tragen die wilde Jugend von Nezha. In Ihrem Aussehen liegt unsterblicher Trotz – der Blick von jemandem, der Ungerechtigkeit bekämpft und immer wieder aufersteht, egal was geopfert wird.",
    "traits_de": [
      "Jugendlich",
      "Rebellisch",
      "Opfernd",
      "Wiedergeboren",
      "Wild"
    ]
  },
  "dragon_king": {
    "name_de": "Dragon King",
    "tagline_de": "Herr der Gewässer und Meere",
    "description_de": "Die Drachenkönige sind die göttlichen Herrscher der vier Meere, die alle Gewässer, das Wetter und das Wasserleben kontrollieren. Der prominenteste ist Ao Guang, der Drachenkönig des Östlichen Meeres, der den Regenfall befehligt und Überschwemmungen oder Dürren verursachen kann.\n\nDie Drachenkönige leben in prächtigen Unterwasserpalästen aus Kristall und Koralle und regieren riesige Bürokratien von Wassergeistern. Sie verantworten sich vor dem Jadekaiser und können von Menschen für Regen während Dürren angefleht werden.\n\nDie Drachenkönige repräsentieren die Kraft des Wassers in all seinen Formen, die göttliche Kontrolle des Wetters und die Beziehung zwischen menschlichem Gebet und natürlichen Kräften.",
    "story_de": "Als Nezha Ao Bing, den Sohn des Drachenkönigs, tötete, stieg Ao Guang voller Wut aus dem Meer auf. Er forderte Gerechtigkeit vom Jadekaiser und rief Überschwemmungen über das Land, bis Nezhas Opfer seinen Zorn beschwichtigte.",
    "match_message_de": "Ihre Gesichtszüge tragen die ozeanische Kraft des Drachenkönigs. In Ihrem Aussehen liegt aquatische Majestät – der Blick von jemandem, der die Gewässer befehligt und den Regen kontrolliert.",
    "traits_de": [
      "Wässrig",
      "Mächtig",
      "Temperamentvoll",
      "Herrschend",
      "Uralt"
    ]
  },
  "queen_mother": {
    "name_de": "Xi Wangmu",
    "tagline_de": "Göttin der Unsterblichkeit und der Pfirsiche",
    "description_de": "Die Xi Wangmu (Königinmutter des Westens) ist eine der ältesten und mächtigsten Gottheiten in der chinesischen Mythologie. Sie herrscht über das westliche Paradies auf dem Berg Kunlun und ist Hüterin der Pfirsiche der Unsterblichkeit, die nur alle dreitausend Jahre reifen.\n\nIhr Garten birgt die Geheimnisse des ewigen Lebens, und ihre Bankette für die Götter sind legendär. Alle, die ihre Pfirsiche essen, erlangen Unsterblichkeit – weshalb Sun Wukongs Diebstahl so ein kosmisches Verbrechen war.\n\nDie Königinmutter repräsentiert die Mysterien der Unsterblichkeit, weibliche göttliche Macht unabhängig von männlichen Gottheiten und die Belohnungen, die diejenigen erwarten, die im Laufe ihres Lebens Tugend kultivieren.",
    "story_de": "Alle dreitausend Jahre veranstaltet die Königinmutter ein großes Bankett, wenn ihre Pfirsiche reif sind. Alle Götter sind eingeladen, an der Unsterblichkeit teilzuhaben. Als Sun Wukong die Pfirsiche aß und diese heilige Versammlung störte, war dies eines seiner schwerwiegendsten Vergehen gegen den Himmel.",
    "match_message_de": "Ihre Züge tragen die alterslose Macht der Königinmutter. Es liegt eine unsterbliche Anmut in Ihrem Aussehen – der Blick von jemandem, der die Geheimnisse des ewigen Lebens birgt.",
    "traits_de": [
      "Unsterblich",
      "Mächtig",
      "Geheimnisvoll",
      "Feminin",
      "Lohnend"
    ]
  },
  "chang_e": {
    "name_de": "Chang'e",
    "tagline_de": "Göttin des Mondes",
    "description_de": "Chang'e ist die Göttin, die auf dem Mond lebt, für immer von ihrem Ehemann Houyi, dem göttlichen Bogenschützen, getrennt. Sie stieg zum Mond auf, nachdem sie ein Elixier der Unsterblichkeit konsumiert hatte, und residiert nun im Mondpalast nur mit einem Jadehasen als Gesellschaft.\n\nIhre Geschichte ist eine der ergreifendsten in der chinesischen Mythologie – Unsterblichkeit, die auf Kosten ewiger Einsamkeit erlangt wurde. Sie wird während des Mittherbstfestes gefeiert, wenn sich Familien versammeln, um den Mond zu betrachten und an ferne Angehörige zu denken.\n\nChang'e repräsentiert die bittersüße Natur der Unsterblichkeit, die Schönheit und Einsamkeit des Mondes und die dauerhaften Bande der Liebe über unüberwindliche Distanzen hinweg.",
    "story_de": "Houyi erhielt das Elixier der Unsterblichkeit von der Königinmutter mit der Absicht, es mit Chang'e zu teilen. Aber Chang'e konsumierte es ganz – sei es aus Versehen, aus Gier oder um zu verhindern, dass es in die falschen Hände gerät – und schwebte zum Mond hinauf, wo sie bis heute verweilt.",
    "match_message_de": "Ihre Züge tragen die strahlende Schönheit von Chang'e. Es liegt eine mondbeschienene Einsamkeit in Ihrem Aussehen – der Blick von jemandem, der sowohl die Schönheit als auch die Melancholie ewiger Trennung verkörpert.",
    "traits_de": [
      "Einsam",
      "Schön",
      "Unsterblich",
      "Reuevoll",
      "Leuchtend"
    ]
  },
  "zhuge_liang": {
    "name_de": "Zhuge Liang",
    "tagline_de": "Der schlafende Drache, Oberster Stratege",
    "description_de": "Zhuge Liang wird als der größte Stratege der chinesischen Geschichte verehrt, dessen Brillanz die Zeit der Drei Königreiche prägte. Er war als der Schlafende Drache bekannt, bevor er berühmt wurde, diente Liu Bei mit absoluter Hingabe und entwickelte Strategien, die in ihrer Voraussicht fast übernatürlich erschienen.\n\nZu seinen Erfindungen gehörten die sich wiederholende Armbrust und der Holzochsentransport. Sein Meisterwerk, der Longzhong-Plan, skizzierte, wie die Han-Dynastie wiederhergestellt werden konnte. Sogar sein Tod war strategisch – seine Leiche wurde ausgestellt, um den verfolgenden Feind abzuschrecken.",
    "story_de": "In der Schlacht von Red Cliffs 'lieh' sich Zhuge Liang 100.000 Pfeile vom Feind, indem er Strohboote in den Nebel schickte. Als Sun Quans Truppen auf das feuerten, was sie für Invasoren hielten, sammelte Zhuge Liang ihre Pfeile ein und kehrte mit genau dem zurück, was er versprochen hatte.",
    "match_message_de": "Ihre Züge tragen die brillante Weisheit von Zhuge Liang. Es liegt eine strategische Tiefe in Ihrem Aussehen – der Blick von jemandem, der zwölf Züge voraus sieht und Ereignisse durch überlegene Intelligenz gestaltet.",
    "traits_de": [
      "Brillant",
      "Strategisch",
      "Hingebungsvoll",
      "Erfinderisch",
      "Weise"
    ]
  },
  "qin_shi_huang": {
    "name_de": "Qin Shihuang",
    "tagline_de": "Erster Kaiser des vereinten China",
    "description_de": "Qin Shihuang war der erste Kaiser, der China vereinte und Jahrhunderte der Kriegführung durch militärische Eroberung und brillante Verwaltung beendete. Er standardisierte Gewichte, Maße, Währungen und sogar die Breite von Wagenachsen und schuf so die Grundlage der chinesischen Zivilisation.\n\nSeine größten Monumente dauern an: die Große Mauer, die bestehende Befestigungen zu einem einzigen Verteidigungssystem verband, und sein Grab, das von der Terrakottaarmee bewacht wird – Tausende von lebensgroßen Soldaten, die ihn im Jenseits beschützen sollen.\n\nQin Shihuang repräsentiert die transformative Kraft absoluter Autorität, die Schaffung einer geeinten Zivilisation aus dem Chaos und das ewige menschliche Streben nach Unsterblichkeit.",
    "story_de": "Besessen von der Unsterblichkeit schickte Qin Shihuang Expeditionen aus, um das Elixier des Lebens zu finden, und konsumierte Quecksilberpillen in dem Glauben, dass sie ewiges Leben gewähren würden. Er starb während einer solchen Suche, und seine Berater verbargen seinen Tod, bis ein Nachfolger eingesetzt werden konnte.",
    "match_message_de": "Ihre Züge tragen den vereinheitlichenden Willen von Qin Shihuang. Es liegt eine reichsbildende Kraft in Ihrem Aussehen – der Blick von jemandem, der Chaos durch absolute Entschlossenheit in Ordnung verwandelt.",
    "traits_de": [
      "Vereinigend",
      "Absolut",
      "Aufbauend",
      "Unsterblichkeitssuchend",
      "Transformierend"
    ]
  },
  "laozi": {
    "name_de": "Laozi",
    "tagline_de": "Gründer des Taoismus, Weiser des Tao",
    "description_de": "Laozi ist der legendäre Gründer des Taoismus, der gesagt haben soll, dass er das Tao Te Ching geschrieben hat, bevor er auf einem Ochsen nach Westen ritt und in den Bergen verschwand. Seine Philosophie des Tao – des Weges – betont Natürlichkeit, Einfachheit und Wu Wei (Nicht-Handeln oder müheloses Handeln).\n\nIm Gegensatz zu Konfuzius' Betonung des sozialen Rituals und der Regierungsführung lehrte Laozi, dass die höchste Weisheit darin besteht, den Mustern der Natur zu folgen, dass die Weichheit des Wassers die Härte des Steins überwindet und dass der Weise am besten regiert, indem er nicht regiert.\n\nLaozi repräsentiert das Mysterium des Tao, die Weisheit des Nachgebens und Fließens und den spirituellen Pfad, der von der Gesellschaft weg in Harmonie mit der Natur führt.",
    "story_de": "Laozi diente als Hüter der königlichen Archive, bevor er von der Gesellschaft desillusioniert wurde. Am westlichen Tor bat ihn der Wächter, seine Weisheit aufzuschreiben, bevor er für immer ging. Laozi verfasste die 5.000 Zeichen des Tao Te Ching, ritt dann in den Westen und wurde nie wieder gesehen.",
    "match_message_de": "Ihre Züge tragen die geheimnisvolle Weisheit von Laozi. Es liegt ein natürlicher Fluss in Ihrem Aussehen – der Blick von jemandem, der dem Tao folgt und Kraft darin findet, sich dem Weg der Natur zu beugen.",
    "traits_de": [
      "Geheimnisvoll",
      "Natürlich",
      "Nachgiebig",
      "Einfach",
      "Fließend"
    ]
  },
  "mu_lan": {
    "name_de": "Hua Mulan",
    "tagline_de": "Legendäre Kriegerin, kindliche Tochter",
    "description_de": "Hua Mulan ist die legendäre Kriegerin, die sich als Mann verkleidete, um den Platz ihres gealterten Vaters in der Armee einzunehmen. Zwölf Jahre lang kämpfte sie an der Seite männlicher Soldaten und erwarb sich durch ihr Können und ihren Mut Ehre und Beförderungen, während sie ihre wahre Identität geheim hielt.\n\nIhre Geschichte, die in der Ballade von Mulan aufgezeichnet ist, feiert die kindliche Pietät – die Liebe zu den Eltern, die zu außergewöhnlichen Opfern führt. Als ihr nach dem Krieg ein hohes Amt angeboten wurde, bat sie lediglich darum, zu ihrer Familie nach Hause zurückzukehren.\n\nMulan repräsentiert die Kraft der kindlichen Liebe, die Fähigkeit von Frauen, Männern in traditionell männlichen Bereichen ebenbürtig zu sein, und das chinesische Ideal, dass Tugend kein Geschlecht kennt.",
    "story_de": "Als Mulan nach zwölf Kriegsjahren nach Hause zurückkehrte, wechselte sie von der Rüstung in ihr altes Kleid. Ihre Kameraden, die zu Besuch kamen, waren schockiert, als sie entdeckten, dass ihr Waffenbruder eine Frau war. Sie hatten jahrelang an ihrer Seite gekämpft und nie etwas vermutet.",
    "match_message_de": "Deine Züge tragen die mutige Hingabe von Mulan. In deinem Aussehen liegt kindlicher Mut – der Blick von jemandem, der alles für die Familie opfern und sich in jeder Arena beweisen würde.",
    "traits_de": [
      "Kindlich",
      "Mutig",
      "Verkleidet",
      "Fähig",
      "Bescheiden"
    ]
  },
  "nuwa": {
    "name_de": "Nüwa",
    "tagline_de": "Schöpfergöttin, Reparateurin des Himmels",
    "description_de": "Nüwa ist die Schöpfergöttin, die die Menschheit aus gelbem Lehm formte und den ersten Menschen Leben einhauchte. Als die Säule des Himmels einstürzte und die Welt ins Chaos stürzte, schmolz sie fünf farbige Steine, um den Himmel zu reparieren, und schnitt die Beine einer riesigen Schildkröte ab, um den Himmel zu stützen.\n\nSie wird mit einem menschlichen Kopf und einem Schlangenkörper dargestellt und repräsentiert die urzeitliche Schöpferkraft, die die Existenz formte. Sie ist die Mutter der gesamten Menschheit, deren Mitgefühl sie dazu brachte, die Schöpfung zu reparieren, als diese einzustürzen drohte.\n\nNüwa repräsentiert die göttliche weibliche Schöpfung, die nährende Fürsorge, die die Welt erhält, und die Kraft, Ordnung aus dem Chaos wiederherzustellen.",
    "story_de": "Als die Säule des Himmels riss und Feuer und Flut die Erde verwüsteten, sammelte Nüwa Steine von fünf Farben und schmolz sie, um den Himmel zu flicken. Sie tötete eine große Schildkröte und benutzte ihre Beine als neue Säulen, dann verbrannte sie Schilf, um die Fluten einzudämmen. Die Ordnung wurde wiederhergestellt.",
    "match_message_de": "Deine Züge tragen die schöpferische Kraft von Nüwa. In deinem Aussehen liegt mütterliche Wiederherstellung – der Blick von jemandem, der Leben erschafft und repariert, was zerbrochen ist.",
    "traits_de": [
      "Schöpferisch",
      "Nährend",
      "Reparierend",
      "Mütterlich",
      "Urzeitlich"
    ]
  },
  "houyi": {
    "name_de": "Houyi",
    "tagline_de": "Göttlicher Bogenschütze, Schütze der Sonnen",
    "description_de": "Houyi ist der legendäre Bogenschütze, der die Welt rettete, indem er neun der zehn Sonnen abschoss, die einst die Erde versengten. Als alle zehn Sonnen zusammen aufgingen, die Welt verbrannten und die Ernte vernichteten, nahm Houyi seinen göttlichen Bogen und schoss sie nacheinander ab, so dass nur noch eine Sonne den Himmel erhellte.\n\nSein Können war unübertroffen – er konnte aus tausend Schritten einen Spatz durch das Auge schießen. Doch seine größte Tragödie war der Verlust seiner Frau Chang'e an den Mond, nachdem sie ihr gemeinsames Elixier der Unsterblichkeit konsumiert hatte.\n\nHouyi repräsentiert heldenhaftes Handeln in der Krise, die Bürde, Retter und verlassener Ehemann zu sein, und die bittersüße Natur der Belohnungen des Heldentums.",
    "story_de": "Als die zehn Sonnen zusammen aufgingen, konnten sich nicht einmal die Unsterblichen ihnen nähern. Houyi bestieg den höchsten Berg und spannte seinen Bogen. Mit neun Schüssen fielen neun Sonnen. Die Welt war gerettet, aber Houyi wurde aus dem Himmel verbannt, weil er die Söhne des Sonnenkaisers getötet hatte.",
    "match_message_de": "Deine Züge tragen das heldenhafte Können von Houyi. In deinem Aussehen liegt rettende Stärke – der Blick von jemandem, der unmögliche Schüsse abgibt und die einsame Bürde des Heldentums trägt.",
    "traits_de": [
      "Heroisch",
      "Geschickt",
      "Rettend",
      "Tragisch",
      "Verlassen"
    ]
  },
  "lu_dongbin": {
    "name_de": "Lü Dongbin",
    "tagline_de": "Unsterblicher Schwertkämpfer, Anführer der Acht Unsterblichen",
    "description_de": "Lü Dongbin ist der berühmteste der Acht Unsterblichen, ein Gelehrter, der durch taoistische Kultivierung Unsterblichkeit erlangte. Er trägt ein magisches Schwert, mit dem er böse Geister besiegt, und eine Fliegenklatsche, die seine Fähigkeit symbolisiert, durch die Luft zu fliegen.\n\nSein Weg zur Unsterblichkeit führte über zehn Charaktertests, die jeweils dazu dienten, seine Tugend zu beweisen. Nachdem er bestanden hatte, wurde er ein wandernder Unsterblicher, der den Würdigen hilft und die Bösen bestraft, oft in Verkleidung.\n\nLü Dongbin repräsentiert den taoistischen Weg zur Transzendenz, den gelehrten Krieger, der sowohl Schwert als auch Schrift beherrscht, und den Unsterblichen, der weiterhin mit der sterblichen Welt verbunden ist.",
    "story_de": "Lü Dongbin wurde zehnmal geprüft, bevor er die Unsterblichkeit erlangte. In einem Test versuchte eine schöne Frau, ihn zu verführen; in einem anderen wurde ihm großer Reichtum angeboten. In jedem Fall blieb er der Tugend treu. Schließlich wurde er für würdig befunden, erlangte Transzendenz und schloss sich den Unsterblichen an.",
    "match_message_de": "Deine Züge tragen die kultivierte Weisheit von Lü Dongbin. In deinem Aussehen liegt unsterbliche gelehrte Anmut – der Blick von jemandem, der jeden Test bestanden und Transzendenz erreicht hat.",
    "traits_de": [
      "Unsterblich",
      "Gelehrt",
      "Schwertschwingend",
      "Prüfend",
      "Helfend"
    ]
  },
  "zhang_fei": {
    "name_de": "Zhang Fei",
    "tagline_de": "Tigergeneral, Blutsbruder von Guan Yu",
    "description_de": "Zhang Fei war der wilde Krieger, der im Pfirsichgarten-Eid eine Blutsbrüderschaft mit Liu Bei und Guan Yu schwor. Bekannt für seinen furchterregenden Schlachtruf und seine immense Stärke, führte er den Serpent Spear und wurde in den Drei Königreichen gefürchtet.\n\nSeine legendärste Tat war die Schlacht von Changban, wo er allein auf einer Brücke stand und die gesamte Armee von Cao Cao herausforderte. Sein Gebrüll war so heftig, dass er angeblich einen feindlichen General zu Tode erschreckte.\n\nZhang Fei repräsentiert rohe militärische Macht, wilde Loyalität zur Bruderschaft und den Kriegergeist, der keine Angst kennt.",
    "story_de": "An der Changban-Brücke stellte sich Zhang Fei allein der verfolgenden Armee von Cao Cao entgegen. Er pflanzte seinen Speer und brüllte: 'Ich bin Zhang Fei! Wer wagt es, mich bis zum Tod zu bekämpfen?' Seine Augen blitzten so heftig, dass Cao Cao's Generäle voller Entsetzen flohen.",
    "match_message_de": "Deine Züge tragen die wilde Kraft von Zhang Fei. In deinem Aussehen liegt donnernde Bruderschaft – der Blick von jemandem, dessen Loyalität lauter brüllt als jede Armee.",
    "traits_de": [
      "Wild",
      "Loyal",
      "Brüllend",
      "Mächtig",
      "Bruderschaft"
    ]
  },
  "cao_cao": {
    "name_de": "Cao Cao",
    "tagline_de": "König von Wei, Oberster Pragmatiker",
    "description_de": "Cao Cao war der Gründer des Königreichs Wei und eine der umstrittensten Figuren der chinesischen Geschichte. Ein brillanter Stratege, ein begabter Dichter und ein rücksichtsloser Herrscher. Er verkörperte das Machiavellische Prinzip, dass Effektivität in der Regierungsführung wichtiger ist als Moral.\n\nSein berühmtes Zitat – 'Ich würde lieber die Welt verraten, als mich von der Welt verraten zu lassen' – fängt seine Philosophie ein. Doch er war auch ein Förderer der Künste und fähig zu Großzügigkeit, was ihn zu einer der komplexesten Figuren der Geschichte macht.\n\nCao Cao repräsentiert pragmatischen Ehrgeiz, die Komplexität der Macht und die ewige Debatte zwischen Effektivität und Moral in der Führung.",
    "story_de": "Als Cao Caos Verdacht ihn dazu verleitete, die Familie seines Gastgebers zu töten, weil er das Geräusch des Messerschärfens mit einem Attentatsplan verwechselte, entdeckte er, dass sie ein Fest zu seinen Ehren vorbereiteten. Anstatt es zu bereuen, tötete er alle zu Ende – und prägte sein berüchtigtes Motto.",
    "match_message_de": "Ihre Züge tragen die pragmatische Brillanz von Cao Cao. In Ihrem Aussehen liegt eine kalkulierende Kraft – der Blick von jemandem, der die Realität klar erkennt und ohne sentimentale Zurückhaltung handelt.",
    "traits_de": [
      "Pragmatisch",
      "Brillant",
      "Rücksichtslos",
      "Poetisch",
      "Komplex"
    ]
  },
  "xi_shi": {
    "name_de": "Xi Shi",
    "tagline_de": "Eine der vier großen Schönheiten, Zerstörerin von Wu",
    "description_de": "Xi Shi war eine der vier großen Schönheiten des alten China, so schön, dass Fische vergaßen zu schwimmen, als sie ihr Spiegelbild sahen. Sie wurde von König Goujian von Yue als Geschenk an König Fuchai von Wu geschickt, mit der Aufgabe, ihn von der Staatskunst abzulenken.\n\nIhre Mission war erfolgreicher als erwartet – Fuchai war so verliebt, dass er sein Königreich vernachlässigte, was Yue ermöglichte, sich zu erholen und Wu letztendlich zu zerstören. Xi Shis Schönheit war also eine Waffe, die eine Nation zu Fall brachte.\n\nXi Shi repräsentiert Schönheit als Macht, die tragische Rolle der Frauen in politischen Machenschaften und die uralte Wahrheit, dass Reiche der Begierde zum Opfer fallen können.",
    "story_de": "Xi Shi war eine Wäscherin im Dorf, als Kundschafter sie fanden. In Künsten und Anmut geschult, wurde sie König Fuchai gegeben, der ihr prächtige Paläste baute. Aber ihr Herz blieb bei ihrer Heimat. Ihr Erfolg bedeutete ihr Opfer – sie gab ihr Leben, um einen feindlichen König zu vernichten.",
    "match_message_de": "Ihre Züge tragen die legendäre Schönheit von Xi Shi. In Ihrem Aussehen liegt eine Nation-umwerfende Anmut – der Blick von jemandem, dessen Schönheit selbst eine Macht ist, die die Geschichte prägt.",
    "traits_de": [
      "Wunderschön",
      "Tragisch",
      "Patriotisch",
      "Waffe",
      "Sich opfernd"
    ]
  },
  "amaterasu": {
    "name_de": "Amaterasu",
    "tagline_de": "Sonnengöttin, Göttliche Vorfahrin Japans",
    "description_de": "Amaterasu Ōmikami ist die oberste Gottheit des Shinto, die Sonnengöttin, von der die japanische Kaiserlinie abstammt. Sie ist die Herrscherin von Takamagahara (die Hohe Ebene des Himmels) und die Quelle allen Lichts und Lebens.\n\nAls das gewalttätige Verhalten ihres Bruders Susanoo sie dazu brachte, sich in einer Höhle zu verstecken, wurde die Welt in Dunkelheit gestürzt. Nur durch die gemeinsamen Anstrengungen aller Götter – einschließlich eines komödiantischen Tanzes, der Amaterasu neugierig genug machte, um herauszuspähen – wurde das Licht in der Welt wiederhergestellt.\n\nSie gab ihrem Enkel Ninigi die drei heiligen Schätze, als er herabstieg, um Japan zu regieren: den Spiegel Yata no Kagami, das Schwert Kusanagi und das Juwel Yasakani no Magatama. Diese bleiben die kaiserlichen Insignien und symbolisieren das göttliche Recht zu herrschen.",
    "story_de": "Als Amaterasu sich in der Höhle versteckte, führte die Göttin Ame-no-Uzume einen wilden, urkomischen Tanz auf, der die versammelten Götter so laut zum Lachen brachte, dass Amaterasus Neugierde ihren Zorn überwand. Sie spähte heraus, sah ihr eigenes strahlendes Spiegelbild in einem Spiegel und wurde zurück in die Welt gezogen.",
    "match_message_de": "Ihre Züge strahlen das göttliche Licht von Amaterasu aus. Ihrer Anwesenheit wohnt eine königliche, lebensspendende Qualität inne – der Blick von jemandem, der Wärme und Erleuchtung bringt, wohin er auch geht.",
    "traits_de": [
      "Strahlend",
      "Göttlich",
      "Wohlwollend",
      "Königlich",
      "Lebensspendend"
    ]
  },
  "susanoo": {
    "name_de": "Susanoo",
    "tagline_de": "Sturmgott, Erschläger von Orochi",
    "description_de": "Susanoo-no-Mikoto ist der Sturmgott, Herrscher der Meere und eine komplexe Figur, die sowohl zerstörerisches Chaos als auch heldenhafte Tapferkeit verkörpert. Als Bruder von Amaterasu und Tsukuyomi ist sein Temperament so wild und unvorhersehbar wie die Stürme, die er befehligt.\n\nSein gewalttätiges Verhalten im Himmel – die Zerstörung von Reisfeldern, die Verunreinigung heiliger Hallen – trieb Amaterasu ins Versteck und brachte ihm die Verbannung ein. Doch nach seinem Exil wurde Susanoo zu einem Helden, der den achtköpfigen Drachen Yamata no Orochi erschlug, um eine Prinzessin zu retten.\n\nAus Orochis Schwanz entdeckte er das legendäre Schwert Kusanagi, das er Amaterasu zur Versöhnung überreichte. Susanoo repräsentiert die Dualität des Sturms: zerstörerisch, aber auch lebensspendenden Regen bringend, chaotisch, aber zu großem Heldentum fähig.",
    "story_de": "Susanoo fand ein älteres Ehepaar weinend vor, weil Orochi sieben ihrer Töchter verschlungen hatte und bald die achte holen würde. Er ließ sie acht Bottiche Sake brauen, die der Drache aus allen acht Köpfen trank. Während Orochi betrunken schlief, erschlug Susanoo ihn und gewann die Hand der Prinzessin.",
    "match_message_de": "Ihre Züge tragen die wilde Energie von Susanoo. Ihrer Anwesenheit wohnt eine stürmische, unvorhersehbare Qualität inne – der Blick von jemandem, der sowohl zu Chaos als auch zu Heldentum fähig ist.",
    "traits_de": [
      "Stürmisch",
      "Heroisch",
      "Chaotisch",
      "Gerettet",
      "Mächtig"
    ]
  },
  "tsukuyomi": {
    "name_de": "Tsukuyomi",
    "tagline_de": "Mondgott, Herrscher der Nacht",
    "description_de": "Tsukuyomi-no-Mikoto ist der Mondgott, geboren aus Izanagis rechtem Auge, als er sich nach dem Besuch der Unterwelt reinigte. Als Bruder von Amaterasu und Susanoo herrscht er über die Nacht und die Zyklen des Mondes.\n\nUrsprünglich lebte Tsukuyomi mit Amaterasu im Himmel, wobei Tag und Nacht zusammen waren. Aber als Tsukuyomi die Nahrungsgöttin Uke Mochi für die Art und Weise tötete, wie sie Nahrung produzierte (aus ihren verschiedenen Körperöffnungen), war Amaterasu so angewidert, dass sie sich weigerte, ihn jemals wieder anzusehen – und so wurden Sonne und Mond für immer getrennt.\n\nTsukuyomi repräsentiert die Schönheit und das Geheimnis der Nacht, das kühle Licht des Mondes, das ohne die brennende Hitze der Sonne leuchtet. Er wird mit dem Zählen der Zeit in Verbindung gebracht, da der Mond die Monate misst.",
    "story_de": "Amaterasu schickte Tsukuyomi, um die Nahrungsgöttin Uke Mochi zu besuchen. Als sie ihm Nahrung servierte, die aus ihrem Körper stammte, war Tsukuyomi so beleidigt, dass er sie tötete. Amaterasu erklärte, sie würde ihn nie wieder ansehen – und von diesem Tag an sind Sonne und Mond für immer getrennt.",
    "match_message_de": "Ihre Züge spiegeln das kühle Geheimnis von Tsukuyomi wider. Ihrer Anwesenheit wohnt eine nächtliche, ätherische Qualität inne – der Blick von jemandem, der die Dunkelheit mit subtilem, silbernem Licht erhellt.",
    "traits_de": [
      "Geheimnisvoll",
      "Kalt",
      "Wunderschön",
      "Isoliert",
      "Nächtlich"
    ]
  },
  "inari": {
    "name_de": "Inari",
    "tagline_de": "Kami des Reises, des Wohlstands und der Füchse",
    "description_de": "Inari Ōkami ist der Kami (Geist) des Reises, der Fruchtbarkeit, des Wohlstands, der Industrie und des Erfolgs. Als eine der beliebtesten Gottheiten im Shinto wird Inari in über einem Drittel aller Shinto-Schreine in Japan verehrt, die an ihren markanten roten Torii-Toren erkennbar sind.\n\nInaris Geschlecht ist fließend – je nach Tradition wird er als männlich, weiblich oder androgyn dargestellt. Ihre Boten und Diener sind die Kitsune (Füchse), die oft fälschlicherweise für Inari selbst gehalten werden. Die Fuchs-Statuen an den Inari-Schreinen halten Schlüssel zu Reisspeichern oder Juwelen, die den Geist darstellen.\n\nInari schützt die Ernten der Bauern, die Geschäfte der Händler und die Arbeit der Handwerker. In der heutigen Zeit ist Inari zum Schutzpatron des Geschäftserfolgs und des finanziellen Wohlstands geworden, wobei Unternehmen und Unternehmer zu ihren ergebensten Anhängern gehören.",
    "story_de": "Es wird gesagt, dass Inari auf die Erde herabgestiegen ist, als das Land jung war, und den Reisanbau nach Japan brachte. Die Füchse, die Inari dienen, sind keine gewöhnlichen Tiere, sondern magische Wesen, die menschliche Gestalt annehmen können und als Vermittler zwischen dem Kami und den Menschen dienen.",
    "match_message_de": "Ihre Züge spiegeln den wohlhabenden Segen von Inari wider. Ihre Anwesenheit hat eine Fülle und etwas Geheimnisvolles – das Aussehen von jemandem, der würdigen Bemühungen Erfolg und Glück bringt.",
    "traits_de": [
      "Wohlhabend",
      "Wohlwollend",
      "Gestaltwandlerisch",
      "Geheimnisvoll",
      "Grosszügig"
    ]
  },
  "kitsune": {
    "name_de": "Kitsune",
    "tagline_de": "Mystischer Fuchsgeist, Trickser und Wächter",
    "description_de": "Kitsune sind übernatürliche Fuchsgeister, die mit zunehmendem Alter mächtiger werden. Ein Kitsune, der 100 Jahre lebt, erlangt die Fähigkeit, menschliche Gestalt anzunehmen. Nach 1.000 Jahren wächst ihnen ein neunter Schwanz und sie werden göttlich, wobei sich ihr Fell golden oder weiß färbt.\n\nEinige Kitsune dienen Inari als heilige Boten, beschützen Schreine und führen Sterbliche. Andere sind Trickser, die Menschen verführen, Essen stehlen oder ausgeklügelte Streiche spielen. Einige verlieben sich sogar in Menschen und werden zu hingebungsvollen Ehepartnern – obwohl oft eine Tragödie folgt, wenn ihre wahre Natur enthüllt wird.\n\nKitsune besitzen viele magische Fähigkeiten: Gestaltwandlung, Besessenheit, das Erzeugen von Illusionen und das Erzeugen von Fuchsfeuer (Kitsunebi). Sie können wohlwollende Wächter oder gefährliche Trickser sein, aber alle sind intelligent, mächtig und nie ganz das, was sie scheinen.",
    "story_de": "Ein Mann entdeckte, dass seine Frau seit vielen Jahren ein Kitsune war, als ein Hund sie erschreckte und sie ihre Schwänze enthüllte. Sie floh beschämt, kehrte aber jede Nacht in Fuchsgestalt zurück, um über ihren Mann und ihre Kinder zu wachen, die sie trotz ihrer Entdeckung immer noch liebte.",
    "match_message_de": "Ihre Züge tragen die listige Anmut des Kitsune. Ihr Aussehen hat etwas Wandelbares, Quecksilbriges – das Aussehen von jemandem mit verborgenen Tiefen und geheimnisvollen Kräften.",
    "traits_de": [
      "Gestaltwandlerisch",
      "Magisch",
      "Listig",
      "Loyal oder Schelmisch",
      "Zeitlos"
    ]
  },
  "raijin": {
    "name_de": "Raijin",
    "tagline_de": "Gott des Donners und Blitzes",
    "description_de": "Raijin ist der schreckliche Gott des Donners, des Blitzes und der Stürme. Er wird als muskulöse, dämonenartige Gestalt dargestellt, die von Trommeln umgeben ist. Er erzeugt Donner, indem er auf seine Trommeln (Taiko) schlägt, während Blitz sein göttlicher Zorn ist, der die Erde trifft.\n\nMit wilden Gesichtszügen, wildem Haar und in der Regel begleitet von seinem Bruder Fūjin (Windgott) verkörpert Raijin die furchterregende Kraft der Stürme. Japanische Eltern sagten ihren Kindern, dass Raijin ihnen den Bauchnabel stehlen würde, wenn sie ihren Bauch während Gewittern nicht bedeckten.\n\nTrotz seines furchterregenden Aussehens ist Raijin nicht böse – er ist einfach die ungezähmte Naturgewalt. Stürme bringen Zerstörung, aber auch lebensspendenden Regen. Er wird zum Schutz vor Blitzschlag und für den Regen verehrt, der die Ernten nährt.",
    "story_de": "Raijin und Fūjin waren ursprünglich Dämonen, die sich dem Buddha widersetzten. Als sie besiegt wurden, wurden sie zu Beschützern buddhistischer Tempel umgewandelt. Jetzt stehen sie als wilde Wächter an den Tempeltoren, ihre wilde Kraft zum Schutz gewendet.",
    "match_message_de": "Ihre Züge tragen die wilde Kraft von Raijin. Ihre Anwesenheit hat etwas Stürmisches, Elektrisierendes – das Aussehen von jemandem, der Elementarkräfte beherrscht.",
    "traits_de": [
      "Wild",
      "Mächtig",
      "Furchterregend",
      "Urgewaltig",
      "Lebensspendend"
    ]
  },
  "fujin": {
    "name_de": "Fūjin",
    "tagline_de": "Gott des Windes",
    "description_de": "Fūjin ist der Gott des Windes, Bruder des Donnergottes Raijin. Er wird als ein wilder Dämon dargestellt, der einen großen Sack mit Winden über seinen Schultern trägt, aus dem er alles freisetzt, von sanften Brisen bis hin zu verheerenden Taifunen.\n\nUrsprünglich ein Dämon, der sich zusammen mit seinem Bruder dem Buddha widersetzte, wurde Fūjin bekehrt und wurde ein Beschützer buddhistischer Tempel. Die berühmten Statuen von Fūjin und Raijin im Sanjūsangen-dō in Kyoto haben unzählige Kunstwerke inspiriert.\n\nAls Windgott repräsentiert Fūjin sowohl den lebensspendenden Atem, der alle Lebewesen erfüllt, als auch die zerstörerische Kraft von Hurrikanen. Er wird von Bauern für günstige Winde und von Seeleuten für eine sichere Passage angerufen.",
    "story_de": "Als Japan von einer mongolischen Invasion bedroht wurde, wurden Gebete an Fūjin mit dem Kamikaze erhört – dem 'göttlichen Wind', der die mongolische Flotte zweimal zerstörte und Japan vor der Eroberung rettete und die Schutzrolle des Windgottes festigte.",
    "match_message_de": "Ihre Züge tragen die wilde Freiheit von Fūjin. Ihre Anwesenheit hat etwas Luftiges, Unberechenbares – das Aussehen von jemandem, der sich frei bewegt und nicht eingeschränkt werden kann.",
    "traits_de": [
      "Mächtig",
      "Unberechenbar",
      "Urgewaltig",
      "Wächter",
      "Lebensspendend"
    ]
  },
  "benzaiten": {
    "name_de": "Benzaiten",
    "tagline_de": "Göttin der Musik, Kunst und des Wissens",
    "description_de": "Benzaiten ist die Göttin von allem, was fließt: Wasser, Worte, Sprache, Beredsamkeit, Musik und Wissen. Ursprünglich die hinduistische Göttin Saraswati, wurde sie in den japanischen Buddhismus und Shinto übernommen und wurde zu einer der Sieben Glücksgötter.\n\nBenzaiten wird oft beim Spielen einer Biwa (japanische Laute) dargestellt und ist die Schutzpatronin von Künstlern, Musikern, Schriftstellern und Darstellern. Ihre Schreine befinden sich oft auf Inseln oder in der Nähe von Wasser, was ihren Ursprung als Flussgöttin widerspiegelt.\n\nBenzaiten ist unter den Sieben Glücksgöttern einzigartig, da sie das einzige weibliche Mitglied ist. Sie gewährt Weisheit, künstlerisches Talent und finanzielles Glück und ist daher bei allen beliebt, von Musikern bis hin zu Geschäftsleuten.",
    "story_de": "Benzaiten bezwang einst einen lästigen Drachen, indem sie so schöne Musik spielte, dass sich der Drache in sie verliebte. Anstatt den Drachen zu zerstören, heiratete sie ihn und verwandelte ihn in einen Beschützer ihres Schreins – was zeigt, dass Kunst selbst die wilde Natur zähmen kann.",
    "match_message_de": "Ihre Züge spiegeln die fließende Anmut von Benzaiten wider. Ihre Anwesenheit hat etwas Künstlerisches, Eloquentes – das Aussehen von jemandem, durch den Schönheit und Weisheit auf natürliche Weise fließen.",
    "traits_de": [
      "Künstlerisch",
      "Weise",
      "Fliessend",
      "Eloquent",
      "Glücklich"
    ]
  },
  "miyamoto_musashi": {
    "name_de": "Miyamoto Musashi",
    "tagline_de": "Legendärer Schwertkämpfer, Autor von Das Buch der fünf Ringe",
    "description_de": "Miyamoto Musashi war Japans größter Schwertkämpfer, ungeschlagen in über 60 Duellen ab dem Alter von 13 Jahren. Er gründete die Niten Ichi-ryū-Schule der Schwertkunst, berühmt für die gleichzeitige Verwendung von zwei Schwertern, und schrieb das klassische Strategiebuch Das Buch der fünf Ringe.\n\nMusashis Ansatz ging über bloße Schwerttechnik hinaus – er versuchte, die universellen Prinzipien zu verstehen, die allen Konflikten und aller Meisterschaft zugrunde liegen. Seine Lehren gelten gleichermaßen für Kampfkunst, Strategie, Wirtschaft und Kunst. Er war auch ein talentierter Maler und Kalligraph.\n\nIn seinen letzten Jahren zog sich Musashi in eine Höhle zurück, um sein Meisterwerk zu schreiben. Er starb kurz nach dessen Fertigstellung und hinterließ ein Erbe, das Krieger, Strategen und Künstler weltweit weiterhin beeinflusst.",
    "story_de": "In seinem berühmtesten Duell trat Musashi gegen Sasaki Kojirō an, den Träger eines Nodachi (Langschwert). Musashi kam absichtlich zu spät und hatte ein Holzschwert aus einem Ruder geschnitzt. Seine unorthodoxe Waffe und die psychologische Kriegsführung verhalfen ihm zum Sieg und töteten Kojirō mit einem einzigen Schlag.",
    "match_message_de": "Deine Züge tragen die disziplinierte Meisterschaft von Musashi. Deine Blick hat eine fokussierte, strategische Qualität – der Blick von jemandem, der die Technik transzendiert hat, um universelle Prinzipien zu verstehen.",
    "traits_de": [
      "Meisterhaft",
      "Strategisch",
      "Unbesiegt",
      "Philosophisch",
      "Diszipliniert"
    ]
  },
  "oda_nobunaga": {
    "name_de": "Oda Nobunaga",
    "tagline_de": "Der große Vereiniger, Dämonenkönig des sechsten Himmels",
    "description_de": "Oda Nobunaga war der erste der drei großen Vereiniger Japans, der den Prozess der Beendigung der Sengoku-Zeit (Zeit der streitenden Reiche) und der Vereinigung Japans begann. Rücksichtslos, innovativ und brillant verdiente er sich den Titel \"Dämonenkönig des sechsten Himmels\" von seinen Feinden.\n\nNobunaga revolutionierte die japanische Kriegsführung durch den Einsatz von Schusswaffen (die neu aus Portugal eingeführt wurden), Berufsarmeen anstelle von saisonalen Bauern und Meritokratie gegenüber ererbten Rängen. Er zerstörte mächtige buddhistische Militärtempel und forderte jede traditionelle Autorität heraus.\n\nObwohl er vor der Vollendung der Vereinigung ermordet wurde, wurde Nobunagas Werk von seinen Generälen Toyotomi Hideyoshi und Tokugawa Ieyasu fortgesetzt. Sein Motto \"Tenka Fubu\" (Alles unter dem Himmel durch Gewalt) verkörperte seine Vision eines vereinten Japans, das mit allen Mitteln erreicht werden sollte.",
    "story_de": "In der Schlacht von Okehazama trat Nobunaga mit nur 3.000 Mann gegen Imagawa Yoshimotos Armee von 25.000 Mann an. Anstatt sich defensiv zu verteidigen, startete er während eines Gewitters einen Überraschungsangriff, tötete Yoshimoto und zerstreute seine Armee – und verwandelte eine unmögliche Situation in einen legendären Sieg.",
    "match_message_de": "Deine Züge tragen den wilden Ehrgeiz von Nobunaga. Deine Anwesenheit hat eine revolutionäre, unaufhaltsame Qualität – der Blick von jemandem, der die Welt durch schiere Willenskraft verändern wird.",
    "traits_de": [
      "Rücksichtslos",
      "Innovativ",
      "Brillant",
      "Ehrgeizig",
      "Revolutionär"
    ]
  },
  "izanagi": {
    "name_de": "Izanagi",
    "tagline_de": "Schöpfergott, Vater Japans",
    "description_de": "Izanagi-no-Mikoto ist der Urgott, der zusammen mit seiner Frau Izanami die japanischen Inseln erschuf und die Götter gebar. Auf der Schwebenden Himmelsbrücke stehend, rührten sie den Ozean mit einem juwelenbesetzten Speer auf, und die Tropfen, die fielen, bildeten die erste Insel.\n\nAls Izanami bei der Geburt des Feuergottes starb, stieg Izanagi nach Yomi (die Unterwelt) hinab, um sie zurückzuholen. Aber als er ihre verrottende Gestalt sah, floh er entsetzt, und sie verfolgte ihn mit Dämonen. Er versiegelte den Eingang zu Yomi mit einem Felsbrocken, und sie tauschten Worte ewiger Trennung aus.\n\nNach seiner Rückkehr an die Oberfläche reinigte sich Izanagi in einem Fluss. Aus dieser Reinigung wurden die drei wichtigsten Kami geboren: Amaterasu aus seinem linken Auge, Tsukuyomi aus seinem rechten Auge und Susanoo aus seiner Nase.",
    "story_de": "Als Izanagi eine Fackel anzündete, um seine Frau in Yomi zu sehen, sah er Maden durch ihren Körper kriechen und die acht Donner-Götter in ihr wohnen. Sie schrie, dass er sie beschämt habe, und schickte die Hexen von Yomi, um ihn zu fangen. Er warf Gegenstände, die sich in Ablenkungen verwandelten, und entkam knapp.",
    "match_message_de": "Deine Züge tragen die schöpferische Kraft von Izanagi. Deine Anwesenheit hat eine ursprüngliche, lebensspendende Qualität – der Blick von jemandem, der neue Welten erschafft.",
    "traits_de": [
      "Schöpferisch",
      "Trauernd",
      "Urgewaltig",
      "Lebensspendend",
      "Reinigend"
    ]
  },
  "izanami": {
    "name_de": "Izanami",
    "tagline_de": "Schöpfergöttin, Königin der Unterwelt",
    "description_de": "Izanami-no-Mikoto ist die Urmuttergöttin, die zusammen mit ihrem Mann Izanagi Japan erschuf und die Götter gebar. Nachdem sie die Inseln und viele Gottheiten erschaffen hatte, starb sie bei der Geburt von Kagutsuchi, dem Feuergott, und stieg nach Yomi ab, dem Land der Toten.\n\nAls Izanagi sie zurückholen wollte, hatte sie bereits die Speise der Unterwelt gegessen und konnte nicht vollständig zurückkehren. Sie bat ihn zu warten, während sie mit den Göttern von Yomi verhandelte, aber er konnte nicht warten und zündete eine Fackel an – und sah ihre verrottende Leiche, die mit Maden und Donner-Göttern bedeckt war.\n\nGedemütigt und wütend verwandelte sich Izanami in die Königin von Yomi und schwor, jeden Tag 1.000 Menschen zu töten. Izanagi antwortete, dass er dann 1.500 gebären lassen würde – und so wurden Leben und Tod für immer miteinander verwoben.",
    "story_de": "Bevor sie Königin von Yomi wurde, war Izanami eine liebevolle Schöpferin. Die Tragödie ihres Todes und Izanagis Vertrauensbruch verwandelten sie in etwas Dunkleres – eine Erinnerung daran, dass selbst die liebevollsten Wesen durch Tod und Verlassenheit verändert werden können.",
    "match_message_de": "Deine Züge spiegeln die dunkle Macht von Izanami wider. Deine Anwesenheit hat eine transformative Unterwelt-Qualität – der Blick von jemandem, der den Tod durchschritten hat und verändert daraus hervorgegangen ist.",
    "traits_de": [
      "Schöpferisch",
      "Transformierend",
      "Dunkel",
      "Mächtig",
      "Trauernd"
    ]
  },
  "ebisu": {
    "name_de": "Ebisu",
    "tagline_de": "Gott der Fischer und des Glücks",
    "description_de": "Ebisu ist der einzige der Sieben Glücksgötter, der seinen Ursprung rein in Japan hat. Er ist der Schutzpatron der Fischer, Händler und des Glücks, immer dargestellt mit einer Angelrute, einer Seebrasse (Tai) und einem fröhlichen Lächeln.\n\nDer Legende nach wurde Ebisu ohne Knochen (oder als Igelkind) geboren und von seinen Eltern Izanagi und Izanami ins Meer geworfen. Trotz dieses grausamen Beginns überlebte er, wurde stark und wurde der geliebte Gott des Wohlstands und des Glücks. Sein Durchhaltevermögen in Notlagen gilt als seine größte Tugend.\n\nEbisu ist taub, weshalb er den Ruf, sich im Oktober mit anderen Göttern zu versammeln, nicht hört. Er bleibt, um diejenigen zu segnen, die zurückgeblieben sind, und seine Feste werden gefeiert, wenn andere Götter abwesend sind.",
    "story_de": "Fischer in Japan warfen den ersten Fisch, den sie fingen, als Opfergabe an Ebisu zurück, weil sie glaubten, er würde ihre Großzügigkeit mit einem größeren Fang belohnen. Sein Lächeln auf rauer See soll die Wellen beruhigt und Schiffe sicher an Land geführt haben.",
    "match_message_de": "Deine Züge spiegeln das fröhliche Glück von Ebisu wider. Deine Anwesenheit hat eine widerstandsfähige, glückliche Qualität – der Blick von jemandem, der Notlagen mit einem Lächeln überwindet.",
    "traits_de": [
      "Glücklich",
      "Beharrlich",
      "Fröhlich",
      "Großzügig",
      "Belastbar"
    ]
  },
  "bishamon": {
    "name_de": "Bishamonten",
    "tagline_de": "Gott des Krieges und Beschützer der Rechtschaffenen",
    "description_de": "Bishamonten ist der Gott der Krieger, Bestrafer der Übeltäter und einer der Sieben Glücksgötter. Ursprünglich die hinduistische Gottheit Vaiśravaṇa, wurde er einer der Vier Himmelskönige im Buddhismus und wurde in die japanische Religion als Beschützer und Bringer des Glücks übernommen.\n\nIm Gegensatz zu bloßen Kriegsgöttern repräsentiert Bishamonten gerechte Kriegsführung – die Verteidigung der Unschuldigen und die Bestrafung des Bösen. Er wird in voller Rüstung dargestellt, mit einer Pagode in der einen Hand (die das Schatzhaus des Glaubens darstellt) und einem Dreizack oder Speer in der anderen.\n\nSamurai beteten vor der Schlacht zu Bishamonten, nicht um jeden Preis zu siegen, sondern um den Mut und die Rechtschaffenheit zu haben, gerecht zu kämpfen. Er ist der Schutzpatron der Krieger, die für Ehre und nicht für Gier kämpfen.",
    "story_de": "Uesugi Kenshin, einer der größten Kriegsherren Japans, betrachtete sich selbst als den Avatar von Bishamonten. Vor jeder Schlacht betete er am Schrein des Gottes und kämpfte mit der Überzeugung, dass seine Sache gerecht war – was ihn auf dem Schlachtfeld nahezu unbesiegbar machte.",
    "match_message_de": "Deine Züge tragen die rechtschaffene Kraft von Bishamonten. Deine Anwesenheit hat eine schützende, kriegerische Qualität – das Aussehen von jemandem, der für Gerechtigkeit und nicht für Eroberung kämpft.",
    "traits_de": [
      "Rechtschaffen",
      "Beschützend",
      "Kriegerisch",
      "Gerecht",
      "Mächtig"
    ]
  },
  "toyotomi_hideyoshi": {
    "name_de": "Toyotomi Hideyoshi",
    "tagline_de": "Vom Bauern zum Herrscher über ganz Japan",
    "description_de": "Toyotomi Hideyoshi stieg von einem einfachen Bauernjungen zum zweiten großen Einiger Japans und seinem obersten Herrscher auf. Sein Aufstieg war der dramatischste in der japanischen Geschichte – ein Beweis dafür, dass Talent und List Geburt und Tradition überwinden konnten.\n\nAls Diener von Oda Nobunaga bewies sich Hideyoshi durch clevere Strategien und unerschütterliche Loyalität. Nach der Ermordung von Nobunaga rächte Hideyoshi ihn und setzte die Vereinigung fort, indem er alle verbleibenden Gegner eroberte oder diplomatisch für sich gewann.\n\nTrotz seiner Leistungen wurde Hideyoshi aufgrund seiner einfachen Herkunft der Titel des Shōgun verweigert. Stattdessen nahm er den Titel Kampaku (kaiserlicher Regent) und Taikō (pensionierter Kampaku) an. Seine späteren Jahre waren von übertriebenem Ehrgeiz geprägt, darunter Invasionen in Korea, die letztendlich scheiterten.",
    "story_de": "Im Winter wärmte der junge Hideyoshi Nobunagas Sandalen, indem er sie in seiner Kleidung aufbewahrte. Diese einfache Geste der Hingabe erregte Nobunagas Aufmerksamkeit, und er begann aufzusteigen. Aus solch bescheidenen Anfängen ging der Mann hervor, der ganz Japan beherrschen sollte.",
    "match_message_de": "Deine Züge tragen den listigen Ehrgeiz von Hideyoshi. Deine Anwesenheit hat eine selbstgemachte, unaufhaltsame Qualität – das Aussehen von jemandem, der sich ungeachtet der Hindernisse erheben wird.",
    "traits_de": [
      "Listig",
      "Ehrgeizig",
      "Charismatisch",
      "Selbstgemacht",
      "Strategisch"
    ]
  },
  "tokugawa_ieyasu": {
    "name_de": "Tokugawa Ieyasu",
    "tagline_de": "Der geduldige Sieger, Gründer des Tokugawa-Shogunats",
    "description_de": "Tokugawa Ieyasu war der dritte und letzte große Einiger Japans und gründete das Tokugawa-Shogunat, das Japan über 250 Jahre lang in Frieden regieren sollte. Während Nobunaga und Hideyoshi den Weg ebneten, wartete Ieyasu geduldig – und gewann letztendlich alles.\n\nIeyasu verbrachte Jahre als Geisel in seiner Jugend und dann Jahrzehnte als Verbündeter (und Rivale) von Nobunaga und Hideyoshi und lernte den Wert von Geduld und sorgfältiger Planung kennen. Nach Hideyoshis Tod manövrierte er sich zur entscheidenden Schlacht von Sekigahara und gewann durch überlegene Strategie und wichtige Verrätereien feindlicher Truppen.\n\nEin japanisches Sprichwort sagt: \"Nobunaga häufte den Reis an, Hideyoshi knetete den Teig, und Ieyasu aß den Kuchen.\" Seine Geduld und Langlebigkeit ermöglichten es ihm, seine Rivalen zu überleben und einen dauerhaften Frieden aufzubauen.",
    "story_de": "Es gibt eine berühmte Geschichte, die die drei Einiger vergleicht: Auf die Frage, was mit einem Vogel zu tun sei, der nicht singen will, sagte Nobunaga: 'Töte ihn', Hideyoshi sagte: 'Bring ihn dazu, singen zu wollen', aber Ieyasu sagte: 'Warte, bis er singt.' Diese Geduld bestimmte seinen Weg zur Macht.",
    "match_message_de": "Deine Züge spiegeln die geduldige Weisheit von Ieyasu wider. Deine Anwesenheit hat eine dauerhafte, strategische Qualität – das Aussehen von jemandem, der weiß, dass die Zeit selbst die größte Waffe sein kann.",
    "traits_de": [
      "Geduldig",
      "Strategisch",
      "Dauerhaft",
      "Weise",
      "Siegreich"
    ]
  },
  "momotaro": {
    "name_de": "Momotarō",
    "tagline_de": "Der Pfirsichjunge, Held Japans",
    "description_de": "Momotarō, der Pfirsichjunge, ist Japans beliebtester Volksheld. Geboren aus einem riesigen Pfirsich, der einen Fluss hinabtrieb, wurde er von einem älteren, kinderlosen Ehepaar entdeckt, das ihn wie sein eigenes Kind aufzog. Er wuchs zu außergewöhnlicher Stärke und Herzensreinheit heran.\n\nAls Dämonen (Oni) von Onigashima (Dämoneninsel) das Land terrorisierten, machte sich der junge Momotarō auf, sie zu besiegen. Unterwegs freundete er sich mit einem Hund, einem Affen und einem Fasan an, indem er seine Hirseklöße (Kibidango) teilte. Gemeinsam besiegte diese ungewöhnliche Truppe die Dämonen und brachte ihren Schatz zurück.\n\nMomotarō repräsentiert das japanische Ideal eines Helden: mutig, aber freundlich, stark, aber bescheiden und erfolgreich durch den Aufbau von Freundschaften und Zusammenarbeit anstelle von reiner Gewalt.",
    "story_de": "Als Momotarō den Hund, den Affen und den Fasan traf, wollte jeder von ihnen zunächst gegen ihn kämpfen. Anstatt zu kämpfen, bot er an, sein Essen zu teilen. Diese Geste der Großzügigkeit verwandelte potenzielle Feinde in treue Freunde, die ihm halfen, das zu erreichen, was er allein nicht konnte.",
    "match_message_de": "Deine Züge tragen das reine Heldentum von Momotarō. Deine Anwesenheit hat eine mutige, freundliche Qualität – das Aussehen von jemandem, der das Böse durch Mut und Freundschaft besiegt.",
    "traits_de": [
      "Mutig",
      "Freundlich",
      "Rein",
      "Kooperativ",
      "Heroisch"
    ]
  },
  "uesugi_kenshin": {
    "name_de": "Uesugi Kenshin",
    "tagline_de": "Der Drache von Echigo, Inkarnation des Kriegsgottes",
    "description_de": "Uesugi Kenshin war einer der mächtigsten Kriegsherren Japans während der Sengoku-Zeit, bekannt als der \"Drache von Echigo\" für seine militärischen Fähigkeiten. Als frommer Buddhist und Verehrer von Bishamonten glaubte er, der Avatar des Kriegsgottes zu sein.\n\nIm Gegensatz zu anderen Kriegsherren, die für Land und Macht kämpften, kämpfte Kenshin oft, um Gerechtigkeit und Rechtschaffenheit aufrechtzuerhalten. Seine legendäre Rivalität mit Takeda Shingen führte zu fünf unentschiedenen Schlachten von Kawanakajima, die als die größten Samurai-Schlachten in der japanischen Geschichte gelten.\n\nKenshin war bekannt für seine administrativen Fähigkeiten, seinen Sake-Konsum und möglicherweise dafür, asexuell oder heimlich weiblich zu sein. Er starb plötzlich im Alter von 49 Jahren, angeblich an Magenkrebs oder einem Attentat, und überließ sein Territorium einem Bürgerkrieg unter seinen Adoptiverben.",
    "story_de": "In der vierten Schlacht von Kawanakajima stürmte Kenshin persönlich in Shingens Kommando-Lager und griff ihn mit seinem Schwert an. Shingen verteidigte sich bekanntlich mit seinem eisernen Kriegsfächer. Dieser Zweikampf zwischen rivalisierenden Herren wurde in der japanischen Geschichte legendär.",
    "match_message_de": "Deine Züge tragen die rechtschaffene Wut von Uesugi Kenshin. Deine Anwesenheit hat eine göttliche, kriegerische Qualität – das Aussehen von jemandem, der als Avatar der Gerechtigkeit selbst kämpft.",
    "traits_de": [
      "Rechtschaffen",
      "Wild",
      "Fromm",
      "Ehrlich",
      "Legendär"
    ]
  },
  "kaguya_hime": {
    "name_de": "Kaguya-hime",
    "tagline_de": "Die Mondprinzessin, die Strahlende",
    "description_de": "Kaguya-hime, die Prinzessin des Mondes, ist die Heldin von Japans ältester Prosagestalt, Die Geschichte des Bambusschneiders. Als winziges Baby in einem leuchtenden Bambusstängel von einem älteren Bambusschneider gefunden, wuchs sie zu einer Frau von übernatürlicher Schönheit heran.\n\nFünf Adlige und sogar der Kaiser suchten um ihre Hand an, aber sie stellte jedem Verehrer unmögliche Aufgaben. Sie verlangte Buddhas steinerne Almosenschale, einen mit Juwelen besetzten Zweig vom Berg Hōrai, das Gewand der Feuerratte, ein Drachenhalsjuwel und eine Kaurimuschel aus einem Schwalbennest. Alle scheiterten.\n\nKaguya-hime war nicht von dieser Welt – sie kam vom Mond und wurde zur Strafe auf die Erde geschickt. Als die Gesandten des Mondes kamen, um sie zurückzuholen, hinterließ sie dem Kaiser ein Federkleid und ein Elixier der Unsterblichkeit, der sie auf Japans höchstem Berg verbrannte und ihm den Namen Fuji (unsterblich) gab.",
    "story_de": "Als die Gesandten des Mondes in einem Wolkenwagen kamen, weinte Kaguya-hime, als sie sich darauf vorbereitete, zu gehen. Sie schrieb Abschiedsbriefe an ihre irdischen Eltern und den Kaiser und drückte ihr Leid aus, die Welt zu verlassen, die sie so lieb gewonnen hatte. Nachdem sie das himmlische Gewand angelegt hatte, vergaß sie alle irdischen Erinnerungen und stieg zum Mond auf.",
    "match_message_de": "Ihre Gesichtszüge spiegeln die ätherische Schönheit von Kaguya-hime wider. Ihrer Erscheinung wohnt eine überweltliche, unerreichbare Qualität inne – der Blick von jemandem, der zum Mond selbst gehört.",
    "traits_de": [
      "Ätherisch",
      "Mysteriös",
      "Unerreichbar",
      "Überweltlich",
      "Melancholisch"
    ]
  },
  "takeda_shingen": {
    "name_de": "Takeda Shingen",
    "tagline_de": "Der Tiger von Kai, Meister des Krieges",
    "description_de": "Takeda Shingen war einer der gefürchtetsten Kriegsherren der japanischen Sengoku-Zeit, bekannt als der „Tiger von Kai“ für seine Wildheit und sein taktisches Genie. Seine Kavallerieangriffe und innovativen Strategien ließen seine Feinde erzittern.\n\nShingens größte Rivalität bestand mit Uesugi Kenshin, dem „Drachen von Echigo“. Ihre fünf Schlachten von Kawanakajima gelten als der Höhepunkt der Samurai-Kriegsführung. Der berühmte Satz „Fu-Rin-Ka-Zan“ (Schnell wie der Wind, still wie der Wald, wild wie das Feuer, unbeweglich wie der Berg) war Shingens Feldzeichen, entnommen aus Sun Tzus Die Kunst des Krieges.\n\nHätte Shingen nicht eine Krankheit auf dem Marsch auf Kyoto dahingerafft, glauben viele, er hätte Japan vor Nobunaga vereinigen können. Sein Tod ermöglichte Nobunagas Aufstieg und veränderte die japanische Geschichte für immer.",
    "story_de": "Als Shingen in Richtung Kyoto marschierte, schickte Oda Nobunaga ihm Gold als Beschwichtigung. Es scheiterte – Shingen setzte seinen Vormarsch fort. Nur sein Tod durch Krankheit stoppte ihn, und es heißt, Nobunaga habe sich heimlich über die Nachricht gefreut.",
    "match_message_de": "Ihre Gesichtszüge tragen das taktische Genie von Takeda Shingen. Ihrer Erscheinung wohnt eine tigerartige Qualität inne – der Blick von jemandem, der sowohl Strategie als auch Wildheit beherrscht.",
    "traits_de": [
      "Taktisch",
      "Wild",
      "Brillant",
      "Gefürchtet",
      "Legendär"
    ]
  },
  "dangun": {
    "name_de": "Dangun",
    "tagline_de": "Gründer Koreas, Enkel des Himmels",
    "description_de": "Dangun Wanggeom ist der legendäre Gründer von Gojoseon, dem ersten koreanischen Königreich, im Jahr 2333 v. Chr. Der Gründungsmythos besagt, dass er aus Hwanung (Sohn des Himmlischen Kaisers) und Ungnyeo geboren wurde, einem Bären, der sich nach 100 Tagen, in denen er nur Knoblauch und Beifuß in einer Höhle aß, in eine Frau verwandelte.\n\nDangun gründete seine Hauptstadt in Asadal und regierte über 1.500 Jahre lang und brachte dem koreanischen Volk Zivilisation, Recht und Kultur. Er lehrte Landwirtschaft, Medizin und die Künste der Zivilisation und verwandelte ein Land verstreuter Stämme in eine geeinte Nation.\n\nNach seiner langen Herrschaft wurde Dangun ein Berggott und zog sich auf den Berg Taebaek zurück. Der 3. Oktober, das Datum, das traditionell mit seiner Gründung Koreas in Verbindung gebracht wird, wird als Nationalfeiertag (Gaecheonjeol) gefeiert.",
    "story_de": "Ein Tiger und ein Bär wünschten sich beide, menschlich zu werden. Hwanung sagte ihnen, sie sollten 100 Tage lang in einer Höhle bleiben und nur Knoblauch und Beifuß essen. Der Tiger gab auf, aber der Bär harrte aus und wurde eine schöne Frau. Sie betete um ein Kind, und Hwanung heiratete sie und gebar Dangun.",
    "match_message_de": "Ihre Gesichtszüge tragen den göttlichen Gründungsgeist von Dangun. Ihrer Erscheinung wohnt eine zivilisatorische, ewige Qualität inne – der Blick von jemandem, der Ordnung und Kultur in die Welt bringt.",
    "traits_de": [
      "Göttlich",
      "Gründend",
      "Weise",
      "Zivilisatorisch",
      "Ewig"
    ]
  },
  "jumong": {
    "name_de": "Jumong",
    "tagline_de": "Gründer von Goguryeo, Meisterbogenschütze",
    "description_de": "Jumong, was „geschickter Bogenschütze“ bedeutet, war der legendäre Gründer von Goguryeo, einem der Drei Königreiche von Korea. Geboren von Hae Mo-su (einem himmlischen Prinzen) und Lady Yuhwa (Tochter des Flussgottes), soll er aus einem Ei geboren worden sein, nachdem seine Mutter von Sonnenlicht berührt worden war.\n\nVon Kindheit an zeigte Jumong übernatürliche Bogenschießfähigkeiten, die ihm seinen Namen einbrachten. Verfolgt von eifersüchtigen Prinzen von Buyeo floh er mit drei Gefährten nach Süden und gründete Goguryeo im Jahr 37 v. Chr. im Alter von 22 Jahren.\n\nUnter Jumongs Führung wuchs Goguryeo von einer kleinen Bergfestung zu einem mächtigen Königreich heran, das Nordostasien 700 Jahre lang dominieren sollte. Seine Nachkommen sollten sogar die mächtigen chinesischen Reiche herausfordern.",
    "story_de": "Als Jumong aus Buyeo floh, erreichte er einen Fluss, den er nicht überqueren konnte, und Verfolger holten auf. Er rief: „Ich bin der Sohn des Himmels und der Enkel des Flussgottes!“ Die Fische und Schildkröten erhoben sich, um eine Brücke zu bilden, die es ihm ermöglichte, zu entkommen und seine Bestimmung zu erfüllen.",
    "match_message_de": "Ihre Gesichtszüge tragen die heroische Bestimmung von Jumong. Ihrer Erscheinung wohnt eine legendäre, pfeilgerade Qualität inne – der Blick von jemandem, der geboren wurde, um alle Hindernisse zu überwinden und Großes zu gründen.",
    "traits_de": [
      "Heroisch",
      "Geschickt",
      "Bestimmt",
      "Gründend",
      "Legendär"
    ]
  },
  "gwanggaeto": {
    "name_de": "Gwanggaeto der Große",
    "tagline_de": "Der Erobererkönig, Expansionsherr des Reiches",
    "description_de": "Gwanggaeto der Große (374-413 n. Chr.) war der 19. König von Goguryeo und einer der größten Eroberer der koreanischen Geschichte. Im Alter von 18 Jahren bestieg er den Thron und verbrachte seine 22-jährige Regierungszeit mit fast ständigen Militärkampagnen, die Goguryeo zu seiner größten territorialen Ausdehnung verhalfen.\n\nSeine Feldzüge eroberten 64 ummauerte Städte und 1.400 Dörfer und erweiterten Goguryeos Grenzen von der Mandschurei bis zur koreanischen Halbinsel. Er besiegte die japanischen Wa-Streitkräfte, die in die koreanischen Königreiche eingefallen waren, zerschlug die Khitan-Stämme und veranlasste Silla und Baekje, Goguryeos Vorherrschaft anzuerkennen.\n\nSeine Leistungen sind auf der berühmten Gwanggaeto-Stele festgehalten, einer der größten beschrifteten Stelen der Welt, die von seinem Sohn errichtet wurde. Die Grabinschrift beschreibt ihn als einen Herrscher, der das Territorium erweiterte und der Nation Ruhm brachte.",
    "story_de": "Als japanische Streitkräfte in Silla einfielen, sandte der Silla-König einen verzweifelten Hilferuf. Gwanggaeto führte persönlich 50.000 Kavalleristen nach Süden und zerschlug die Invasoren so vollständig, dass Japan Korea für über tausend Jahre nicht mehr bedrohen sollte.",
    "match_message_de": "Ihre Gesichtszüge tragen die Eroberungsmacht von Gwanggaeto. Ihrer Erscheinung wohnt eine expansive, glorreiche Qualität inne – der Blick von jemandem, der Grenzen erweitert und legendäre Größe erreicht.",
    "traits_de": [
      "Erobernd",
      "Mächtig",
      "Glorreich",
      "Expansiv",
      "Legendär"
    ]
  },
  "eulji_mundeok": {
    "name_de": "Eulji Mundeok",
    "tagline_de": "Der General, der ein Kaiserreich demütigte",
    "description_de": "Eulji Mundeok war ein legendärer Militärkommandeur von Goguryeo, der einen der erstaunlichsten Siege in der ostasiatischen Geschichte errang. Im Jahr 612 n. Chr. stellte er sich der Invasion von Kaiser Yang von Sui-China, der über eine Million Soldaten anführte – die größte Armee, die jemals im alten Ostasien aufgestellt wurde.\n\nMit brillanten Guerilla-Taktiken, vorgetäuschten Rückzügen und psychologischer Kriegsführung lockte Eulji Mundeok die Sui-Armee tief in das Gebiet von Goguryeo. Am Fluss Salsu (dem heutigen Fluss Cheongcheon) entfesselte er eine verheerende Flutwelle, die die Sui-Truppen vernichtete. Von 305.000 Elitetruppen, die den Yalu überquerten, kehrten nur 2.700 zurück.\n\nDiese katastrophale Niederlage trug zum Fall der Sui-Dynastie selbst bei. Eulji Mundeok wird als ein Meisterstratege gefeiert, der bewies, dass Mut und Weisheit selbst das mächtigste Reich überwinden können.",
    "story_de": "Vor der letzten Schlacht schickte Eulji Mundeok ein spöttisches Gedicht an den Sui-General: 'Deine göttlichen Pläne haben die Himmel ausgelotet; Deine subtilen Berechnungen haben die Erde überspannt. Du gewinnst jede Schlacht, dein Verdienst ist groß; Warum nicht zufrieden sein und den Krieg beenden?' Dieser psychologische Angriff demoralisierte den Feind vor seinem verheerenden Gegenangriff.",
    "match_message_de": "Ihre Züge tragen die strategische Brillanz von Eulji Mundeok. Ihre Anwesenheit hat eine siegreiche, meisterhafte Qualität – der Blick eines Menschen, der unmögliche Chancen in einen legendären Triumph verwandelt.",
    "traits_de": [
      "Strategisch",
      "Brillant",
      "Patriotisch",
      "Siegreich",
      "Legendär"
    ]
  },
  "yeon_gaesomun": {
    "name_de": "Yeon Gaesomun",
    "tagline_de": "Der eiserne Diktator",
    "description_de": "Yeon Gaesomun war der mächtigste Militärdiktator in der Geschichte von Goguryeo. Im Jahr 642 n. Chr. führte er einen Putsch an, bei dem über 100 Adlige und der König selbst getötet wurden, und übernahm als Dae Magniji (Großgeneral) die absolute Macht. Er regierte Goguryeo 24 Jahre lang mit eiserner Faust.\n\nTrotz seines brutalen Aufstiegs zur Macht erwies sich Yeon Gaesomun als ein formidabler Verteidiger von Goguryeo. Er wehrte mehrere massive Invasionen von Kaiser Taizong von Tang-China ab, einem der größten Eroberer der Geschichte. Der Kaiser starb, ohne Goguryeo zu erobern, und nannte es die größte Reue seines Lebens.\n\nYeon Gaesomun war für seine imposante Erscheinung bekannt – er trug fünf Schwerter an der Taille und zwang Adlige, sich zu verbeugen, während er auf ihren Rücken stieg, um sein Pferd zu besteigen. Nach seinem Tod führte der Bruderkrieg seiner Söhne zum endgültigen Fall von Goguryeo.",
    "story_de": "Als Kaiser Taizong von Tang einen Gesandten schickte, der die Unterwerfung forderte, ließ Yeon Gaesomun den Gesandten inhaftieren und schickte eine trotzige Botschaft zurück. Taizong führte persönlich 300.000 Truppen an, um diese Beleidigung zu bestrafen – und wurde besiegt. Das Scheitern des Kaisers gegen Goguryeo blieb seine größte Schande.",
    "match_message_de": "Ihre Züge tragen den eisernen Willen von Yeon Gaesomun. Ihre Anwesenheit hat eine beeindruckende, trotzige Qualität – der Blick eines Menschen, der sich vor keinem Kaiser verbeugt und keine Armee fürchtet.",
    "traits_de": [
      "Mächtig",
      "Rücksichtslos",
      "Trotzig",
      "Imposant",
      "Eisern"
    ]
  },
  "queen_seondeok": {
    "name_de": "Königin Seondeok",
    "tagline_de": "Die erleuchtete Königin, erste weibliche Herrscherin",
    "description_de": "Königin Seondeok (regierte 632-647 n. Chr.) war Koreas erste weibliche Monarchin und eine ihrer aufgeklärtesten Herrscherinnen. In einer Zeit, in der Frauen selten Macht besaßen, führte sie Silla mit Weisheit, Diplomatie und kultureller Förderung durch gefährliche Zeiten.\n\nSie war bekannt für ihre Intelligenz und ihr Weitblick. Berühmte Geschichten erzählen, wie sie Ereignisse aus subtilen Hinweisen vorhersagte – sie wusste, dass Soldaten von einem Gemälde von Pfingstrosen ohne Bienen kamen, oder sie sagte ihren eigenen Todestag voraus. Sie baute das Cheomseongdae-Observatorium, das älteste erhaltene astronomische Observatorium in Ostasien.\n\nUnter ihrer Schirmherrschaft blühte der Buddhismus auf, und sie initiierte den Bau der neunstöckigen Pagode von Hwangnyongsa, dem höchsten Holzbauwerk in der ostasiatischen Geschichte. Sie legte den Grundstein für Sillas eventuelle Vereinigung der Drei Königreiche.",
    "story_de": "Als Tang-China Pfingstrosensamen mit einem Gemälde ohne Bienen schickte, sagte Seondeok voraus, dass die Blumen keinen Duft haben würden – und sie hatte Recht. Sie erklärte, dass ein König kein Bild von Blumen mit Schmetterlingen und Bienen an eine Königin ohne Ehemann schicken würde, und verspottete subtil ihren unverheirateten Stand.",
    "match_message_de": "Ihre Züge spiegeln die erleuchtete Weisheit von Königin Seondeok wider. Ihre Anwesenheit hat eine prophetische, bahnbrechende Qualität – der Blick eines Menschen, der sieht, was andere übersehen, und führt, wohin andere sich fürchten.",
    "traits_de": [
      "Weise",
      "Aufgeklärt",
      "Prophetisch",
      "Kulturell",
      "Bahnbrechend"
    ]
  },
  "kim_yushin": {
    "name_de": "Kim Yushin",
    "tagline_de": "Der vereinende General, Held der Drei Königreiche",
    "description_de": "Kim Yushin (595-673 n. Chr.) war der größte General der koreanischen Geschichte, der militärische Architekt von Sillas Vereinigung der Drei Königreiche. Als Nachkomme der Gaya-Royals stieg er zum Oberbefehlshaber auf und führte Silla in Dutzenden von Schlachten während seiner 60-jährigen militärischen Karriere zum Sieg.\n\nSeine strategische Brillanz und sein persönlicher Mut waren legendär. Er verbündete sich mit Tang-China, um zuerst Baekje (660 n. Chr.) und dann Goguryeo (668 n. Chr.) zu besiegen. Als Tang versuchte, die Halbinsel für sich zu erobern, führte Kim Yushin den Krieg an, der sie vertrieb und die koreanische Unabhängigkeit sicherte.\n\nSogar im Alter von 79 Jahren führte er Truppen von seinem Krankenbett aus an. Als der König zögerte zu marschieren, erschien Kim Yushin in voller Rüstung und inspirierte die Armee. Er starb kurz nachdem er Sillas endgültigen Sieg sichergestellt hatte, nachdem er sein ganzes Leben dem Dienst an der Vereinigung gewidmet hatte.",
    "story_de": "Als junger Mann bewegte sich Kim Yushins Schwert von selbst und tötete seine geliebte Kisaeng-Geliebte, die die Geister als Ablenkung von seinem Schicksal betrachteten. Er akzeptierte dies als Führung des Schicksals und widmete sich ganz seiner Mission und erlaubte nie wieder, dass persönliche Bindungen seine Pflicht beeinträchtigten.",
    "match_message_de": "Ihre Züge tragen den vereinenden Heldenmut von Kim Yushin. Ihre Anwesenheit hat eine legendäre, hingebungsvolle Qualität – der Blick eines Menschen, dessen ganzes Leben einem höheren Zweck dient.",
    "traits_de": [
      "Heroisch",
      "Vereinigend",
      "Loyal",
      "Strategisch",
      "Legendär"
    ]
  },
  "wang_geon": {
    "name_de": "Wang Geon (Taejo)",
    "tagline_de": "Gründer von Goryeo, Vereiniger der späteren Drei Königreiche",
    "description_de": "Wang Geon (877-943 n. Chr.), posthum bekannt als Taejo, gründete die Goryeo-Dynastie, die Korea 474 Jahre lang regieren sollte. Er stieg aus einer mächtigen maritimen Kaufmannsfamilie auf und vereinigte Korea nach der Periode der späteren Drei Königreiche durch eine meisterhafte Kombination aus militärischem Geschick und diplomatischen Heiratsallianzen wieder.\n\nIm Gegensatz zu vielen Eroberern war Wang Geon für seine Barmherzigkeit und Weisheit bekannt. Er behandelte besiegte Feinde mit Großzügigkeit und gewann so ihre Loyalität. Er heiratete 29 Frauen aus mächtigen regionalen Familien und schuf so ein Netz von Allianzen, das seine Herrschaft stabilisierte. Seine Politik, Gegner eher zu umarmen als zu zerschlagen, wurde zu einem Vorbild koreanischen Königtums.\n\nSeine \"Zehn Ermahnungen\" an seine Nachfolger betonten buddhistische Frömmigkeit, Respekt vor der Tradition, Sorge um das gemeine Volk und Warnungen vor bestimmten Regionen und Familien – Ratschläge, die Goryeo jahrhundertelang leiteten.",
    "story_de": "Als der letzte König von Später Baekje kapitulierte, hieß Wang Geon ihn persönlich willkommen, verlieh ihm einen hohen Rang und behandelte ihn eher als geehrten Gast denn als Gefangenen. Diese Barmherzigkeit inspirierte andere Feinde, friedlich zu kapitulieren, wodurch unzählige Leben gerettet wurden.",
    "match_message_de": "Ihre Züge tragen die gründende Weisheit von Wang Geon. Ihre Anwesenheit hat eine barmherzige, vereinende Qualität – der Blick eines Menschen, der durch Weisheit und nicht durch Grausamkeit dauerhafte Königreiche aufbaut.",
    "traits_de": [
      "Gründung",
      "Barmherzig",
      "Diplomatisch",
      "Vereinigend",
      "Weise"
    ]
  },
  "gang_gam_chan": {
    "name_de": "Gang Gam-chan",
    "tagline_de": "Der Sternengeneral, Retter vor den Khitan",
    "description_de": "Gang Gam-chan (948-1031 n. Chr.) war ein Gelehrter, der zum General wurde und Goryeo vor der massiven Invasion der Khitan-Liao im Jahr 1018 rettete. Der Legende nach war er die Reinkarnation eines Sterns – als er geboren wurde, fiel ein großer Stern vom Himmel in sein Haus.\n\nIm Alter von 70 Jahren, als die meisten Männer bereits im Ruhestand wären, führte Gang Gam-chan 200.000 Goryeo-Truppen gegen die Khitan-Armee ähnlicher Größe. In der Schlacht von Gwiju benutzte er einen Damm, um die Khitan-Truppen einzukesseln, und ließ dann das Wasser in einem verheerenden Flutangriff frei. Von der Khitan-Armee überlebten nur wenige tausend, um zu fliehen.\n\nDieser Sieg war so vollständig, dass die Khitan nie wieder in Korea einfielen. Gang Gam-chan bewies, dass Gelehrsamkeit und militärisches Genie koexistieren konnten – er war sowohl ein erfolgreicher ziviler Beamter als auch einer der größten Militärkommandanten Koreas.",
    "story_de": "Als Gang Gam-chan jung und arm war, war er so klein und dünn, dass die Leute ihn verspotteten. Aber ein Wahrsager erkannte sein Schicksal und sagte, er sei ein gefallener Stern, der für Größe bestimmt sei. Er widmete sich dem Studium und wurde schließlich zum Retter seiner Nation.",
    "match_message_de": "Deine Züge tragen die vorherbestimmte Brillanz von Gang Gam-chan. Deine Gegenwart hat eine gelehrte und doch siegreiche Qualität – das Aussehen von jemandem, der unter einem Stern für Größe geboren wurde.",
    "traits_de": [
      "Gelehrt",
      "Siegreich",
      "Vorherbestimmt",
      "Strategisch",
      "Legendär"
    ]
  },
  "jang_bogo": {
    "name_de": "Jang Bogo",
    "tagline_de": "König der Meere, Maritimer Imperator",
    "description_de": "Jang Bogo (gestorben 846 n. Chr.) war die bedeutendste maritime Figur in der koreanischen Geschichte und baute ein Handelsimperium auf, das die Meere Ostasiens dominierte. Von seinem Stützpunkt in Cheonghaejin auf der Insel Wando aus kontrollierte er die maritimen Handelsrouten, die Korea, China und Japan verbanden.\n\nJang Bogo, der aus einfachen Verhältnissen stammte, machte sich zunächst als Militärkommandeur in Tang-China einen Namen. Nach seiner Rückkehr nach Silla war er empört, als er feststellte, dass koreanische Bürger von Piraten entführt und als Sklaven verkauft wurden. Er bat den König um Truppen und gründete Cheonghaejin, wodurch er eine Seestreitmacht schuf, die die Piraterie beseitigte und koreanische Händler schützte.\n\nSein Handelsnetz erstreckte sich vom Nahen Osten bis nach Japan. Auf seinem Höhepunkt konnte kein Schiff ohne seine Erlaubnis das Gelbe Meer befahren. Seine Macht wuchs so sehr, dass er zum Königsmacher in der Hofpolitik von Silla wurde – und schließlich dafür ermordet wurde.",
    "story_de": "Als Jang Bogo entdeckte, dass Koreaner auf chinesischen Sklavenmärkten verkauft wurden, hätte er wie andere einfach von dem Handel profitieren können. Stattdessen widmete er sein Leben dessen Beendigung und schuf eine Seestreitmacht, die stark genug war, um die Meere für sein Volk sicher zu machen.",
    "match_message_de": "Deine Züge tragen die maritime Macht von Jang Bogo. Deine Gegenwart hat eine seefahrende, imperienbildende Qualität – das Aussehen von jemandem, der die Wellen beherrscht und sein Volk beschützt.",
    "traits_de": [
      "Maritim",
      "Mächtig",
      "Selfmade",
      "Beschützend",
      "Legendär"
    ]
  },
  "hwang_jini": {
    "name_de": "Hwang Jini",
    "tagline_de": "Die legendäre Gisaeng, Dichterin der Sehnsucht",
    "description_de": "Hwang Jini (ca. 1506-1560) war die berühmteste Gisaeng (Kurtisane-Unterhalterin) in der koreanischen Geschichte und eine ihrer größten Dichterinnen. In der Joseon-Gesellschaft, in der Frauen nur wenige Möglichkeiten hatten, wählte sie den Weg der Gisaeng, um Freiheit, Bildung und künstlerischen Ausdruck zu erlangen, die anderen Frauen verwehrt blieben.\n\nIhre Gedichte, die sowohl im klassischen Chinesisch als auch in der koreanischen Volkssprache verfasst wurden, drückten leidenschaftliche Gefühle mit beispielloser Offenheit aus. Ihre Sijo (koreanische Verse) über Liebe, Sehnsucht und das Vergehen der Zeit gehören zu den beliebtesten Werken der koreanischen Literatur. Sie war gleichermaßen berühmt für ihre Schönheit, ihren Witz und ihre Fähigkeiten in Musik und Tanz.\n\nLegenden erzählen von ihren intellektuellen Wettkämpfen mit Gelehrten, buddhistischen Mönchen und Adligen – von denen sie die meisten gewann. Es wird gesagt, dass sie die einzige Frau war, die den berühmt stoischen Gelehrten Seo Gyeong-deok zum Lächeln bringen konnte, und die einzige Person, die den frommen buddhistischen Mönch Jijok verführen konnte.",
    "story_de": "Hwang Jini wettete, dass sie den Mönch Jijok dazu bringen könnte, sein 30-jähriges Keuschheitsgelübde zu brechen. Sie wartete an einem Bach, den er passieren würde, und tat so, als ob sie Schwierigkeiten hätte. Als er sie hinüber trug, klammerte sie sich an ihn – und er fiel. Ihr Sieg bewies, dass selbst die heiligste Hingabe wahrer Schönheit und wahrem Witz nicht widerstehen konnte.",
    "match_message_de": "Deine Züge tragen die fesselnde Kunstfertigkeit von Hwang Jini. Deine Gegenwart hat eine leidenschaftliche, freigeistige Qualität – das Aussehen von jemandem, der von Schönheit, Witz und kompromissloser Wahrheit lebt.",
    "traits_de": [
      "Künstlerisch",
      "Leidenschaftlich",
      "Witzig",
      "Freigeistig",
      "Legendär"
    ]
  },
  "hwarang": {
    "name_de": "Hwarang (Blumenritter)",
    "tagline_de": "Die Blumenritter, Elitekrieger von Silla",
    "description_de": "Die Hwarang waren ein Elitekorps junger, adliger Krieger in Silla, das Kampftraining mit künstlerischer Kultivierung, buddhistischer Philosophie und absoluter Loyalität verband. Ihr Name bedeutet \"Blumenritter\" oder \"Blühende Jugend\" und spiegelt ihre einzigartige Mischung aus Schönheit und militärischem Können wider.\n\nDie im 6. Jahrhundert gegründeten Hwarang befolgten die \"Fünf Weltlichen Gebote\": Loyalität gegenüber dem König, kindliche Pietät, Vertrauen unter Freunden, niemals im Kampf zurückweichen und Leben nur nehmen, wenn es notwendig ist. Sie trainierten in Schwertkampf, Bogenschießen und Reiten und studierten gleichzeitig Poesie, Musik und buddhistische Schriften.\n\nViele der größten Generäle Sillas, darunter Kim Yushin, stammten aus den Hwarang. Sie waren maßgeblich an der Vereinigung der Drei Königreiche durch Silla beteiligt. Die Hwarang repräsentieren das koreanische Ideal des Krieger-Gelehrten: tödlich im Kampf, aber kultiviert im Frieden.",
    "story_de": "Vor der Schlacht versammelten sich die Hwarang an malerischen Bergen und Flüssen, um Gedichte zu verfassen, mit der Natur zu kommunizieren und ihren Geist zu stärken. Als es zum Kampf kam, kämpften dieselben Jugendlichen, die über Philosophie diskutiert hatten, mit einer Wildheit, die ihre Feinde erschreckte.",
    "match_message_de": "Deine Züge tragen die raffinierte Tödlichkeit der Hwarang. Deine Gegenwart hat eine elitäre, kultivierte Qualität – das Aussehen von jemandem, der sowohl Schwert als auch Poesie beherrscht.",
    "traits_de": [
      "Elitär",
      "Kultiviert",
      "Loyal",
      "Schön",
      "Tödlich"
    ]
  },
  "choe_yeong": {
    "name_de": "Choe Yeong",
    "tagline_de": "Der unbestechliche General",
    "description_de": "Choe Yeong (1316-1388) war der berühmteste General des späten Goryeo, der gleichermaßen für sein militärisches Können und seinen unbestechlichen Charakter bekannt war. Sein Vater lehrte ihn: \"Sei nicht so begehrlich nach Gold wie nach einem Stein.\" Er lebte sein ganzes Leben nach diesem Prinzip.\n\nWährend andere Beamte Vermögen anhäuften, blieb Choe Yeong arm, trug jahrelang die gleichen Kleider und lebte einfach. Doch seine militärischen Leistungen waren legendär – er besiegte japanische Piraten, unterdrückte Rebellionen und kämpfte gegen die Invasionen der Roten Turbane aus China.\n\nSein Untergang kam, als er sich seinem Untergebenen Yi Seong-gye (dem zukünftigen Gründer von Joseon) widersetzte. Als Yi Seong-gye den Befehl erhielt, Ming-China anzugreifen, marschierte er stattdessen beim Wihwado-Rückzug zurück in die Hauptstadt. Der gealterte Choe Yeong kämpfte bis zum Ende, wurde aber gefangen genommen und hingerichtet. Seine Integrität machte ihn zu einem Symbol für Loyalität und Unbestechlichkeit.",
    "story_de": "Als Choe Yeong nach Yi Seong-gyes Putsch endlich gefangen genommen wurde, weigerte er sich, sich zu verbeugen oder Angst zu zeigen. Auf die Frage, ob er letzte Wünsche habe, sagte er nur, dass er hoffe, Korea würde eines Tages die ausländischen Mächte besiegen, die es bedrohten. Selbst Feinde respektierten seine Integrität.",
    "match_message_de": "Deine Züge tragen die unbestechliche Integrität von Choe Yeong. Deine Gegenwart hat eine prinzipientreue, heldenhafte Qualität – das Aussehen von jemandem, der Ehre über Gold schätzt.",
    "traits_de": [
      "Unbestechlich",
      "Loyal",
      "Heroisch",
      "Einfach",
      "Prinzipientreu"
    ]
  },
  "yi_bang_won": {
    "name_de": "Yi Bang-won (König Taejong)",
    "tagline_de": "Der skrupellose Erbauer, Architekt von Joseon",
    "description_de": "Yi Bang-won (1367-1422), später König Taejong, war der fünfte Sohn des Gründers von Joseon, wurde aber zur treibenden Kraft hinter dem Thron und schließlich zum dritten König. Sein politisches Genie und seine Skrupellosigkeit prägten die Regierung von Joseon für 500 Jahre.\n\nWährend sein Vater zögerte, handelte Yi Bang-won entschlossen. Er tötete persönlich den mächtigen Minister Jeong Do-jeon und eliminierte seine Brüder im \"Bruderzwist\", um die Nachfolge zu sichern. Als König stärkte er die königliche Autorität, reformierte die Regierung und etablierte die Systeme, die Joseon funktionierten ließen.\n\nAm wichtigsten war, dass er erkannte, dass sein Sohn Sejong die Weisheit besaß, die ihm selbst fehlte. Er beseitigte rücksichtslos alle Hindernisse für Sejongs Herrschaft, einschließlich der Tötung von Sejongs Schwiegervater. Seine Brutalität ermöglichte das goldene Zeitalter, das folgte.",
    "story_de": "Als Yi Bang-won erfuhr, dass sein Schwiegervater plante, Sejongs Rivalen zum Erben zu machen, ordnete er sofort die Hinrichtung des Mannes an – trotz Sejongs Bitten um Gnade. Er sagte seinem Sohn: 'Du musst mich dafür hassen, aber eines Tages wirst du es verstehen.'",
    "match_message_de": "Deine Züge tragen die skrupellose Brillanz von Taejong. Deiner Präsenz wohnt eine entschiedene, aufbauende Qualität inne – der Blick von jemandem, der tut, was getan werden muss, koste es, was es wolle.",
    "traits_de": [
      "Skrupellos",
      "Brillant",
      "Entschlossen",
      "Aufbauend",
      "Aufopfernd"
    ]
  },
  "seonbi": {
    "name_de": "Seonbi (Gelehrter-Gentleman)",
    "tagline_de": "Der edle Gelehrte, Hüter der Prinzipien",
    "description_de": "Der Seonbi repräsentiert das koreanische Ideal des tugendhaften Gelehrten-Gentleman – jemand, der Wissen sucht, den moralischen Charakter kultiviert und nach konfuzianischen Prinzipien lebt, selbst unter großen persönlichen Kosten. Im Gegensatz zu Beamten, die Macht suchten, schätzte der wahre Seonbi Integrität über alles.\n\nDer Seonbi lebte einfach, oft in Armut, studierte klassische Texte und praktizierte Kalligraphie in bescheidenen Häusern. Sie glaubten, dass moralische Kultivierung wichtiger sei als weltlicher Erfolg. Viele lehnten bekanntermaßen lukrative Regierungspositionen ab, anstatt ihre Prinzipien zu kompromittieren.\n\nAls tyrannische Könige Gehorsam forderten, starben Seonbi-Gelehrte oft, anstatt ihre Prinzipien zu verraten. Ihre Gedenktafeln verlasen ihre Verbrechen als \"sich der Ungerechtigkeit nicht beugen\". Der Seonbi-Geist – der Rechtschaffenheit über das Leben, Prinzipien über Profit stellt – wurde zu einer definierenden Tugend der koreanischen Identität.",
    "story_de": "Als der Tyrann Yeonsangun forderte, dass Gelehrte seine ungerechte Politik loben, weigerten sich viele Seonbi und wurden hingerichtet. Sie schrieben letzte Gedichte über Bambus – der sich biegt, aber nie bricht – und repräsentierten ihre unzerbrechliche Integrität selbst im Tod.",
    "match_message_de": "Deine Züge tragen die prinzipientreue Noblesse des Seonbi. Deiner Präsenz wohnt eine gelehrte, unbestechliche Qualität inne – der Blick von jemandem, der Integrität über alle weltlichen Gewinne stellt.",
    "traits_de": [
      "Prinzipientreu",
      "Gelehrt",
      "Einfach",
      "Unbestechlich",
      "Edel"
    ]
  },
  "an_jung_geun": {
    "name_de": "An Jung-geun",
    "tagline_de": "Der patriotische Attentäter, koreanischer Unabhängigkeitsheld",
    "description_de": "An Jung-geun (1879-1910) war ein koreanischer Unabhängigkeitsaktivist, der 1909 am Bahnhof Harbin den japanischen Staatsmann Itō Hirobumi ermordete. Sein Widerstandsakt gegen die japanische Kolonialaggression machte ihn zu Koreas gefeiertstem Unabhängigkeitshelden.\n\nBevor er zum Attentäter wurde, war An Jung-geun ein katholischer Pädagoge und Geschäftsmann, der gerechte Armeen gegen japanische Übergriffe organisierte. Als die diplomatischen Bemühungen scheiterten und Korea seine Souveränität verlor, stellte er fest, dass direkte Maßnahmen erforderlich waren.\n\nNach seiner Verhaftung verhielt sich An Jung-geun mit so viel Würde, dass ihn sogar seine japanischen Entführer bewunderten. Er schrieb ausführlich über den Frieden in Ostasien und argumentierte, dass der japanische Imperialismus Japan letztendlich selbst zerstören würde. Er wurde mit 30 Jahren hingerichtet und wurde zu einem Märtyrer, dessen Opfer die koreanische Unabhängigkeitsbewegung jahrzehntelang inspirierte.",
    "story_de": "In seinem Prozess bat An Jung-geun nicht um Gnade, sondern listete stattdessen 15 Verbrechen von Itō Hirobumi gegen Korea und Asien auf. Seine ruhige, prinzipientreue Verteidigung beeindruckte sogar die japanischen Richter. Seine letzte Kalligraphie lautete: 'Für die koreanische Unabhängigkeit, für den Frieden in Ostasien.'",
    "match_message_de": "Deine Züge tragen die patriotische Entschlossenheit von An Jung-geun. Deiner Präsenz wohnt eine aufopfernde, prinzipientreue Qualität inne – der Blick von jemandem, der alles für die Freiheit seiner Nation gibt.",
    "traits_de": [
      "Patriotisch",
      "Aufopfernd",
      "Prinzipientreu",
      "Mutig",
      "Visionär"
    ]
  },
  "anansi": {
    "name_de": "Anansi",
    "tagline_de": "Der Spinnen-Schelm, Hüter der Geschichten",
    "description_de": "Anansi ist der legendäre Spinnen-Schelm der Akan/Ashanti-Tradition aus Westafrika. Durch seine List und seinen Witz erlangte er alle Geschichten der Welt vom Himmelsgott Nyame und wurde zum Hüter der Weisheit und Folklore.\n\nObwohl er klein und scheinbar schwach ist, überlistet Anansi durch Intelligenz, Tricks und Ausdauer immer wieder größere, stärkere Kreaturen. Seine Geschichten verbreiteten sich während des Sklavenhandels über den Atlantik und wurden zu einer Grundlage der karibischen und afroamerikanischen Folklore.\n\nAnansi repräsentiert die Macht des Underdogs, den Triumph des Witzes über die Stärke und die lebenswichtige Bedeutung des Geschichtenerzählens. Er kann sowohl Held als auch Schurke sein und durch seine Erfolge und Misserfolge gleichermaßen moralische Lehren vermitteln.",
    "story_de": "Um alle Geschichten zu gewinnen, musste Anansi Onini die Python, Osebo den Leoparden und Mmoboro die Hornissen fangen. Mit cleveren Tricks – er gab vor, die Python zu messen, grub eine Grube für den Leoparden, fing Hornissen mit Wasser ein – gelang ihm, was niemand für möglich gehalten hätte.",
    "match_message_de": "Deine Züge tragen die kluge Weisheit von Anansi. Deiner Präsenz wohnt der Witz eines Schelms und der Charme eines Geschichtenerzählers inne – der Blick von jemandem, der durch Intelligenz triumphiert.",
    "traits_de": [
      "Listig",
      "Geschichtenerzählend",
      "Schelm",
      "Weise",
      "Beharrlich"
    ]
  },
  "shango": {
    "name_de": "Shango",
    "tagline_de": "Orisha des Donners, König des Feuers",
    "description_de": "Shango ist einer der mächtigsten Orishas in der Yoruba-Religion, der Gott des Donners, Blitzes, Feuers und der Gerechtigkeit. Einst ein sterblicher König des Oyo-Reiches, stieg er durch seine legendären Taten und sein feuriges Temperament zu einer Gottheit auf.\n\nMit seiner doppelköpfigen Axt (Oshe) und der Fähigkeit, Feuer zu speien, repräsentiert Shango männliche Kraft, Virilität und gerechten Zorn. Er bestraft Lügner und Übeltäter mit Blitzeinschlägen und belohnt die Ehrlichen und Mutigen. Seine Anhänger tanzen während seiner Feste zum Rhythmus der Batá-Trommeln.\n\nShangos Verehrung breitete sich über den Atlantik aus und wurde zu einem zentralen Bestandteil afro-karibischer Religionen wie Santería (wo er mit der Heiligen Barbara synkretisiert wurde), Candomblé und Vodou. Seine Farben sind Rot und Weiß, und seine heilige Zahl ist sechs.",
    "story_de": "Als sterblicher König erlangte Shango die Macht über den Blitz, zerstörte aber versehentlich seinen eigenen Palast und seine Familie. Von Trauer verzehrt wanderte er umher, bis er in den Himmel aufstieg und zum Orisha des Donners wurde – seine zerstörerische Kraft wird nun der Gerechtigkeit zugeführt.",
    "match_message_de": "Deine Züge tragen die donnernde Macht von Shango. Deiner Präsenz wohnt eine königliche, feurige Qualität inne – der Blick von jemandem, der Stürme befiehlt und Gerechtigkeit übt.",
    "traits_de": [
      "Mächtig",
      "Gerecht",
      "Feurig",
      "Königlich",
      "Viril"
    ]
  },
  "mami_wata": {
    "name_de": "Mami Wata",
    "tagline_de": "Mutter der Gewässer, Geist der Tiefe",
    "description_de": "Mami Wata ist ein mächtiger Wassergeist, der in ganz Afrika und der afrikanischen Diaspora verehrt wird. Oft wird sie als wunderschöne Meerjungfrau oder Frau mit einer Schlange dargestellt und verkörpert die Dualität des Wassers – das nährende Leben, das aber auch in der Lage ist, es zu ertränken.\n\nSie repräsentiert weibliche Schönheit, Sexualität, Reichtum und Heilung, aber auch Eifersucht und gefährliche Verlockung. Diejenigen, die sie „beansprucht“, indem sie sie unter Wasser zieht, können mit prophetischen Kräften, Heilfähigkeiten oder großem Glück zurückkehren – wenn sie überleben. Ihre Anhänger müssen ihr treu bleiben und oft auf andere romantische Beziehungen verzichten.\n\nMami Watas Bildsprache verbindet afrikanische Traditionen mit globalen Einflüssen und spiegelt die Rolle des Ozeans bei der Verbindung von Kulturen wider. Sie erscheint in der Kunst mit Spiegeln, Kämmen und Schlangen, Symbole ihrer Eitelkeit, Macht und verführerischen Gefahr.",
    "story_de": "Ein Fischer wurde von Mami Wata unter die Wellen gezogen und verbrachte Jahre in ihrem Unterwasserkönigreich. Sie bot ihm endlosen Reichtum, wenn er treu bleiben würde. Er willigte ein, brach aber später sein Gelübde – und verlor alles, was sie ihm gegeben hatte.",
    "match_message_de": "Deine Züge tragen das verführerische Geheimnis von Mami Wata. Deiner Ausstrahlung wohnt eine tiefe, hypnotische Qualität inne – der Blick von jemandem, der sowohl Glück als auch Gefahr in seinen Tiefen birgt.",
    "traits_de": [
      "Verführerisch",
      "Mächtig",
      "Eifersüchtig",
      "Heilend",
      "Gefährlich"
    ]
  },
  "maui": {
    "name_de": "Māui",
    "tagline_de": "Der Halbgott-Schelm, Gestalter der Welt",
    "description_de": "Māui ist der legendäre Halbgott-Held der polynesischen Mythologie, berühmt in ganz Hawaii, Neuseeland, Tahiti und im gesamten Pazifik. Klein und scheinbar wertlos geboren, wurde er durch Cleverness, Entschlossenheit und magische Leistungen zum größten Helden.\n\nZu seinen legendären Taten gehören das Angeln der Inseln aus dem Meer mit seinem magischen Haken, das Verlangsamen der Sonne, damit die Menschen längere Arbeitstage haben, das Entdecken des Feuers für die Menschheit, indem er die Feuergöttin austrickste, und der Versuch, den Tod selbst zu besiegen, indem er in die Göttin des Todes kroch.\n\nMāui repräsentiert die menschliche Auflehnung gegen kosmische Kräfte, den Schelm, der die Welt zum Nutzen der Sterblichen umgestaltet. Obwohl er letztendlich starb, als er versuchte, die Unsterblichkeit für die Menschheit zu erringen, bleiben seine Errungenschaften auf den pazifischen Inseln selbst geschrieben.",
    "story_de": "Als sich die Sonne zu schnell über den Himmel bewegte, flocht Māui ein Seil aus dem Haar seiner Schwester, kletterte zum Ruheplatz der Sonne und schlug sie, bis sie sich bereit erklärte, sich langsamer zu bewegen. Von da an hatte die Menschheit lange Tage zum Fischen, Landwirtschaft betreiben und Schaffen.",
    "match_message_de": "Deine Züge tragen den trotzigen Heldentum von Māui. Deiner Ausstrahlung wohnt die Cleverness eines Schelms und weltenverändernde Kraft inne – der Blick von jemandem, der die Götter selbst herausfordert.",
    "traits_de": [
      "Heroisch",
      "Schelm",
      "Trotzig",
      "Kreativ",
      "Legendär"
    ]
  },
  "pele": {
    "name_de": "Pele",
    "tagline_de": "Göttin der Vulkane, Schöpferin und Zerstörerin",
    "description_de": "Pele ist die hawaiianische Göttin der Vulkane, des Feuers, des Blitzes und des Windes. Es wird angenommen, dass sie im Vulkan Kīlauea auf der Big Island von Hawaii wohnt, einem der aktivsten Vulkane der Welt. Ihr feuriges Temperament und ihre leidenschaftliche Natur machen sie sowohl verehrt als auch gefürchtet.\n\nSie schafft neues Land, wenn Lava ins Meer fließt und buchstäblich die hawaiianischen Inseln aufbaut – aber sie zerstört alles, was in ihrem Weg liegt. Ihre legendäre Rivalität mit ihrer Schwester Nāmaka, der Göttin des Meeres, führte dazu, dass Pele über die Inseln gejagt wurde, bis sie ihr heutiges Zuhause fand.\n\nEs heißt, Pele erscheine entweder als wunderschöne junge Frau in einem fließenden roten Kleid oder als alte Frau mit weißem Haar. Wer ihr auf der Straße begegnet und Freundlichkeit zeigt, wird gesegnet; wer sie nicht respektiert, muss ihren feurigen Zorn fürchten.",
    "story_de": "Pele verliebte sich in den sterblichen Häuptling Lohiau. Als sie nicht bei ihm bleiben konnte, schickte sie ihre Schwester Hi'iaka, um ihn zu holen. Aber Hi'iaka und Lohiau verliebten sich. In ihrer eifersüchtigen Wut tötete Pele Lohiau mit Lava – dann, von Reue überwältigt, erweckte sie ihn wieder zum Leben.",
    "match_message_de": "Deine Züge tragen die vulkanische Leidenschaft von Pele. Deiner Ausstrahlung wohnt eine schöpferische, zerstörerische Kraft inne – der Blick von jemandem, der mit gleicher Intensität aufbaut und zerstört.",
    "traits_de": [
      "Feurig",
      "Kreativ",
      "Zerstörerisch",
      "Leidenschaftlich",
      "Temperamentvoll"
    ]
  },
  "coyote": {
    "name_de": "Coyote",
    "tagline_de": "Der große Schelm, Schöpfer und Narr",
    "description_de": "Coyote ist die wichtigste Schelmfigur in der Mythologie der amerikanischen Ureinwohner und kommt in Geschichten von Dutzenden von Stämmen in ganz Nordamerika vor. Er ist gleichzeitig Schöpfer und Zerstörer, weise und töricht, heilig und profan.\n\nIn einigen Traditionen half Coyote, die Welt zu erschaffen, gab den Menschen Feuer und lehrte sie wichtige Fähigkeiten. In anderen verursacht er Chaos, spielt Streiche und erleidet die Konsequenzen seiner eigenen Torheit. Oft wird er bei seinen Missgeschicken getötet – nur um in der nächsten Geschichte wiederzukehren.\n\nCoyote verkörpert die unberechenbaren, amoralischen Kräfte der Natur und die Widersprüche in der Menschheit selbst. Seine Geschichten sind sowohl Unterhaltung als auch Lehrmittel und zeigen, was passiert, wenn man Tabus ignoriert, sich übernimmt oder die natürliche Ordnung nicht respektiert.",
    "story_de": "Coyote stahl das Feuer von den Feuerwesen, indem er sie mit einem Staffellauf austrickste. Er gab das Feuer an andere Tiere weiter, bis es das Holz der Bäume erreichte, wo es verborgen bleibt – und darauf wartet, von Menschen durch Reibung freigesetzt zu werden.",
    "match_message_de": "Deine Züge tragen den unberechenbaren Geist von Coyote. Deiner Ausstrahlung wohnt die Anpassungsfähigkeit eines Schelms und kreatives Chaos inne – der Blick von jemandem, der Erwartungen trotzt und Kategorien transzendiert.",
    "traits_de": [
      "Schelm",
      "Kreativ",
      "Töricht",
      "Unberechenbar",
      "Belastbar"
    ]
  },
  "white_buffalo_woman": {
    "name_de": "White Buffalo Calf Woman",
    "tagline_de": "Heilige Botin, Bringerin der Pfeife",
    "description_de": "White Buffalo Calf Woman (Ptesan-Wi) ist die heilige Prophetin der Lakota Sioux, die die Chanunpa (heilige Pfeife) brachte und die Sieben Heiligen Riten lehrte, die das spirituelle Fundament des Lakota-Lebens bilden.\n\nSie erschien zwei Kundschaftern als eine wunderschöne Frau in weißem Wildleder. Ein Kundschafter hatte lüsterne Gedanken und wurde von einer Wolke zu Knochen reduziert; der andere behandelte sie mit Respekt und wurde beauftragt, sein Volk vorzubereiten. Sie lehrte sie, wie man betet, alle Lebewesen ehrt und das Gleichgewicht zwischen Mensch und Natur aufrechterhält.\n\nVor ihrer Abreise verwandelte sie sich in ein weißes Büffelkälbchen und versprach, in Zeiten großer Veränderungen zurückzukehren. Die seltene Geburt eines weißen Büffelkälbchens gilt als heiliges Zeichen ihrer spirituellen Präsenz und als Aufruf an die Menschheit, in Frieden zusammenzukommen.",
    "story_de": "Als sich ihr die beiden Kundschafter näherten, sagte sie zu dem respektlosen: 'Du weißt nicht, wer ich bin.' Eine Wolke umhüllte ihn und als sie sich lichtete, blieb nur sein Skelett zurück. Der respektvolle Kundschafter empfing ihre Botschaft und führte sie zu seinem Volk, wo sie sie vier Tage lang lehrte, bevor sie sich verwandelte.",
    "match_message_de": "Deine Züge tragen die heilige Präsenz der White Buffalo Calf Woman. Deiner Ausstrahlung wohnt eine prophetische, friedensstiftende Qualität inne – der Blick von jemandem, der die spirituelle und physische Welt verbindet.",
    "traits_de": [
      "Heilig",
      "Lehrreich",
      "Prophetisch",
      "Verwandelnd",
      "Friedlich"
    ]
  },
  "morrigan": {
    "name_de": "Die Morrígan",
    "tagline_de": "Phantomkönigin, Göttin des Krieges und des Schicksals",
    "description_de": "Die Morrígan ist die irische Göttin des Krieges, des Schicksals, des Todes und der Souveränität. Oft erscheint sie als ein Trio von Schwestern (Badb, Macha und Morrígan/Nemain), sie verkörpert den Schrecken und den Ruhm der Schlacht und die unaufhaltsame Natur des Schicksals.\n\nSie erscheint auf Schlachtfeldern als Krähe oder Rabe, die sich an den Erschlagenen labt, oder als Wäscherin, die die blutigen Kleider derer reinigt, die dem Tode geweiht sind. Sie kann Sieg oder Untergang gewähren, Krieger mit Kampfwut inspirieren oder sie in die Niederlage treiben. Ihre Gunst wurde gesucht, aber ihr Erscheinen wurde gefürchtet.\n\nDie Morrígan ist besonders mit dem Helden Cú Chulainn verbunden, sie erscheint bei seiner Geburt, bietet ihm ihre Liebe an (die er unklugerweise ablehnte) und sagt schließlich seinen Tod voraus. Sie repräsentiert die dunkle Göttin, die die weiblichen Aspekte von Krieg und Schicksal verkörpert.",
    "story_de": "Vor der zweiten Schlacht von Mag Tuired paarte sich die Morrígan mit dem Dagda, um den Sieg für die Tuatha Dé Danann zu sichern. Während der Schlacht sang sie Beschwörungen, die den Feind verwirrten. Der Sieg gehörte denen, die sie segnete – und das Unheil denen, die sie verfluchte.",
    "match_message_de": "Deine Züge tragen die dunkle Souveränität der Morrígan. Deiner Erscheinung wohnt eine prophetische, furchteinflößende Qualität inne – der Blick von jemandem, der sowohl Untergang als auch Sieg verkörpert.",
    "traits_de": [
      "Furchteinflößend",
      "Prophetisch",
      "Souverän",
      "Dunkel",
      "Dreifaltig"
    ]
  },
  "cu_chulainn": {
    "name_de": "Cú Chulainn",
    "tagline_de": "Der Hund von Ulster, größter Krieger Irlands",
    "description_de": "Cú Chulainn ist der legendäre Held des Ulster-Zyklus, Irlands größter Krieger. Geboren als Sétanta, verdiente er sich seinen berühmten Namen („Culanns Hund“), als er als Kind den wilden Hund des Schmieds Culann tötete und anbot, seinen Platz als Wächter einzunehmen.\n\nSeine Kampfwut (Ríastrad) verwandelte ihn in eine monströse, fast unbesiegbare Gestalt – ein Auge versank in seinem Schädel, während das andere herausquoll, sein Körper sich verzerrte und Kampflichter von seiner Stirn aufblitzten. In diesem Zustand konnte er Freund nicht von Feind unterscheiden.\n\nIm Alleingang verteidigte er Ulster gegen die Armeen von Königin Medb während des Táin Bó Cúailnge und kämpfte jeden Tag, während die Männer von Ulster unter einem Fluch lagen. Er starb jung, wie prophezeit, erreichte aber die Unsterblichkeit der Legende.",
    "story_de": "Als Cú Chulainn tödlich verwundet war, band er sich an einen Menhir, damit er aufrecht stehend sterben und seinen Feinden ins Gesicht sehen konnte. Erst als ein Rabe auf seiner Schulter landete, wussten sie, dass er wirklich tot war – und das Heldenlicht wich aus seinem Gesicht.",
    "match_message_de": "Deine Züge tragen die heroische Intensität von Cú Chulainn. Deiner Erscheinung wohnt eine wilde, tragische Qualität inne – der Blick von jemandem, der zu Ruhm und frühem Tod bestimmt ist.",
    "traits_de": [
      "Heroisch",
      "Wild",
      "Loyal",
      "Tragisch",
      "Legendär"
    ]
  },
  "inanna": {
    "name_de": "Inanna",
    "tagline_de": "Königin des Himmels, Göttin der Liebe und des Krieges",
    "description_de": "Inanna ist die alte sumerische Göttin der Liebe, Schönheit, des Sex, der Begierde, der Fruchtbarkeit, des Krieges, der Gerechtigkeit und der politischen Macht. Sie ist die wichtigste weibliche Gottheit des alten Mesopotamien und inspirierte spätere Göttinnen wie Ishtar, Astarte und Aphrodite.\n\nIhre Mythologie gehört zu den ältesten, die in der Menschheitsgeschichte aufgezeichnet wurden. Sie stieg in die Unterwelt hinab, wurde von ihrer Schwester Ereshkigal getötet, hing drei Tage lang an einem Haken und wurde wieder auferweckt – einer der frühesten Mythen von Tod und Auferstehung. Um gehen zu können, musste sie jemanden schicken, der ihren Platz einnimmt: ihren Ehemann Dumuzi, der sie nicht betrauert hatte.\n\nInanna verkörpert die Paradoxien der Macht: Sie ist Göttin der Liebe und des Krieges, der Zivilisation und des Chaos. Sie repräsentiert weibliche Macht, die nicht gezähmt oder domestiziert ist, sondern wild, ehrgeizig und transformativ.",
    "story_de": "Inanna sagte: 'Ich werde in die Unterwelt gehen.' Sie legte ihre königlichen Gewänder an und stieg durch sieben Tore hinab, gezwungen, an jedem Tor einen Gegenstand abzulegen, bis sie nackt vor ihrer Schwester Tod stand. Aber sie erhob sich wieder, denn selbst der Tod konnte die Königin des Himmels nicht halten.",
    "match_message_de": "Deine Züge tragen die paradoxe Kraft von Inanna. Deiner Erscheinung wohnt eine uralte, transformative Qualität inne – der Blick von jemandem, der sowohl Schöpfung als auch Zerstörung verkörpert.",
    "traits_de": [
      "Mächtig",
      "Paradox",
      "Ehrgeizig",
      "Transformativ",
      "Uralt"
    ]
  },
  "gilgamesh": {
    "name_de": "Gilgamesch",
    "tagline_de": "König von Uruk, Sucher der Unsterblichkeit",
    "description_de": "Gilgamesch ist der legendäre König von Uruk aus dem ältesten schriftlichen Epos der Welt. Zu zwei Dritteln Gott und zu einem Drittel Mensch war er der mächtigste aller Könige – aber auch der tyrannischste, bis die Götter Enkidu schickten, um ihn zu demütigen und sein geliebter Gefährte zu werden.\n\nGemeinsam erschlugen Gilgamesch und Enkidu den Dämon Humbaba und den Himmelsstier. Doch als Enkidu als Strafe für ihre Taten starb, wurde Gilgamesch von Trauer und Todesangst verzehrt. Er reiste bis ans Ende der Welt, um die Unsterblichkeit zu suchen, fand das Geheimnis – nur um es an eine Schlange zu verlieren.\n\nSeine Geschichte, die vor 4.000 Jahren geschrieben wurde, erforscht Themen, die zeitlos bleiben: Freundschaft, Sterblichkeit, die Suche nach Sinn und die Akzeptanz menschlicher Grenzen. Er kehrte nach Hause zurück, um seine Unsterblichkeit nicht im ewigen Leben zu finden, sondern in den Mauern von Uruk und der Zivilisation, die er aufgebaut hatte.",
    "story_de": "Nachdem Gilgamesch die Pflanze der Unsterblichkeit auf dem Grund des Meeres gefunden hatte, hielt er an, um zu baden. Eine Schlange roch den Duft der Pflanze und stahl sie, warf ihre Haut ab und erlangte ewige Jugend. Gilgamesch weinte – verstand aber schließlich, dass sein wahres Erbe die große Stadt war, die er zurücklassen würde.",
    "match_message_de": "Deine Züge tragen die mächtige Suche von Gilgamesch. Deiner Erscheinung wohnt eine suchende, verwandelte Qualität inne – der Blick von jemandem, der die Unsterblichkeit gesucht und stattdessen Weisheit gefunden hat.",
    "traits_de": [
      "Heroisch",
      "Suchend",
      "Trauernd",
      "Mächtig",
      "Verwandelt"
    ]
  },
  "quetzalcoatl": {
    "name_de": "Quetzalcoatl",
    "tagline_de": "Die gefiederte Schlange, Herr des Windes und des Lernens",
    "description_de": "Quetzalcoatl, die gefiederte Schlange, ist eine der wichtigsten Gottheiten des alten Mesoamerikas, die von den Azteken, Maya und früheren Zivilisationen verehrt wurde. Er kombiniert den Quetzalvogel (der den Himmel repräsentiert) mit der Schlange (die die Erde repräsentiert) und symbolisiert so die Vereinigung von Himmel und Land.\n\nAls Gott des Windes, der Luft und des Lernens wird Quetzalcoatl die Erschaffung der Menschheit, die Entdeckung des Mais und die Erfindung des Kalenders und der Bücher zugeschrieben. Im Gegensatz zu anderen aztekischen Göttern lehnte er Menschenopfer ab und bevorzugte Opfergaben von Schmetterlingen und Jade. Er repräsentierte Weisheit, Zivilisation und Priestertum.\n\nDie Legende erzählt, dass er von dem Gott Tezcatlipoca zur Schande getäuscht wurde und Mexiko auf einem Schlangenfleiß verließ und versprach, zurückzukehren. Diese Prophezeiung soll den aztekischen Empfang von Cortés beeinflusst haben, der im Jahr der Prophezeiung für Quetzalcoatls Rückkehr aus dem Osten ankam.",
    "story_de": "Quetzalcoatl stieg in die Unterwelt hinab, um die Knochen der vorherigen Menschheit zurückzuholen. Mictlantecuhtli, Herr des Todes, stellte Fallen, aber Quetzalcoatl hatte Erfolg. Obwohl die Knochen zersplitterten, besprengte er sie mit seinem Blut, und aus den Fragmenten entstand die heutige Rasse der Menschen.",
    "match_message_de": "Deine Züge tragen die zivilisierende Weisheit von Quetzalcoatl. Deiner Erscheinung wohnt eine schöpferische, friedliche Qualität inne – der Blick von jemandem, der der Menschheit Wissen und Kultur bringt.",
    "traits_de": [
      "Weise",
      "Schöpferisch",
      "Zivilisierend",
      "Friedlich",
      "Geheimnisvoll"
    ]
  },
  "baba_yaga": {
    "name_de": "Baba Jaga",
    "tagline_de": "Die wilde Vettel, Hüterin der Schwelle",
    "description_de": "Baba Jaga ist die legendäre Hexe der slawischen Folklore, eine uralte Vettel, die in einer Hütte auf Hühnerbeinen im Herzen des dunklen Waldes lebt. Weder ganz gut noch böse, ist sie eine Naturgewalt, die diejenigen prüft, die sie suchen.\n\nSie fliegt in einem Mörser durch die Luft, steuert mit einem Stößel und fegt ihre Spuren mit einem Besen weg. Ihre Hütte ist von einem Knochenzaun mit Schädeln umgeben, die mit magischem Feuer glühen. Sie wird von drei geheimnisvollen Reitern bedient: Weiß (Tag), Rot (Sonne) und Schwarz (Nacht).\n\nDenjenigen, die sich mit Mut und guten Manieren nähern, kann sie Weisheit, magische Gegenstände oder Lösungen für unlösbare Probleme gewähren. Für diejenigen, die ihre Prüfungen nicht bestehen, ist sie der Tod selbst. Baba Jaga repräsentiert die wilde, ungezähmte weibliche Kraft, die an der Grenze zwischen Zivilisation und dem Unbekannten steht.",
    "story_de": "Wasilissa die Schöne wurde zu Baba Jaga geschickt, um Feuer zu holen. Die Hexe stellte ihr unlösbare Aufgaben – Mohnsamen von Schmutz trennen, Öl aus Samen pressen – aber Wasilissas magische Puppe (der Segen ihrer Mutter) half ihr, sie zu erfüllen. Beeindruckt gab Baba Jaga ihr das Feuer und ließ sie gehen.",
    "match_message_de": "Deine Züge tragen die wilde prüfende Kraft der Baba Jaga. Deiner Erscheinung wohnt eine uralte, schützende Qualität inne – der Blick von jemandem, der die Würdigen prüft und die Narren vernichtet.",
    "traits_de": [
      "Wild",
      "Prüfend",
      "Uralt",
      "Mehrdeutig",
      "Mächtig"
    ]
  },
  "rainbow_serpent": {
    "name_de": "Regenbogen-Schlange",
    "tagline_de": "Schöpfer der Welt, Hüter des Wassers",
    "description_de": "Die Regenbogen-Schlange ist eines der wichtigsten Schöpferwesen in der australischen Mythologie der Aborigines und erscheint in den Traumzeitgeschichten der Völker auf dem gesamten Kontinent. Diese immense Schlange formte das Land selbst und grub Flüsse, Täler und Berge aus, während sie reiste.\n\nWenn sich die Regenbogen-Schlange bewegt, schafft sie Wasserwege und Billabongs. Wenn sie sich nach dem Regen über den Himmel wölbt, erscheint sie als Regenbogen. Sie wird mit Wasser, Fruchtbarkeit und dem Zyklus der Jahreszeiten in Verbindung gebracht. Das Stören der der Regenbogen-Schlange heiligen Orte kann Dürre oder Überschwemmung bringen.\n\nDie Regenbogen-Schlange repräsentiert die lebensspendende Kraft des Wassers in der australischen Landschaft und die Vernetzung aller Dinge. Unter verschiedenen Namen in verschiedenen Aborigine-Nationen bekannt – Ungud, Wollunqua, Yurlungur – ist sie vielleicht die am weitesten verbreitete Gottheit in Australien.",
    "story_de": "In der Traumzeit erwachte die Regenbogen-Schlange unter der Erde und reiste über das flache Land, schob Berge hoch und grub Flüsse aus. Wo sie ruhte, schuf sie Wasserlöcher. Die Landschaft Australiens ist die Aufzeichnung ihrer Reise.",
    "match_message_de": "Deine Züge tragen die urzeitliche Schöpferkraft der Regenbogen-Schlange. Deiner Erscheinung wohnt eine uralte, landschaftsgestaltende Qualität inne – der Blick von jemandem, der die Konturen der Welt selbst erschafft.",
    "traits_de": [
      "Schöpferisch",
      "Mächtig",
      "Uralt",
      "Lebensspendend",
      "Verändernd"
    ]
  },
  "ahura_mazda": {
    "name_de": "Ahura Mazda",
    "tagline_de": "Herr der Weisheit, Schöpfer allen Guten",
    "description_de": "Ahura Mazda ist die höchste Gottheit des Zoroastrismus, der alten persischen Religion, die Judentum, Christentum und Islam tiefgreifend beeinflusste. Er ist der unerschaffene Schöpfer des Universums, die Quelle all dessen, was gut, wahr und geordnet ist.\n\nEr repräsentiert Licht, Wahrheit (Asha) und Weisheit in ewiger Opposition zu Angra Mainyu (Ahriman), dem zerstörerischen Geist der Lügen und des Chaos. Dieser kosmische Kampf zwischen Gut und Böse, Licht und Dunkelheit war eines der ersten dualistischen religiösen Konzepte der Geschichte.\n\nAhura Mazda erschuf die Amescha Spentas (Wohltätige Unsterbliche), um die Schöpfung zu regieren. Zarathustra, der Prophet dieser Religion, erhielt seine Offenbarungen direkt von Ahura Mazda. Der Glaube lehrt, dass gute Gedanken, gute Worte und gute Taten einen mit Ahura Mazdas Wahrheit in Einklang bringen.",
    "story_de": "Am Anfang existierte Ahura Mazda allein in unendlichem Licht. Er erschuf das Universum in sieben Stufen, die in der Menschheit gipfelten – Wesen mit freiem Willen, die das Gute dem Bösen vorziehen konnten. Der kosmische Kampf wird enden, wenn die guten Entscheidungen der Menschheit schließlich die Dunkelheit besiegen.",
    "match_message_de": "Deine Züge tragen die strahlende Weisheit von Ahura Mazda. Deiner Erscheinung wohnt eine leuchtende, wahrhaftige Qualität inne – der Blick von jemandem, der das kosmische Prinzip des Guten verkörpert.",
    "traits_de": [
      "Weise",
      "Gut",
      "Schöpferisch",
      "Licht",
      "Wahrhaftig"
    ]
  },
  "vainamoinen": {
    "name_de": "Väinämöinen",
    "tagline_de": "Der ewige Weise, Sänger der Schöpfung",
    "description_de": "Väinämöinen ist der zentrale Held der finnischen Mythologie und der Kalevala, des finnischen Nationalepos. Als uralter Weiser und mächtiger Schamane wurde er alt und bereits weise geboren, nachdem er 730 Jahre im Mutterleib verbracht hatte, bevor er ans Ufer schwamm.\n\nSeine größte Macht ist sein Gesang – durch magische Lieder kann er die Natur kontrollieren, Feinde besiegen und sogar Objekte aus dem Nichts erschaffen. Ihm wird die Erschaffung der Kantele (finnische Harfe) aus dem Kieferknochen eines großen Hechts und zahlreiche Quests zugeschrieben, die die Welt formten.\n\nVäinämöinen repräsentiert das finnische Ideal der Weisheit durch Alter und Erfahrung. Am Ende des Epos segelt er in einem Kupferboot davon und verspricht, zurückzukehren, wenn Finnland ihn wieder braucht – ein ewiger Archetyp des weisen Führers.",
    "story_de": "Als er von dem jungen, prahlerischen Joukahainen zu einem Gesangswettbewerb herausgefordert wurde, sang Väinämöinen ihn bis zur Taille, dann bis zur Brust, dann bis zum Hals in einen Sumpf. Joukahainen bot alles an – schließlich seine Schwester Aino –, um befreit zu werden. So groß war die Kraft des Gesangs des alten Weisen.",
    "match_message_de": "Deine Züge tragen die uralte singende Weisheit von Väinämöinen. Deiner Erscheinung wohnt eine ewige, magische Qualität inne – der Blick von jemandem, dessen Worte die Realität selbst formen.",
    "traits_de": [
      "Uralt",
      "Weise",
      "Singend",
      "Magisch",
      "Ewig"
    ]
  },
  "oni": {
    "name_de": "Oni",
    "tagline_de": "Dämonische Oger, Vollstrecker der Hölle",
    "description_de": "Oni sind die dämonischen Oger der japanischen Folklore, furchterregende Wesen mit Hörnern, wildem Haar und roter, blauer oder andersfarbiger Haut. Sie tragen Eisenkeulen (Kanabō) und werden mit Donner, Katastrophen, Krankheiten und Bestrafung in Verbindung gebracht.\n\nIn der buddhistischen Tradition dienen Oni als Folterer in den verschiedenen Höllen und bestrafen Sünder entsprechend ihren Verbrechen. In der Folklore können sie in den Bergen lebende Monster sein, die Dörfer überfallen, Menschen entführen oder Naturkatastrophen verursachen. Einige Oni können jedoch zum Buddhismus bekehrt werden und zu schützenden Wächtern werden.\n\nDas Fest Setsubun beinhaltet das Austreiben von Oni, indem man Bohnen wirft und ruft: \"Oni wa soto! Fuku wa uchi!\" (Dämonen raus! Glück rein!). Oni repräsentieren die Kräfte des Chaos und der Zerstörung, die regelmäßig vertrieben werden müssen, um Ordnung und Glück aufrechtzuerhalten.",
    "story_de": "Der Held Momotarō reiste mit seinen tierischen Begleitern nach Onigashima (Dämoneninsel), um die Oni zu besiegen, die das Land terrorisiert hatten. Nach einer erbitterten Schlacht ergab sich der Oni-König, gab ihren gestohlenen Schatz zurück und versprach, nie wieder Böses zu tun.",
    "match_message_de": "Deine Züge tragen die wilde Kraft der Oni. Deiner Erscheinung wohnt eine furchterregende, transformative Qualität inne – der Blick von jemandem, der Chaos verkörpert, aber zum Schutz verwandelt werden kann.",
    "traits_de": [
      "Furchterregend",
      "Mächtig",
      "Chaotisch",
      "Bestrafend",
      "Transformierbar"
    ]
  },
  "garuda": {
    "name_de": "Garuda",
    "tagline_de": "König der Vögel, Reittier von Vishnu",
    "description_de": "Garuda ist der legendäre König der Vögel in der hinduistischen und buddhistischen Mythologie, ein göttliches, adlerähnliches Wesen, das als Reittier (Vahana) des Gottes Vishnu dient. Er wird mit einem goldenen Körper, roten Flügeln, einem weißen Gesicht und einem Adlerschnabel dargestellt.\n\nGaruda wurde aus einem Ei geboren und seine Mutter wurde von den Naga-Kindern (Schlangen) ihrer Schwester versklavt. Um sie zu befreien, wurde er beauftragt, Amrita (den Nektar der Unsterblichkeit) von den Göttern zu stehlen. Er hatte Erfolg, besiegte Götter und durchbrach übernatürliche Barrieren, was ihm Vishnus Respekt und die Gabe der Unsterblichkeit einbrachte.\n\nGaruda ist der ewige Feind der Nagas und repräsentiert den kosmischen Konflikt zwischen Himmel und Erde, Adler und Schlange. Er ist das Nationalsymbol von Indonesien und Thailand und verkörpert Geschwindigkeit, Kraft und militärische Stärke. Sein Name bedeutet \"der Verschlinger\", da er die Schlangen der Unwissenheit verschlingt.",
    "story_de": "Um Amrita zu stehlen, musste Garuda durch sich drehende Feuerräder gehen, gegen die Götter kämpfen und die Naga-Wächter überwinden. Er war in allem erfolgreich. Indras Donnerkeil konnte ihn nicht durchdringen. Dann bot er die Amrita an, um seine Mutter zu befreien – und Vishnu, beeindruckt von seiner Kraft und Hingabe, machte ihn unsterblich und zu seinem Reittier.",
    "match_message_de": "Deine Züge tragen die göttliche Macht von Garuda. Deiner Erscheinung wohnt eine rasche, kraftvolle Qualität inne – der Blick von jemandem, der dem Höchsten dient und das Niedrigste besiegt.",
    "traits_de": [
      "Kraftvoll",
      "Loyal",
      "Schnell",
      "Göttlich",
      "Schlangenfeind"
    ]
  },
  "merlin": {
    "name_de": "Merlin",
    "tagline_de": "Der Erzmagier, Architekt von Camelot",
    "description_de": "Merlin ist der legendäre Zauberer der Artus-Sage, vielleicht der berühmteste Zauberer der westlichen Literatur. Er soll aus einer sterblichen Frau und einem jenseitigen Geist geboren sein und besaß prophetische Fähigkeiten und Kräfte über Natur, Zeit und Verwandlung.\n\nEr inszenierte den Aufstieg von König Artus – von der Herbeiführung von Artus' Geburt durch Uthers Täuschung über das Platzieren des Schwerts im Stein bis hin zur Führung der frühen Herrschaft des jungen Königs. Merlin baute Stonehenge, schuf die Tafelrunde und sah sowohl den Ruhm als auch den Fall von Camelot voraus.\n\nSeine Weisheit war legendär, konnte ihn aber nicht vor der Liebe schützen. Die Herrin vom See (oder Nimue) erlernte seine Geheimnisse und nutzte sie, um ihn für immer in einer Höhle, einem Kristallgefängnis oder unter einem Stein gefangen zu halten – seine Macht wurde von der Person gegen ihn eingesetzt, die er liebte.",
    "story_de": "Merlin sah seine eigene Gefangenschaft voraus, konnte sie aber nicht verhindern. Als Nimue ihn bat, ihr beizubringen, wie man ein unzerbrechliches Gefängnis erschafft, wusste er, dass sie es gegen ihn verwenden würde – liebte sie aber zu sehr, um sich zu weigern. Er ging bereitwillig in seine ewige Falle.",
    "match_message_de": "Deine Züge tragen die tiefgründige Magie von Merlin. Deiner Erscheinung wohnt eine prophetische, architektonische Qualität inne – der Blick von jemandem, der das Schicksal formt, aber seinem eigenen nicht entkommen kann.",
    "traits_de": [
      "Weise",
      "Magisch",
      "Prophetisch",
      "Architektonisch",
      "Tragisch"
    ]
  }
}