{
  "zeus": {
    "name_es": "Zeus",
    "tagline_es": "Rey de los Dioses Olímpicos, Gobernante del Cielo y el Trueno",
    "description_es": "Zeus es la deidad suprema del panteón griego, gobernando desde el Monte Olimpo como el rey de todos los dioses. Derrocó a su padre Cronos para reclamar el dominio sobre el cielo y el trueno, empuñando su poderoso rayo como el símbolo definitivo de la autoridad divina.\n\nConocido por su presencia imponente y poder absoluto, Zeus mantiene el orden cósmico mientras preside sobre la justicia, la hospitalidad y los juramentos. Sus juicios son definitivos, y su palabra es ley entre dioses y mortales.\n\nA pesar de su porte regio, Zeus también es conocido por su naturaleza apasionada y sus numerosos enredos románticos, que han dado lugar a muchos de los héroes y relatos trágicos más grandes de la mitología.",
    "story_es": "Zeus lideró a los olímpicos en la Titanomaquia, una gran guerra contra los Titanes. Después de una década de feroz batalla, emergió victorioso y dividió el cosmos con sus hermanos: Poseidón recibió los mares, Hades el inframundo, mientras que Zeus reclamó el cielo y se convirtió en el gobernante supremo de todos.",
    "match_message_es": "Posees la presencia imponente de un líder nato. Como Zeus, tienes un aire de autoridad natural que los demás respetan instintivamente. Tus rasgos fuertes reflejan fuerza interior y la capacidad de tomar decisiones decisivas.",
    "traits_es": [
      "Autoritario",
      "Poderoso",
      "Justo",
      "Apasionado",
      "Imponente"
    ]
  },
  "hera": {
    "name_es": "Hera",
    "tagline_es": "Reina de los Dioses, Diosa del Matrimonio y la Familia",
    "description_es": "Hera es la reina de los dioses olímpicos y la diosa del matrimonio, las mujeres, el parto y la familia. Como esposa y hermana de Zeus, reina junto a él desde el Monte Olimpo, encarnando la santidad del matrimonio a pesar de las muchas infidelidades de su esposo.\n\nConocida por su belleza majestuosa y porte regio, Hera es la diosa más poderosa del panteón griego. Sus símbolos incluyen el pavo real, cuyas plumas de cola de muchos ojos representan su vigilancia, y la vaca, que simboliza su naturaleza nutritiva.\n\nAunque a menudo se la retrata como celosa y vengativa hacia los amantes e hijos ilegítimos de Zeus, la ira de Hera representa la defensa del vínculo matrimonial. Ella es ferozmente protectora del matrimonio legítimo y la estabilidad de la familia, castigando a quienes violan estas instituciones sagradas.",
    "story_es": "Cuando Zeus cortejó a Hera, ella inicialmente lo rechazó. Zeus se transformó en un pájaro cuclillo herido, y cuando la compasiva Hera lo sostuvo contra su pecho, él se reveló y la conquistó. Su sagrada boda duró 300 años.",
    "match_message_es": "Tus rasgos llevan la dignidad real de Hera. Hay una presencia imponente en tu apariencia: la mirada de alguien que exige respeto y lealtad. Tu rostro habla de alguien que protege ferozmente lo que considera sagrado.",
    "traits_es": [
      "Regia",
      "Protectora",
      "Celosa",
      "Poderosa",
      "Leal"
    ]
  },
  "athena": {
    "name_es": "Atenea",
    "tagline_es": "Diosa de la Sabiduría, la Guerra Estratégica y las Artes",
    "description_es": "Atenea es la venerada diosa de la sabiduría, el coraje y la guerra estratégica en la mitología griega. Nacida completamente armada de la cabeza de Zeus, encarna la unión perfecta de intelecto y fuerza, representando los ideales más altos de la civilización.\n\nA diferencia de Ares, que representa el brutal caos de la guerra, Atenea defiende el pensamiento estratégico, las causas justas y la defensa de las ciudades. Es la patrona de los héroes, guiándolos con su sabiduría y protegiéndolos con su égida.\n\nComo diosa de las artes y las artes prácticas, Atenea también representa la influencia civilizadora de la habilidad y el conocimiento, desde el tejido hasta la construcción naval y la agricultura.",
    "story_es": "Atenea compitió con Poseidón por el patrocinio de Atenas. Mientras Poseidón golpeó su tridente para crear un manantial salado, Atenea plantó un olivo, un regalo de paz, comida y prosperidad. Los atenienses eligieron a Atenea, y la ciudad lleva su nombre hasta el día de hoy.",
    "match_message_es": "Tus rasgos reflejan el agudo intelecto y la sabiduría serena de Atenea. Posees tanto la mente analítica aguda como la silenciosa confianza de quien piensa antes de actuar. Tu mirada habla de profundidad estratégica y juicio ponderado.",
    "traits_es": [
      "Sabia",
      "Estratégica",
      "Justa",
      "Habilidosa",
      "Protectora"
    ]
  },
  "apollo": {
    "name_es": "Apolo",
    "tagline_es": "Dios del Sol, la Música, la Poesía y la Curación",
    "description_es": "Apolo es una de las deidades olímpicas más importantes y complejas, que encarna el ideal de belleza y excelencia masculina. Como dios del sol, conduce su carro dorado por el cielo cada día, trayendo luz y calor al mundo.\n\nMás allá de sus deberes solares, Apolo es el patrón de la música, la poesía y las artes. Su lira produce la música más hermosa jamás escuchada, y dirige a las Musas en sus actuaciones celestiales. También encarna la profecía y la verdad, hablando a través del Oráculo de Delfos.\n\nComo dios de la curación y la medicina, Apolo enseñó a la humanidad el arte de la medicina, aunque sus flechas también podían traer la peste. Esta dualidad refleja su naturaleza como un dios de la creación y la destrucción.",
    "story_es": "Apolo se enamoró profundamente de Dafne, una ninfa del río. Cuando él la persiguió, ella invocó a su padre para que la salvara y se transformó en un árbol de laurel. Con el corazón roto, Apolo declaró sagrado el laurel y usó sus hojas como corona para siempre.",
    "match_message_es": "Tus rasgos irradian la belleza armoniosa de Apolo. Hay una cualidad luminosa en tu apariencia, un equilibrio perfecto que habla de sensibilidad artística y luz interior. Llevas el brillo de alguien tocado por la inspiración creativa.",
    "traits_es": [
      "Radiante",
      "Artístico",
      "Profético",
      "Curativo",
      "Perfecto"
    ]
  },
  "artemis": {
    "name_es": "Artemisa",
    "tagline_es": "Diosa de la Caza, la Naturaleza Salvaje y la Luna",
    "description_es": "Artemisa es la diosa virgen de la caza, la naturaleza salvaje, los animales salvajes y la luna. Hermana gemela de Apolo, recorre los bosques con su banda de ninfas, cazando con su arco de plata y viviendo libre de las limitaciones de la civilización.\n\nFerozmente independiente, Artemisa juró virginidad eterna y castiga a cualquiera que amenace su castidad o la de sus seguidores. Protege a las mujeres jóvenes y a los niños, preside el parto y representa los aspectos salvajes e indómitos de la naturaleza.\n\nAunque es una diosa de la caza, Artemisa también es protectora de los animales y la naturaleza salvaje en sí. Ella encarna la paradoja de la relación del mundo antiguo con la naturaleza: venerarla y protegerla al tiempo que se sustenta de ella.",
    "story_es": "Cuando el cazador Acteón vio accidentalmente a Artemisa bañándose, ella lo transformó en un ciervo. Sus propios perros de caza, sin reconocer a su amo, lo destrozaron, una advertencia sobre el precio de violar la privacidad sagrada de la diosa.",
    "match_message_es": "Tus rasgos reflejan la salvaje independencia de Artemisa. Hay una cualidad indómita en tu mirada: la mirada de alguien que sigue su propio camino y no responde ante nadie. Tu rostro habla de libertad, protección feroz y conexión con la naturaleza.",
    "traits_es": [
      "Independiente",
      "Feroz",
      "Pura",
      "Protectora",
      "Salvaje"
    ]
  },
  "ares": {
    "name_es": "Ares",
    "tagline_es": "Dios de la Guerra, la Violencia y el Derramamiento de Sangre",
    "description_es": "Ares es el dios griego de la guerra, que representa sus aspectos brutales, violentos e indomables. A diferencia de Atenea, que encarna la guerra estratégica, Ares se deleita en el caos, el derramamiento de sangre y la violencia física de la batalla. Es la encarnación de la salvaje brutalidad que desata la guerra.\n\nA pesar de ser uno de los doce olímpicos, Ares no era muy querido entre los griegos; lo respetaban pero le temían. Incluso Zeus lo llamó el más odiado de todos sus hijos. Sin embargo, Ares representa una verdad sobre la naturaleza humana que no se puede negar.\n\nAres encuentra su relación más famosa con Afrodita, diosa del amor. Su aventura, expuesta por Hefesto, produjo varios hijos, incluido Eros. Esta unión de guerra y amor refleja la antigua comprensión de que la pasión impulsa tanto la creación como la destrucción.",
    "story_es": "Cuando Ares y Afrodita fueron atrapados juntos en la red dorada de Hefesto, el dios herrero convocó a todos los olímpicos para que presenciaran su vergüenza. Sin embargo, Ares no sintió ninguna vergüenza: se mantuvo orgulloso incluso en la captura, encarnando su naturaleza de agresión desvergonzada.",
    "match_message_es": "Tus rasgos llevan la intensa fiereza de Ares. Hay un poder bruto en tu apariencia: la mirada de quien enfrenta el conflicto sin dudarlo. Tu rostro habla de pasión, coraje y el espíritu guerrero que no retrocede.",
    "traits_es": [
      "Fiero",
      "Violento",
      "Apasionado",
      "Intrépido",
      "Brutal"
    ]
  },
  "aphrodite": {
    "name_es": "Afrodita",
    "tagline_es": "Diosa del Amor, la Belleza y el Deseo",
    "description_es": "Afrodita es la diosa del amor, la belleza, el placer y la pasión en la mitología griega. Nacida de la espuma del mar cerca de Chipre, surgió como el ser más hermoso que existe, capaz de inspirar deseo en todos los que la contemplan.\n\nSu poder se extiende más allá de la mera atracción física para abarcar todas las formas de amor y conexión. Ella influye en el amor romántico, la amistad e incluso los lazos entre padres e hijos. Su cinturón dorado tiene el poder de hacer que cualquiera se enamore.\n\nA pesar de su asociación con el placer, Afrodita también representa el poder transformador y, a veces, destructivo del amor. Ella entiende que la verdadera belleza viene de adentro y que el amor puede ser tanto el mayor regalo de la humanidad como su desafío más formidable.",
    "story_es": "Cuando a Paris de Troya se le pidió que juzgara quién era la diosa más hermosa (Hera, Atenea o Afrodita), cada una le ofreció un soborno. Afrodita le prometió la mujer más hermosa del mundo: Helena. Paris eligió a Afrodita, lo que desató la Guerra de Troya.",
    "match_message_es": "Tus rasgos encarnan la cautivadora gracia de Afrodita. Hay un magnetismo innegable en tu apariencia, una belleza suave que atrae a otros naturalmente. Tu rostro habla de alguien que entiende el poder de la conexión genuina y la emoción sincera.",
    "traits_es": [
      "Hermosa",
      "Apasionada",
      "Atractiva",
      "Graciosa",
      "Transformadora"
    ]
  },
  "poseidon": {
    "name_es": "Poseidón",
    "tagline_es": "Dios del Mar, los Terremotos y los Caballos",
    "description_es": "Poseidón es el poderoso dios del mar, uno de los tres hijos de Cronos que dividieron el cosmos después de derrotar a los Titanes. Con su poderoso tridente, manda todas las aguas, desde el arroyo más pequeño hasta las vastas profundidades oceánicas.\n\nConocido por su naturaleza temperamental, Poseidón puede ser tan tranquilo como una laguna apacible o tan violento como una tormenta furiosa. Cuando se enoja, golpea la tierra con su tridente, causando terremotos y naufragios. Los marineros le rezan por un paso seguro a través de los mares traicioneros.\n\nMás allá de las olas, Poseidón también es el creador y domador de caballos, que le dio a la humanidad. Su palacio se encuentra en las profundidades del mar Egeo, construido de coral y adornado con perlas.",
    "story_es": "Cuando Odiseo cegó al hijo de Poseidón, el cíclope Polifemo, la ira del dios del mar no conoció límites. Durante diez largos años, Poseidón impidió que Odiseo regresara a casa, enviando tormentas, monstruos marinos y desastres para frustrar cada uno de sus intentos.",
    "match_message_es": "Tus rasgos llevan la profundidad y el poder de Poseidón. Hay una cualidad oceánica en tu presencia: vasta, imponente y llena de profundidades incalculables. Tus fuertes rasgos hablan de alguien que puede capear cualquier tormenta.",
    "traits_es": [
      "Poderoso",
      "Temperamental",
      "Majestuoso",
      "Impredecible",
      "Imponente"
    ]
  },
  "hades": {
    "name_es": "Hades",
    "tagline_es": "Dios del Inframundo y los Muertos",
    "description_es": "Hades es el dios del inframundo y gobernante de los muertos, uno de los tres hijos de Cronos que dividieron el cosmos con sus hermanos Zeus y Poseidón. Aunque a menudo temido, Hades no es malvado; es el juez severo pero justo de los difuntos, asegurando que cada alma reciba su destino adecuado.\n\nA diferencia de los otros olímpicos que habitan en el Monte Olimpo, Hades gobierna desde su reino oscuro de abajo, rara vez visita el mundo de arriba. Posee el Casco de la Oscuridad, que lo hace invisible, y guarda la vasta riqueza de la tierra: metales preciosos y gemas enterradas dentro.\n\nAunque su rapto de Perséfone es su mito más famoso, Hades demostró ser un esposo devoto. Su reino, aunque sombrío, es ordenado y justo. Representa el inevitable final que espera a todos los mortales, ni cruel ni amable, simplemente inevitable.",
    "story_es": "Cuando Hades se enamoró de Perséfone, la secuestró al inframundo. El dolor de su madre Deméter causó un invierno eterno hasta que se llegó a un acuerdo: Perséfone pasaría la mitad del año abajo y la mitad arriba, creando así las estaciones.",
    "match_message_es": "Tus rasgos llevan la solemne autoridad de Hades. Hay un poder silencioso e inevitable en tu presencia: la mirada de alguien que comprende verdades profundas que otros evitan. Tu rostro habla de paciencia, justicia y la dignidad de aceptar lo que debe ser.",
    "traits_es": [
      "Justo",
      "Severo",
      "Rico",
      "Paciente",
      "Inevitable"
    ]
  },
  "hermes": {
    "name_es": "Hermes",
    "tagline_es": "Mensajero de los Dioses, Dios de los Viajes y los Ladrones",
    "description_es": "Hermes es el veloz mensajero de los dioses, el embaucador divino y el patrón de los viajeros, los comerciantes, los ladrones y todos los que viven de su ingenio. Con sus sandalias y casco alados, se mueve libremente entre el mundo mortal, el Monte Olimpo e incluso el inframundo.\n\nNacido travieso, Hermes robó el ganado sagrado de Apolo el día de su nacimiento e inventó la lira con un caparazón de tortuga. En lugar de castigarlo, los dioses reconocieron su astucia y lo convirtieron en su mensajero, el único que puede viajar a cualquier lugar sin restricciones.\n\nHermes guía las almas de los muertos al inframundo y sirve como patrón de las fronteras y las transiciones. Representa los espacios liminales intermedios, ni totalmente aquí ni allá, y encarna la astuta adaptabilidad necesaria para navegar por las encrucijadas de la vida.",
    "story_es": "El día en que nació, Hermes se arrastró fuera de su cuna, encontró el ganado sagrado de Apolo y lo robó, caminando hacia atrás para confundir las huellas. Cuando fue confrontado, el bebé le ofreció a Apolo la lira recién inventada, y el dios del sol estaba tan encantado que perdonó el robo por completo.",
    "match_message_es": "Tus rasgos llevan la rápida inteligencia de Hermes. Hay una cualidad viva y adaptable en tu apariencia: la mirada de alguien que piensa rápido y puede salir airoso de cualquier situación con su labia. Tu rostro habla de ingenio, encanto y la capacidad de superar cualquier brecha.",
    "traits_es": [
      "Rápido",
      "Astuto",
      "Adaptable",
      "Elocuente",
      "Travieso"
    ]
  },
  "dionysus": {
    "name_es": "Dioniso",
    "tagline_es": "Dios del Vino, el Éxtasis y el Teatro",
    "description_es": "Dioniso es el dios del vino, la festividad, el éxtasis y el teatro, el más joven de los Olímpicos y el único con una madre mortal. Representa el poder liberador del vino y la experiencia transformadora de salir del propio ser ordinario.\n\nNacido dos veces, Dioniso fue rescatado de su madre moribunda, Sémele, por Zeus, quien cosió al infante en su propio muslo hasta que estuvo listo para nacer de nuevo. Este doble nacimiento lo marca como un dios de la muerte y el renacimiento, la transformación y la renovación.\n\nEl culto a Dioniso involucraba rituales extáticos donde los participantes trascendían sus identidades normales a través del vino, la danza y la música. Él encarna las partes de la naturaleza humana que la civilización intenta suprimir: lo salvaje, lo instintivo, lo extático. Es tanto liberador como destructor.",
    "story_es": "Cuando el rey Penteo de Tebas se negó a honrar a Dioniso e intentó encarcelarlo, el dios llevó a las mujeres de Tebas a un frenesí. La propia madre de Penteo, en su locura, destrozó a su hijo con sus propias manos, confundiéndolo con un león.",
    "match_message_es": "Tus rasgos transmiten la presencia embriagadora de Dioniso. Hay una cualidad de otro mundo en tu apariencia: la mirada de quien ha tocado estados más allá de lo ordinario. Tu rostro habla de liberación, transformación y la alegría salvaje que existe más allá de las fronteras de la civilización.",
    "traits_es": [
      "Extático",
      "Liberador",
      "Salvaje",
      "Transformador",
      "De doble naturaleza"
    ]
  },
  "persephone": {
    "name_es": "Perséfone",
    "tagline_es": "Reina del Inframundo, Diosa de la Primavera",
    "description_es": "Perséfone es la diosa dual que reina como reina del inframundo junto a Hades, al mismo tiempo que encarna el regreso de la primavera y el ciclo del crecimiento. Su viaje anual entre el reino oscuro de abajo y el mundo brillante de arriba crea las propias estaciones.\n\nHija de Deméter y Zeus, Perséfone estaba recogiendo flores cuando Hades la secuestró para que fuera su reina. El dolor de su madre hizo que todo crecimiento cesara hasta que Zeus intervino. Debido a que Perséfone comió semillas de granada en el inframundo, debe regresar allí durante parte de cada año.\n\nEste mito refleja la antigua comprensión de la muerte y el renacimiento, la necesidad de descender antes de ascender. Perséfone encarna la transformación: la doncella se convierte en la reina, la inocente se vuelve poderosa, y el ciclo de vida, muerte y renovación continúa eternamente.",
    "story_es": "Cuando Perséfone llegó por primera vez al inframundo, era una doncella asustada. Pero con el tiempo, creció en su papel de reina, volviéndose tan poderosa que incluso los muertos temían su ira. Ella, que una vez fue una víctima, se convirtió en la temida reina cuya palabra era ley.",
    "match_message_es": "Tus rasgos reflejan la doble naturaleza de Perséfone. Hay tanto luz como sombra en tu apariencia: la frescura de la primavera y la profundidad del conocimiento más oscuro. Tu rostro habla de transformación, de alguien que ha descendido y regresado más fuerte.",
    "traits_es": [
      "De doble naturaleza",
      "Transformadora",
      "Poderosa",
      "Graciosa",
      "Cíclica"
    ]
  },
  "odin": {
    "name_es": "Odín",
    "tagline_es": "Padre de Todos, Dios de la Sabiduría, la Guerra y la Muerte",
    "description_es": "Odín es la deidad suprema de la mitología nórdica, conocido como el Padre de Todos y gobernante de Asgard. Es un dios complejo que encarna la sabiduría, la guerra, la poesía y la muerte, buscando constantemente el conocimiento a cualquier precio.\n\nA diferencia de los dioses que ganaron poder solo por derecho de nacimiento, Odín se sacrificó a sí mismo en el Árbol del Mundo Yggdrasil durante nueve días para obtener la sabiduría de las runas. También cambió uno de sus ojos por una bebida del pozo del conocimiento de Mímir, marcando para siempre su rostro con el precio de la sabiduría.\n\nAcompañado por sus cuervos Huginn (Pensamiento) y Muninn (Memoria), y sus lobos Geri y Freki, Odín observa los nueve reinos. Reúne a los guerreros caídos en su salón Valhalla, preparándose para la batalla final de Ragnarök.",
    "story_es": "Para obtener la sabiduría de las runas, Odín se colgó de Yggdrasil durante nueve días y noches, atravesado por su propia lanza, sin comida ni agua. En la novena noche, gritando, agarró las runas y sus secretos le fueron revelados.",
    "match_message_es": "Tus rasgos llevan la marca de la búsqueda de sabiduría de Odín. Hay una profundidad en tu mirada que habla de alguien que ha visto mucho y entendido más. Como el Padre de Todos, tu rostro cuenta de sacrificios hechos por un mayor conocimiento.",
    "traits_es": [
      "Sabio",
      "Sacrificial",
      "Misterioso",
      "Que todo lo ve",
      "Implacable"
    ]
  },
  "thor": {
    "name_es": "Thor",
    "tagline_es": "Dios del Trueno, Protector de la Humanidad",
    "description_es": "Thor es el poderoso dios del trueno, hijo de Odín y la diosa de la tierra Jörð. Es el más fuerte de todos los dioses nórdicos, empuñando el legendario martillo Mjölnir, que puede nivelar montañas y regresa a su mano después de ser arrojado.\n\nA diferencia de la sutil sabiduría de su padre, Thor encarna la fuerza directa y el coraje inquebrantable. Es el protector de Asgard y Midgard (la Tierra), luchando constantemente contra gigantes y monstruos que amenazan los reinos. Su barba roja crepita con relámpagos cuando monta su carro a través de las nubes de tormenta.\n\nA pesar de su temible poder, Thor es amado por la gente común por su naturaleza honesta y su papel como su defensor. Se enoja rápidamente, pero es igualmente rápido para perdonar, y su abundante apetito por la comida y la bebida es legendario.",
    "story_es": "Cuando el gigante Thrym robó a Mjölnir y exigió a Freya como rescate, Thor se disfrazó de novia. En el banquete de bodas, comió un buey entero, ocho salmones y bebió tres barriles de hidromiel antes de revelarse y matar a todos los gigantes con su martillo recuperado.",
    "match_message_es": "Tus rasgos transmiten la robusta fuerza de Thor. Hay una cualidad honesta y directa en tu apariencia, abierta y sin reservas. Como el Trueno, tus rasgos fuertes hablan de alguien que enfrenta los desafíos de frente con un coraje inquebrantable.",
    "traits_es": [
      "Fuerte",
      "Valiente",
      "Honesto",
      "Protector",
      "Feroz"
    ]
  },
  "freya": {
    "name_es": "Freya",
    "tagline_es": "Diosa del Amor, la Belleza y la Guerra",
    "description_es": "Freya es la más renombrada de las diosas nórdicas, que encarna el amor, la belleza, la fertilidad y también la guerra y la muerte. Ella gobierna sobre el campo celestial de Fólkvangr, donde recibe la mitad de todos los guerreros muertos en batalla, la otra mitad va al Valhalla de Odín.\n\nLa más bella de todas las diosas, Freya posee el legendario collar Brísingamen y una capa de plumas de halcón que le permite transformarse y volar. Monta un carro tirado por dos gatos y está acompañada por un jabalí llamado Hildisvíni.\n\nComo diosa del seiðr (magia), Freya le enseñó al propio Odín las artes místicas. Ella llora lágrimas de oro rojo por su esposo perdido Óðr, buscándolo a través de los nueve reinos.",
    "story_es": "Para obtener el hermoso collar Brísingamen, Freya pasó una noche con cada uno de los cuatro artesanos enanos que lo forjaron. Cuando Loki le contó esto a Odín, Odín la obligó a comenzar una guerra entre dos reyes como castigo, porque Freya amaba la batalla tanto como la belleza.",
    "match_message_es": "Tus rasgos reflejan la cautivadora mezcla de belleza y fuerza de Freya. Hay tanto suavidad como fuego en tu apariencia: la gracia del amor y la intensidad de quien conoce su propio poder. Tu rostro habla de pasión e independencia.",
    "traits_es": [
      "Hermosa",
      "Mágica",
      "Feroz",
      "Apasionada",
      "Independiente"
    ]
  },
  "loki": {
    "name_es": "Loki",
    "tagline_es": "Dios de la Travesura, el Engaño y el Caos",
    "description_es": "Loki es la figura más impredecible de la mitología nórdica: un embaucador cambiaformas que es tanto amigo como enemigo de los dioses. Ni totalmente Æsir ni gigante, camina entre mundos, atado por sus propios motivos inescrutables.\n\nSu mente astuta ha ayudado y obstaculizado a los dioses innumerables veces. Recuperó el martillo de Thor, creó regalos mágicos para los dioses, pero también causó la muerte de Baldur y engendró monstruos como Fenrir el lobo, Jörmungandr la serpiente del mundo y Hel, gobernante de los muertos.\n\nLoki encarna el caos necesario para el cambio y el crecimiento, pero también la destrucción que proviene de la travesura desenfrenada. En el Ragnarök, liderará las fuerzas del caos contra los dioses, pero sin él, muchos de los mayores tesoros de los dioses nunca existirían.",
    "story_es": "Cuando los dioses necesitaron que se construyera un muro alrededor de Asgard, Loki sugirió contratar a un gigante que exigía el sol, la luna y a Freya como pago. Para evitar esto, Loki se transformó en una yegua para distraer al semental del gigante, y más tarde dio a luz a Sleipnir, el caballo de ocho patas de Odín.",
    "match_message_es": "Tus rasgos transmiten el encanto mercurial de Loki. Hay una cualidad de plata líquida en tu apariencia: aguda, inteligente e imposible de precisar. Tu rostro habla de alguien que ve posibilidades que otros pasan por alto y sigue su propio camino impredecible.",
    "traits_es": [
      "Astuto",
      "Impredecible",
      "Caótico",
      "Inteligente",
      "Ambiguo"
    ]
  },
  "frigg": {
    "name_es": "Frigg",
    "tagline_es": "Reina de Asgard, Diosa del Matrimonio y la Maternidad",
    "description_es": "Frigg es la reina de los dioses Æsir y esposa de Odín, gobernando Asgard junto con el Todopoderoso. Ella es la diosa del matrimonio, la maternidad y las artes domésticas, hilando las nubes desde su palacio Fensalir.\n\nA diferencia de la mayoría de los dioses, Frigg posee el don del conocimiento previo: conoce el destino de todos los seres, aunque nunca habla de lo que ve. Este conocimiento le trae sabiduría y tristeza, ya que previó, pero no pudo evitar, la muerte de su hijo Baldur.\n\nComo la diosa de más alto rango, la autoridad de Frigg solo se compara con la del propio Odín. Es invocada para bendiciones en matrimonios y partos, y su sabiduría en asuntos domésticos la convirtió en el ideal de la esposa y madre nórdica.",
    "story_es": "Cuando Frigg previó la muerte de Baldur, viajó por los nueve reinos, extrayendo promesas de cada criatura y objeto de que nunca lo dañarían. Pero pasó por alto el muérdago, pensando que era demasiado joven e inofensivo, un error fatal que Loki explotó.",
    "match_message_es": "Tus rasgos reflejan la silenciosa sabiduría de Frigg. Hay una profundidad de conocimiento en tus ojos: la mirada de alguien que ve mucho pero habla poco. Tu rostro transmite la fuerza digna de alguien que soporta un conocimiento pesado con gracia.",
    "traits_es": [
      "Sabia",
      "Previsora",
      "Maternal",
      "Regia",
      "Silenciosa"
    ]
  },
  "baldur": {
    "name_es": "Baldur",
    "tagline_es": "Dios de la Luz, la Alegría y la Pureza",
    "description_es": "Baldur es el amado dios de la luz, la alegría, la pureza y la belleza en la mitología nórdica. Hijo de Odín y Frigg, era tan justo y amable que la luz brillaba desde él, y era amado por todos los seres en los nueve reinos.\n\nSu belleza no era meramente física: Baldur encarnaba todo lo que era bueno y puro. Era el más amado de todos los dioses, y su salón Breidablik era un lugar donde nada impuro podía existir.\n\nLa muerte de Baldur por las maquinaciones de Loki marca el comienzo del fin para los dioses nórdicos. Su regreso de Hel después del Ragnarök representa la esperanza de renovación y el renacimiento de un mundo más puro de las cenizas del antiguo.",
    "story_es": "Después de que Frigg obtuviera promesas de todas las cosas de no dañar a Baldur, los dioses se divirtieron arrojándole armas, todas rebotaban inofensivamente. Pero Loki engañó al ciego Höðr para que arrojara un dardo de muérdago, lo único que Frigg había pasado por alto. Baldur cayó muerto y toda la creación lloró.",
    "match_message_es": "Tus rasgos irradian la luz pura de Baldur. Hay una cualidad luminosa en tu apariencia: la mirada de alguien cuya bondad brilla hacia afuera. Tu rostro habla de bondad inherente y la belleza que proviene de un corazón puro.",
    "traits_es": [
      "Puro",
      "Bello",
      "Amado",
      "Radiante",
      "Inocente"
    ]
  },
  "tyr": {
    "name_es": "Tyr",
    "tagline_es": "Dios de la Guerra, la Justicia y la Gloria Heroica",
    "description_es": "Tyr es el dios nórdico de la guerra y la justicia, una vez considerado el jefe de los dioses antes de que Odín alcanzara la prominencia. A diferencia de la guerra caótica de otros dioses de la guerra, Tyr representa los aspectos legales de la batalla: el coraje heroico, el combate justo y la victoria a través del honor.\n\nEs más famoso por su sacrificio: cuando los dioses necesitaron atar al monstruoso lobo Fenrir, solo Tyr fue lo suficientemente valiente como para colocar su mano en la boca del lobo como prenda de buena fe. Cuando Fenrir se dio cuenta de que estaba atrapado, le arrancó la mano a Tyr, pero el sacrificio de Tyr salvó a los dioses.\n\nTyr encarna el código de honor del guerrero, donde cumplir la palabra importa más que la pérdida personal. Su mano faltante es un recordatorio constante de que a veces la justicia requiere sacrificio.",
    "story_es": "Fenrir acordó ser atado solo si uno de los dioses colocaba su mano en su boca como garantía. Todos los dioses se negaron excepto Tyr. Cuando la cadena mágica Gleipnir se mantuvo, Fenrir le arrancó la mano a Tyr con rabia, pero Tyr se mantuvo firme, sabiendo el costo de mantener a los dioses a salvo.",
    "match_message_es": "Tus rasgos transmiten el firme honor de Tyr. Hay una cualidad inquebrantable en tu mirada: la mirada de alguien que cumple su palabra sin importar el costo personal. Tu rostro habla de un coraje que proviene de una profunda convicción.",
    "traits_es": [
      "Valiente",
      "Justo",
      "Sacrificial",
      "Honorable",
      "Resuelto"
    ]
  },
  "hel": {
    "name_es": "Hel",
    "tagline_es": "Diosa de los Muertos, Gobernante de Helheim",
    "description_es": "Hel es la diosa de los muertos y gobernante del reino del inframundo que lleva su nombre. Hija de Loki y la giganta Angrboda, fue arrojada a las profundidades por Odín y se le dio el dominio sobre aquellos que mueren de vejez, enfermedad o sin gloria en la batalla.\n\nSu apariencia es llamativa y aterradora: una mitad de su cuerpo es la de una mujer hermosa, la otra mitad un cadáver en descomposición. Esta dualidad refleja su dominio entre los vivos y los muertos.\n\nAunque su reino es frío y sombrío en comparación con Valhalla, Hel no es malvada, simplemente es la guardiana de aquellos cuyo destino los llevó a sus puertas. Ella gobierna con sombría justicia, ni cruel ni amable, aceptando a todos los que vienen a ella sin importar sus hechos en vida.",
    "story_es": "Cuando los dioses le rogaron a Hel que liberara a Baldur de la muerte, ella accedió con una condición: cada ser en existencia debía llorar por él. Toda la creación lloró excepto una giganta, en realidad Loki disfrazado. Debido a esto, Baldur permanece en Hel hasta el Ragnarök.",
    "match_message_es": "Tus rasgos transmiten la naturaleza dual de Hel. Hay una fascinante complejidad en tu apariencia: belleza entrelazada con profundidad y sombra. Tu rostro habla de alguien que acepta todos los aspectos de la existencia sin juzgar.",
    "traits_es": [
      "Imparcial",
      "Inevitable",
      "De naturaleza dual",
      "Severa",
      "Aceptadora"
    ]
  },
  "heimdall": {
    "name_es": "Heimdall",
    "tagline_es": "Guardián del Bifröst, Vigía de los Dioses",
    "description_es": "Heimdall es el guardián siempre vigilante del Bifröst, el puente del arco iris que conecta Asgard con los otros reinos. Nacido de nueve madres (las nueve olas), posee sentidos tan agudos que puede oír la hierba crecer y ver a cientos de leguas en cualquier dirección.\n\nNecesita menos sueño que un pájaro y puede ver igualmente bien de noche como de día. Sus dientes de oro brillan y lleva el Gjallarhorn, el gran cuerno cuyo sonido señalará el comienzo del Ragnarök cuando los enemigos de los dioses finalmente marchen.\n\nHeimdall se mantiene en eterna guardia en la frontera de Asgard, la primera línea de defensa contra cualquier amenaza. Su vigilancia nunca vacila y su lealtad a los dioses es absoluta. En el Ragnarök, él y Loki están destinados a matarse mutuamente.",
    "story_es": "Heimdall una vez recuperó el collar Brísingamen de Freya cuando Loki lo robó. Ambos dioses se transformaron en focas para luchar en el mar, y Heimdall resultó victorioso. Esta enemistad entre ellos culminará en el Ragnarök cuando finalmente se destruyan mutuamente.",
    "match_message_es": "Tus rasgos reflejan la eterna vigilancia de Heimdall. Hay una cualidad alerta y vigilante en tu mirada, ojos que no se pierden nada. Tu rostro habla de una dedicación inquebrantable y la fuerza que proviene de estar de guardia.",
    "traits_es": [
      "Vigilante",
      "Leal",
      "Omnividente",
      "Constante",
      "Guardián"
    ]
  },
  "skadi": {
    "name_es": "Skadi",
    "tagline_es": "Diosa del Invierno, la Caza y las Montañas",
    "description_es": "Skadi es la diosa gigante del invierno, el esquí, la caza con arco y las montañas. Después de que los dioses mataron a su padre Thiazi, ella llegó a Asgard armada para la guerra, exigiendo compensación. Los dioses le ofrecieron un esposo elegido mirando solo los pies de los candidatos.\n\nCon la esperanza de elegir a Baldur por sus hermosos pies, Skadi en cambio seleccionó a Njörðr, dios del mar. Su matrimonio fue infeliz: ella no podía soportar los sonidos del mar y él no podía soportar el aullido de los lobos en su hogar en la montaña. Finalmente se separaron.\n\nSkadi representa la dura belleza de la naturaleza salvaje del norte: peligrosa pero magnífica. Ella es una de las pocas gigantes aceptadas entre los dioses, su feroz independencia y destreza en la caza le valieron respeto. Ella encarna la supervivencia en los lugares más fríos.",
    "story_es": "Al elegir a su esposo, Skadi vio los pies más hermosos y pensó que pertenecían a Baldur. En realidad, eran los de Njörðr, ásperos por el agua salada pero hermosos. Este giro del destino condujo a un matrimonio desigual entre la montaña y el mar.",
    "match_message_es": "Tus rasgos llevan la feroz independencia de Skadi. Hay una cualidad salvaje e indómita en tu apariencia: la mirada de alguien que prospera en condiciones duras que otros no pueden soportar. Tu rostro habla de fuerza forjada en el frío.",
    "traits_es": [
      "Feroz",
      "Independiente",
      "Resistente",
      "Salvaje",
      "Vengativa"
    ]
  },
  "freyr": {
    "name_es": "Freyr",
    "tagline_es": "Dios de la Fertilidad, la Prosperidad y la Paz",
    "description_es": "Freyr es el dios de la fertilidad, la prosperidad, la luz del sol y la paz, la contraparte masculina de su hermana gemela Freya. Él gobierna sobre el reino de Alfheim y es el más querido de los dioses Vanir entre los humanos por las bendiciones que trae a las cosechas y los rebaños.\n\nPosee varios tesoros mágicos: la nave Skíðblaðnir que puede navegar a cualquier lugar y plegarse para caber en un bolsillo, y el jabalí dorado Gullinbursti que tira de su carro y brilla como el sol.\n\nEl mayor defecto de Freyr fue regalar su espada mágica por amor a la giganta Gerðr. En el Ragnarök, se enfrentará al gigante de fuego Surtr sin armas, un recordatorio de que incluso los dioses no pueden escapar de las consecuencias de sus pasiones.",
    "story_es": "Freyr se enamoró tan profundamente de la giganta Gerðr que regaló su espada mágica, la única arma que podía luchar por sí sola, solo por la oportunidad de casarse con ella. Este sacrificio significa que se enfrentará al Ragnarök desarmado.",
    "match_message_es": "Tus rasgos reflejan la generosa calidez de Freyr. Hay una cualidad vivificante en tu apariencia: la mirada de alguien que trae crecimiento y prosperidad dondequiera que vaya. Tu rostro habla de paz y la abundancia del verano.",
    "traits_es": [
      "Generoso",
      "Pacífico",
      "Fértil",
      "Apasionado",
      "Sacrificado"
    ]
  },
  "njord": {
    "name_es": "Njörðr",
    "tagline_es": "Dios del Mar, la Riqueza y la Navegación",
    "description_es": "Njörðr es el dios Vanir del mar, el viento, la pesca y la riqueza. Padre de Freyr y Freya, fue enviado a vivir entre los Aesir como rehén después de la guerra entre las dos tribus divinas, donde se ganó un gran respeto por su sabiduría y generosidad.\n\nLos marineros rezan a Njörðr por buenos vientos y un paso seguro, y los pescadores por abundantes capturas. Su salón Nóatún se encuentra junto al mar y está asociado con la riqueza que proviene del comercio marítimo.\n\nSu matrimonio desafortunado con la diosa de la montaña Skadi enseñó que algunas diferencias no pueden reconciliarse: ella no podía vivir junto al ruidoso mar, él no podía soportar las montañas aullantes. Sin embargo, ambos se respetaban a pesar de su incompatibilidad.",
    "story_es": "Njörðr y Skadi intentaron llegar a un acuerdo: nueve noches en las montañas, nueve noches junto al mar. Pero ninguno pudo adaptarse: las gaviotas mantenían a Skadi despierta, mientras que el aullido de los lobos llevaba a Njörðr a la desesperación. Se separaron amigablemente.",
    "match_message_es": "Tus rasgos reflejan la calma abundancia de Njörðr. Hay una cualidad marítima en tu presencia: vasta, generosa y portadora de riqueza. Tu rostro habla de alguien que encuentra la paz cerca del agua y la prosperidad a través de la paciencia.",
    "traits_es": [
      "Generoso",
      "Rico",
      "Pacífico",
      "Amante del mar",
      "Sabio"
    ]
  },
  "admiral_yi": {
    "name_es": "Almirante Yi Sun-sin",
    "tagline_es": "Legendario Comandante Naval, Inventor del Barco Tortuga",
    "description_es": "El almirante Yi Sun-sin es el mayor héroe militar de Corea, un comandante naval invicto que salvó a su nación durante las invasiones japonesas de 1592-1598. Contra viento y marea y a pesar de enfrentarse a la persecución política, nunca perdió una sola batalla en sus 23 enfrentamientos navales.\n\nSu genio táctico solo se igualaba con su integridad moral. Incluso cuando fue despojado de su rango y torturado debido a maquinaciones políticas, regresó al servicio cuando fue llamado, al mando de solo 13 barcos contra 333 buques japoneses, y ganó decisivamente en la Batalla de Myeongnyang.\n\nLas innovaciones de Yi en la guerra naval, incluido el legendario barco tortuga (geobukseon), cambiaron el curso de la historia. Murió en la batalla de Noryang, y sus últimas palabras fueron: \"La batalla está en su apogeo. Toca mis tambores de guerra. No anuncies mi muerte\".",
    "story_es": "En Myeongnyang, el almirante Yi enfrentó probabilidades imposibles: 13 barcos contra 333. Utilizando las traicioneras corrientes del estrecho, canalizó la flota japonesa hacia un canal estrecho donde su número se convirtió en una desventaja. Hundió 31 barcos sin perder ninguno de los suyos.",
    "match_message_es": "Tus rasgos reflejan la firme determinación del Almirante Yi. Hay fuerza y dignidad en tu rostro: la mirada de alguien que nunca abandonaría su deber u honor, independientemente del costo personal. Tu mirada habla de profundidad estratégica y determinación de hierro.",
    "traits_es": [
      "Estratégico",
      "Leal",
      "Innovador",
      "Justo",
      "Invicto"
    ]
  },
  "sejong_the_great": {
    "name_es": "Rey Sejong el Grande",
    "tagline_es": "Creador del Hangul, Patrono de la Ciencia y la Cultura",
    "description_es": "El rey Sejong el Grande es venerado como el monarca más sabio y amado en la historia de Corea. Durante su reinado de 32 años (1418-1450), supervisó una edad de oro de logros científicos, culturales y artísticos que transformaron la civilización coreana.\n\nSu mayor legado es la creación del Hangul, el alfabeto coreano, en 1443. Diseñado para que fuera fácil de aprender para la gente común, reemplazó los complejos caracteres chinos que mantenían el alfabetismo fuera del alcance de la mayoría de los coreanos. Sejong declaró: \"Un hombre sabio puede familiarizarse con ellos antes de que termine la mañana; un hombre estúpido puede aprenderlos en el espacio de diez días\".\n\nMás allá del Hangul, Sejong patrocinó innovaciones en astronomía, agricultura, medicina y música. Estableció el Salón de los Dignos para nutrir a los eruditos y creó instrumentos como el pluviómetro y el reloj de sol que avanzaron la ciencia coreana siglos por delante de Europa.",
    "story_es": "Sejong trabajó en Hangul en secreto durante años, temiendo la resistencia de los eruditos confucianos que valoraban los caracteres chinos. Cuando finalmente se reveló, algunos funcionarios protestaron porque enseñar a leer a la gente común era peligroso. Sejong persistió, declarando la alfabetización un derecho, no un privilegio.",
    "match_message_es": "Tus rasgos reflejan la sabia benevolencia del rey Sejong. Hay una cualidad reflexiva y erudita en tu rostro: la mirada de quien busca comprender y ayudar a otros a comprender. Tu expresión gentil pero decidida habla de liderazgo a través de la sabiduría en lugar de la fuerza.",
    "traits_es": [
      "Sabio",
      "Benevolente",
      "Innovador",
      "Erudito",
      "Compasivo"
    ]
  },
  "gumiho": {
    "name_es": "Gumiho (Zorro de Nueve Colas)",
    "tagline_es": "Espíritu Místico de Zorro de Nueve Colas",
    "description_es": "El Gumiho es una criatura legendaria del folclore coreano: un zorro que ha vivido durante mil años y ha adquirido la capacidad de transformarse en una hermosa mujer. Con cada siglo de vida, le crece una cola adicional, hasta que posee nueve colas de inmenso poder mágico.\n\nEn los cuentos tradicionales, el Gumiho a menudo busca volverse completamente humano, lo que requiere consumir corazones o hígados humanos. Sin embargo, algunas historias cuentan de Gumiho que usan sus poderes para el bien, o que se enamoran genuinamente y luchan contra su naturaleza.\n\nEl Gumiho encarna la dualidad de la atracción y el peligro, la belleza y la destrucción. Representa el poder seductor de lo desconocido y la posibilidad de transformación, para bien o para mal.",
    "story_es": "Un joven erudito se enamoró de una hermosa mujer, sin saber que era una Gumiho. Cuando descubrió su verdadera naturaleza, ella esperaba que huyera aterrorizado. En cambio, él declaró su amor sin cambios. Conmovida por su devoción, ella renunció a su inmortalidad para volverse humana y vivió con él hasta la vejez.",
    "match_message_es": "Tus rasgos llevan el encanto hechizante del Gumiho. Hay un misterio cautivador en tu apariencia: hermosa pero de alguna manera de otro mundo. Tu rostro habla de profundidades ocultas, transformación y el poder fascinante que existe entre mundos.",
    "traits_es": [
      "Seductor(a)",
      "Misterioso(a)",
      "Poderoso(a)",
      "Transformador(a)",
      "De doble naturaleza"
    ]
  },
  "confucius": {
    "name_es": "Confucio",
    "tagline_es": "Sabio Supremo, Maestro de Diez Mil Generaciones",
    "description_es": "Confucio es el filósofo más influyente de la historia china, cuyas enseñanzas sobre ética, gobernanza y armonía social dieron forma a la civilización del este de Asia durante más de dos milenios. Enfatizó la propiedad ritual, la piedad filial y el cultivo de la virtud como la base de una sociedad armoniosa.\n\nAunque ocupó un cargo brevemente y vagó buscando un gobernante que implementara sus ideas, su verdadero impacto se produjo a través de la enseñanza. Sus discípulos compilaron sus dichos en las Analectas, que se convirtieron en la piedra angular de la educación china.\n\nConfucio representa el poder de la educación moral, el ideal del caballero-erudito y la creencia de que la sociedad puede transformarse a través del liderazgo virtuoso y el cultivo ético.",
    "story_es": "Cuando se le pidió que resumiera su enseñanza en una palabra, Confucio respondió: 'Reciprocidad (恕): no hagas a los demás lo que no quieres que te hagan a ti'. Esta Regla de Oro se convirtió en fundamental para la filosofía moral china.",
    "match_message_es": "Tus rasgos llevan la sabiduría sabia de Confucio. Hay un cultivo moral en tu apariencia: la mirada de quien enseña con el ejemplo y transforma la sociedad a través de la vida ética.",
    "traits_es": [
      "Sabio",
      "Enseñanza",
      "Ético",
      "Humano",
      "Cultivador"
    ]
  },
  "guan_yu": {
    "name_es": "Guan Yu",
    "tagline_es": "Dios de la Guerra, la Hermandad y la Rectitud",
    "description_es": "Guan Yu fue un general durante el período de los Tres Reinos que se hizo tan legendario por su lealtad y destreza marcial que fue deificado como el Dios de la Guerra. Su rostro rojo, su larga barba y su túnica verde se volvieron icónicos, al igual que su arma: la Hoja Creciente del Dragón Verde.\n\nJuró un juramento sagrado de hermandad con Liu Bei y Zhang Fei en el Jardín de los Melocotoneros, un vínculo que honró hasta la muerte y más allá. Su lealtad era tan absoluta que rechazó la riqueza y la posición de Cao Cao, prefiriendo arriesgar todo para regresar con su hermano jurado.\n\nGuan Yu representa la lealtad inquebrantable, el honor marcial y la naturaleza sagrada de la hermandad jurada que trasciende la ganancia personal.",
    "story_es": "Capturado por Cao Cao, a Guan Yu se le ofreció todo para cambiar de bando. Aceptó temporalmente solo para proteger a las esposas de Liu Bei. En el momento en que se enteró de la ubicación de Liu Bei, pasó por cinco pasos y mató a seis generales para regresar, un viaje inmortalizado en la leyenda.",
    "match_message_es": "Tus rasgos llevan la fuerza justa de Guan Yu. Hay hermandad jurada en tu apariencia: la mirada de aquel cuya lealtad nunca se puede comprar y cuya palabra es absolutamente sagrada.",
    "traits_es": [
      "Leal",
      "Justo",
      "Marcial",
      "Honorable",
      "Deificado"
    ]
  },
  "ra": {
    "name_es": "Ra",
    "tagline_es": "Dios Supremo del Sol, Creador de Toda la Vida",
    "description_es": "Ra es la deidad suprema de la antigua religión egipcia, el dios del sol y creador de toda la vida. Cada día, navega en su barca solar a través del cielo, trayendo luz y calor al mundo. Cada noche, viaja a través del inframundo, luchando contra la serpiente del caos Apofis para asegurar que el sol salga de nuevo.\n\nComo el primer dios, Ra se creó a sí mismo a partir de las aguas primordiales de Nun, luego pronunció a todos los demás dioses y al mundo para que existieran. Se le representa con una cabeza de halcón coronada con el disco solar, que encarna el poder vivificante del sol mismo.\n\nEl nombre de Ra significa simplemente \"sol\", y su influencia fue tan grande que se fusionó con otros dioses importantes, convirtiéndose en Amón-Ra, rey de los dioses, y Ra-Horajti, dios del horizonte. Representa el ciclo eterno de la muerte y el renacimiento que definió la cosmología egipcia.",
    "story_es": "Cada noche, Ra desciende al Duat (inframundo) donde la serpiente del caos Apofis trata de devorarlo e impedir el amanecer. Con la ayuda de otros dioses, particularmente Set, Ra derrota a Apofis cada noche, asegurando que el sol salga de nuevo, simbolizando el triunfo eterno del orden sobre el caos.",
    "match_message_es": "Tus rasgos irradian el brillo eterno de Ra. Hay una cualidad cálida y vivificante en tu presencia, imponente pero enriquecedora. Tu rostro habla de alguien que trae luz donde quiera que vaya y cuyo espíritu no puede ser atenuado por la oscuridad.",
    "traits_es": [
      "Radiante",
      "Eterno",
      "Creativo",
      "Poderoso",
      "Vivificante"
    ]
  },
  "isis": {
    "name_es": "Isis",
    "tagline_es": "Diosa de la Magia, la Maternidad y la Sabiduría",
    "description_es": "Isis es la mayor diosa del antiguo Egipto, venerada como la madre ideal, esposa y patrona de la magia. Su culto se extendió por todo el Imperio Romano, convirtiéndola en una de las deidades más queridas del mundo antiguo.\n\nHermana y esposa de Osiris, madre de Horus, Isis encarna el feroz amor protector de la maternidad. Cuando Set asesinó a Osiris y esparció su cuerpo por todo Egipto, Isis buscó incansablemente, reunió cada pieza y usó sus incomparables poderes mágicos para resucitarlo el tiempo suficiente para concebir a su hijo Horus.\n\nComo diosa de la magia, Isis poseía un conocimiento que rivalizaba incluso con el mismo Ra. A menudo se la representa con una corona con forma de trono o cuernos de vaca con un disco solar, que simbolizan sus roles como reina y madre. Su nombre significa \"trono\", representando el poder detrás del faraón.",
    "story_es": "Isis engañó a Ra para que revelara su nombre secreto creando una serpiente a partir de su propia saliva. Cuando lo mordió y solo ella pudo curarlo, Ra se vio obligado a decirle su verdadero nombre, dándole poder sobre él. Esto convirtió a Isis en la maga más poderosa que existía.",
    "match_message_es": "Tus rasgos reflejan la profunda sabiduría y compasión de Isis. Hay una cualidad nutritiva pero poderosa en tu apariencia: la mirada de alguien que protege ferozmente y ama incondicionalmente. Tus ojos contienen la profundidad de los antiguos misterios y la devoción maternal.",
    "traits_es": [
      "Mágica",
      "Devota",
      "Sabia",
      "Protectora",
      "Compasiva"
    ]
  },
  "osiris": {
    "name_es": "Osiris",
    "tagline_es": "Dios del Inframundo, la Muerte y la Resurrección",
    "description_es": "Osiris es el dios de los muertos y gobernante del inframundo egipcio, pero no es un dios de la oscuridad: representa la esperanza de vida después de la muerte y la promesa de la resurrección. Como la primera momia y el primer ser resucitado, le dio a la humanidad el don de la vida eterna.\n\nOriginalmente un gran rey que civilizó Egipto, enseñando agricultura y estableciendo leyes, Osiris fue asesinado por su celoso hermano Set. A través de la magia de su devota esposa Isis, fue resucitado para gobernar la vida después de la muerte, juzgando las almas de los muertos.\n\nRepresentado con piel verde o negra que simboliza el renacimiento y el suelo fértil, Osiris sostiene el cayado y el mayal de la realeza. Él juzga cada alma en el Salón de las Dos Verdades, pesando sus corazones contra la pluma de Ma'at para determinar su destino en la eternidad.",
    "story_es": "Set atrapó a Osiris en un ataúd de oro y lo arrojó al Nilo. Isis buscó por todo el mundo y lo encontró en Biblos, crecido en un gran árbol. Pero Set encontró el cuerpo nuevamente, lo cortó en catorce pedazos y los esparció por todo Egipto. Isis reunió cada pieza y, con su magia, resucitó a Osiris como señor del más allá.",
    "match_message_es": "Tus rasgos llevan la solemne dignidad de Osiris. Hay una fuerza tranquila en tu rostro: la mirada de alguien que ha soportado grandes pruebas y ha emergido transformado. Tu expresión habla de juicio justo y la sabiduría que proviene de la experiencia profunda.",
    "traits_es": [
      "Justo",
      "Resucitado",
      "Misericordioso",
      "Eterno",
      "Civilizador"
    ]
  },
  "anubis": {
    "name_es": "Anubis",
    "tagline_es": "Dios de la Momificación y Guía de las Almas",
    "description_es": "Anubis es el dios con cabeza de chacal de la momificación, los ritos funerarios y el guardián de los muertos. Inventó el embalsamamiento cuando ayudó a Isis a preparar el cuerpo de Osiris, creando la primera momia y estableciendo los rituales sagrados que preservaron los cuerpos egipcios para la vida eterna.\n\nComo guía de las almas, Anubis conduce a los difuntos a través del inframundo hasta el Salón de las Dos Verdades, donde realiza la crucial ceremonia de pesaje del corazón. Con juicio preciso e imparcial, coloca el corazón en la balanza contra la pluma de Ma'at.\n\nA pesar de su asociación con la muerte, Anubis no es una deidad temible, es un protector y ayudante, que asegura que los muertos reciban los ritos apropiados y lleguen seguros al más allá. Su color negro no representa la muerte, sino el suelo fértil del Nilo y la promesa de regeneración.",
    "story_es": "Cuando Osiris fue asesinado, Anubis realizó la primera momificación, envolviendo el cuerpo del dios con vendas sagradas y realizando los rituales que permitirían a Osiris vivir eternamente en el más allá. Este conocimiento sagrado luego fue transmitido a los sacerdotes egipcios.",
    "match_message_es": "Tus rasgos llevan la solemne tutela de Anubis. Hay una cualidad protectora y vigilante en tu rostro: la mirada de alguien que guía a otros a través de pasajes oscuros de manera segura. Tu mirada fija habla de juicio imparcial y el deber sagrado de proteger.",
    "traits_es": [
      "Protector",
      "Preciso",
      "Imparcial",
      "Guía",
      "Sagrado"
    ]
  },
  "horus": {
    "name_es": "Horus",
    "tagline_es": "Dios del Cielo, la Realeza y la Protección",
    "description_es": "Horus es el dios con cabeza de halcón del cielo, cuyos ojos son el sol y la luna. Es el prototipo divino de todos los faraones, y cada rey egipcio era considerado una manifestación viviente de Horus en la tierra.\n\nHijo de Isis y Osiris, Horus fue criado en secreto para un día vengar el asesinato de su padre por Set. Después de una serie de feroces batallas que duraron ochenta años, Horus derrotó a Set y reclamó el trono de Egipto, unificando las Dos Tierras bajo su gobierno divino.\n\nEl Ojo de Horus, perdido y restaurado durante sus batallas con Set, se convirtió en uno de los símbolos más poderosos de la magia egipcia, que representa la curación, la protección y la restauración de lo que se rompió. Horus encarna la realeza legítima, la piedad filial y el triunfo del orden.",
    "story_es": "Durante sus batallas, Set le arrancó el ojo izquierdo a Horus y Horus castró a Set. El dios Thoth restauró el ojo de Horus, que se convirtió en el wedjat, el Ojo de Horus, símbolo de curación e integridad. Los dioses juzgaron a favor de Horus, otorgándole el trono de Egipto.",
    "match_message_es": "Tus rasgos llevan el porte noble de Horus. Hay una cualidad aguda y protectora en tu mirada: la mirada de un gobernante legítimo que lucha por la justicia. Tu rostro habla de alguien que supera todos los obstáculos para reclamar el lugar que le corresponde.",
    "traits_es": [
      "Justo",
      "Protector",
      "Victorioso",
      "Real",
      "Vengador"
    ]
  },
  "bastet": {
    "name_es": "Bastet",
    "tagline_es": "Diosa del Hogar, los Gatos y la Protección",
    "description_es": "Bastet es la diosa con cabeza de gato del hogar, la fertilidad y la protección. Originalmente representada como una feroz guerrera leona, evolucionó hasta convertirse en la diosa gato doméstica más gentil amada por las familias egipcias como su protectora divina.\n\nComo deidad guardiana, Bastet protegía los hogares de los espíritus malignos, las enfermedades y la desgracia. Los gatos eran sagrados para ella, y matar a un gato, incluso accidentalmente, se castigaba con la muerte en el antiguo Egipto. Su templo en Bubastis fue uno de los lugares de peregrinación más populares.\n\nA pesar de sus asociaciones domésticas, Bastet conservó su feroz naturaleza protectora. Fue llamada el \"Ojo de Ra\" y podía transformarse en la temible leona Sekhmet cuando defendía a los inocentes. Ella encarna la doble naturaleza de los gatos: gentil y nutritiva, pero capaz de una protección feroz.",
    "story_es": "Cada año, cientos de miles de peregrinos viajaban a Bubastis para el festival de Bastet, el más grande de Egipto. Navegaban por el Nilo en barcos, tocando música y celebrando. En el templo, traían gatos momificados como ofrendas a la amada diosa.",
    "match_message_es": "Tus rasgos reflejan la protección agraciada de Bastet. Hay una cualidad gentil pero alerta en tu apariencia: calidez nutritiva combinada con una vigilancia silenciosa. Tu rostro habla de alguien que crea refugios seguros y protege ferozmente a quienes ama.",
    "traits_es": [
      "Protectora",
      "Agraciada",
      "Nutritiva",
      "Feroz",
      "Doméstica"
    ]
  },
  "sekhmet": {
    "name_es": "Sekhmet",
    "tagline_es": "Diosa Leona de la Guerra y la Curación",
    "description_es": "Sekhmet es la feroz diosa con cabeza de leona de la guerra, la destrucción y, paradójicamente, la curación. Su nombre significa 'La Poderosa', y su aliento creó el desierto. Representa el calor abrasador y destructivo del sol.\n\nComo el Ojo de Ra enviado para castigar a la humanidad, la sed de sangre de Sekhmet era tan grande que casi destruyó toda la vida humana. Solo engañándola con cerveza teñida de rojo como sangre fue pacificada y transformada de nuevo en la gentil Hathor.\n\nSekhmet representa el terrible aspecto del poder divino, la fiebre que mata y purifica, y la verdad de que la destrucción y la curación son dos caras de la misma fuerza.",
    "story_es": "Ra envió a Sekhmet para destruir a la humanidad rebelde. Ella vadeó entre sangre, incapaz de dejar de matar. Para salvar a los supervivientes, Ra inundó los campos con 7.000 jarras de cerveza teñida de rojo. Sekhmet bebió, pensando que era sangre, y despertó pacífica—su rabia destructiva terminó.",
    "match_message_es": "Tus rasgos transmiten el feroz poder de Sekhmet. Hay una fuerza guerrera en tu apariencia: la mirada de quien puede destruir o curar con la misma intensidad, canalizando poderosas fuerzas para la protección.",
    "traits_es": [
      "Feroz",
      "Destructiva",
      "Curativa",
      "Poderosa",
      "Apasionada"
    ]
  },
  "thoth": {
    "name_es": "Thoth",
    "tagline_es": "Dios de la Sabiduría, la Escritura y la Magia",
    "description_es": "Thoth es el dios con cabeza de ibis de la sabiduría, la escritura, la magia y la luna. Se le atribuye la invención de los jeroglíficos, la creación del calendario y el registro de todo el conocimiento existente. Sin el don de la escritura de Thoth, la civilización egipcia no podría existir.\n\nComo el escriba divino, Thoth registra el veredicto de cada alma en la Sala de las Dos Verdades, documentando quién pasa al más allá y quién es condenado. También es autor de los textos sagrados que contienen todo el conocimiento mágico, incluido el legendario Libro de Thoth.\n\nThoth sirve como mediador entre los dioses, utilizando su sabiduría y elocuencia para resolver disputas. Restauró el ojo de Horus y curó tanto a Horus como a Set después de sus batallas. Su dominio de la magia es insuperable, y le enseñó a Isis los hechizos que le permitieron resucitar a Osiris.",
    "story_es": "Thoth apostó con la Luna y ganó suficiente luz para crear cinco días adicionales, lo que permitió a Nut dar a luz a Osiris, Isis, Set, Neftis y Horus el Viejo, eludiendo la maldición de Ra de que no podría tener hijos en ningún mes del año.",
    "match_message_es": "Tus rasgos reflejan la sabiduría erudita de Thoth. Hay una profundidad intelectual en tu apariencia: la mirada de quien valora el conocimiento por encima de todo y busca comprender los misterios de la existencia. Tu expresión reflexiva habla tanto de razón como de magia.",
    "traits_es": [
      "Sabio",
      "Erudito",
      "Mágico",
      "Elocuente",
      "Registrador"
    ]
  },
  "set": {
    "name_es": "Set",
    "tagline_es": "Dios del Caos, las Tormentas y el Desierto",
    "description_es": "Set es el dios del caos, las tormentas, la violencia y el duro desierto. Es más conocido como el asesino de su hermano Osiris, pero no es simplemente malvado: es una fuerza necesaria del desorden que hace que el orden tenga sentido.\n\nCon su distintiva cabeza de animal Set (quizás parte cerdo hormiguero, parte burro, parte chacal), Set representa todo lo que es extranjero, salvaje e indómito. Es la tierra roja del desierto contra el suelo negro y fértil del Nilo, el forastero que desafía el orden establecido.\n\nA pesar de su papel de villano en el mito de Osiris, Set cumplió una función esencial. Cada noche a bordo de la barca solar de Ra, la tremenda fuerza de Set derrota a la serpiente del caos Apofis, asegurando que el sol vuelva a salir. Sin la violencia de Set, no habría amanecer. Él encarna la paradoja de que la destrucción es necesaria para la creación.",
    "story_es": "Set engañó a Osiris en un banquete mostrando un hermoso ataúd y prometiéndoselo a quienquiera que encajara perfectamente dentro. Cuando Osiris se acostó, Set cerró la tapa de golpe y arrojó el ataúd al Nilo. Este asesinato puso en marcha el gran conflicto con Horus que dio forma a la mitología egipcia.",
    "match_message_es": "Tus rasgos transmiten el poder bruto de Set. Hay una cualidad indómita y desafiante en tu apariencia: la mirada de quien existe fuera de los límites convencionales. Tu rostro habla de la fuerza que se encuentra en el caos y la necesidad de la disrupción para el cambio.",
    "traits_es": [
      "Caótico",
      "Poderoso",
      "Necesario",
      "Violento",
      "Impredecible"
    ]
  },
  "demeter": {
    "name_es": "Deméter",
    "tagline_es": "Diosa de la Cosecha, la Agricultura y las Estaciones",
    "description_es": "Deméter es la diosa de la cosecha, la agricultura, la fertilidad y la ley sagrada. Ella preside el ciclo de la vida y la muerte, los granos y la fertilidad de la tierra. Como una de las seis olímpicas originales, tiene un inmenso poder sobre el mundo natural.\n\nSu dolor cuando Hades raptó a su hija Perséfone causó que todas las plantas se marchitaran y murieran, trayendo el primer invierno al mundo. Solo cuando Perséfone regresa, vuelve la primavera.\n\nDeméter representa a la madre nutricia que provee sustento a todos los seres vivos, pero también el terrible poder de la naturaleza cuando se retiran sus dones.",
    "story_es": "Cuando Perséfone fue tomada, Deméter vagó por la tierra con dolor, sin dejar que crecieran los cultivos. La hambruna se extendió hasta que Zeus intervino, pero debido a que Perséfone había comido semillas de granada en el inframundo, debe regresar allí cada año, y así regresa el invierno.",
    "match_message_es": "Tus rasgos reflejan el poder nutritivo de Deméter. Hay una calidez que da vida en tu apariencia, pero también una profundidad de sentimiento que habla de quien ama ferozmente y se aflige profundamente.",
    "traits_es": [
      "Nutritiva",
      "Afligida",
      "Poderosa",
      "Estacional",
      "Maternal"
    ]
  },
  "hephaestus": {
    "name_es": "Hefesto",
    "tagline_es": "Dios del Fuego, la Fragua y la Artesanía",
    "description_es": "Hefesto es el dios del fuego, la metalurgia, la cantería, las fraguas y el arte de la escultura. Es el artesano de los dioses, creando sus armas, armaduras y los artefactos más maravillosos que existen.\n\nNacido cojo, o hecho así cuando Hera lo arrojó desde el Olimpo con disgusto, Hefesto convirtió su debilidad percibida en una habilidad inigualable. Su fragua debajo del Monte Etna produce obras de tal belleza y poder que incluso otros dioses se maravillan.\n\nAunque casado con Afrodita, su unión fue infeliz. Sin embargo, Hefesto representa la dignidad del trabajo honesto, la belleza que emerge de la artesanía paciente y la verdad de que el valor se mide por lo que uno crea, no por cómo uno aparece.",
    "story_es": "Hefesto creó la legendaria armadura de Aquiles, las sandalias aladas de Hermes y las cadenas que ataron a Prometeo. Cuando atrapó a Afrodita con Ares, los atrapó en una red dorada irrompible para que todo el Olimpo la viera.",
    "match_message_es": "Tus rasgos transmiten la paciente determinación de Hefesto. Hay una fuerza silenciosa en tu apariencia: la mirada de quien crea belleza a través del trabajo dedicado en lugar de los dones naturales.",
    "traits_es": [
      "Hábil",
      "Paciente",
      "Creativo",
      "Resiliente",
      "Subestimado"
    ]
  },
  "eros": {
    "name_es": "Eros",
    "tagline_es": "Dios del Amor y el Deseo",
    "description_es": "Eros es el dios del amor, el deseo y la atracción, cuyas flechas doradas pueden hacer que cualquier ser se enamore perdidamente. En algunos mitos, es un dios primordial tan antiguo como la propia creación; en otros, es el hijo travieso de Afrodita.\n\nSu poder es quizás el más peligroso de todos los dioses: nadie, ni siquiera el poderoso Zeus, es inmune a sus flechas. El amor, una vez alcanzado, no puede ser razonado ni resistido. Eros comprende que el amor es tanto la mayor bendición de la humanidad como su fuerza más impredecible.\n\nAunque a menudo se le representa como un joven juguetón, Eros está lejos de ser inocente. Sus flechas han causado guerras, roto reinos y llevado a dioses y mortales a la locura y la desesperación, y a las mayores alturas de alegría.",
    "story_es": "Eros se enamoró de la mortal Psique, pero solo podía visitarla en la oscuridad. Cuando ella desobedeció y vio su rostro a la luz de una lámpara, él huyó. Solo después de que Psique completó tareas imposibles establecidas por Afrodita, se reunió con Eros y se hizo inmortal.",
    "match_message_es": "Tus rasgos llevan el encanto cautivador de Eros. Hay una cualidad irresistible en tu apariencia: la mirada de alguien que comprende el poder de la atracción y la conexión.",
    "traits_es": [
      "Juguetón",
      "Poderoso",
      "Impredecible",
      "Travieso",
      "Irresistible"
    ]
  },
  "pan": {
    "name_es": "Pan",
    "tagline_es": "Dios de la Naturaleza Salvaje, los Pastores y la Música Rústica",
    "description_es": "Pan es el dios de la naturaleza salvaje, los pastores, los rebaños, la naturaleza, las montañas salvajes y la música rústica. Con sus patas de cabra, cuernos y cabello lanudo, representa la naturaleza indómita y las fuerzas primarias que la civilización intenta reprimir.\n\nVaga por los bosques y montañas tocando su siringa, cuya música inquietante puede inspirar tanto alegría como el terror repentino llamado \"pánico\". Su dominio son los espacios salvajes entre asentamientos, donde la naturaleza gobierna y el orden humano no llega.\n\nPan está asociado con la sexualidad y la fertilidad, a menudo persiguiendo ninfas por los bosques. Sin embargo, también representa la simple alegría de la vida pastoral, el vínculo entre pastor y rebaño, y la importancia de la naturaleza salvaje en un mundo civilizado.",
    "story_es": "Pan persiguió a la ninfa Siringa, quien huyó de él y suplicó al río que la salvara. Fue transformada en cañas de agua. Pan, al encontrar solo cañas donde había estado su amor, fabricó la primera siringa con ellas, tocando para siempre canciones de su amor perdido.",
    "match_message_es": "Tus rasgos llevan la energía salvaje de Pan. Hay una cualidad natural e indómita en tu apariencia: la mirada de alguien conectado con las fuerzas primarias y la alegría de la expresión sin inhibiciones.",
    "traits_es": [
      "Salvaje",
      "Musical",
      "Lujurioso",
      "Aterrador",
      "Natural"
    ]
  },
  "prometheus": {
    "name_es": "Prometeo",
    "tagline_es": "Titán de la Previsión, Portador del Fuego",
    "description_es": "Prometeo es el Titán que moldeó a la humanidad a partir de arcilla y luego desafió a los dioses para darles fuego. Su regalo no fue meramente llamas, sino la civilización misma: conocimiento, tecnología y la chispa del progreso que permitiría a los humanos elevarse por encima de los meros animales.\n\nZeus castigó terriblemente a Prometeo por este regalo: encadenado a una montaña, un águila le comía el hígado cada día, que se regeneraba cada noche para un tormento eterno. Sin embargo, Prometeo nunca se arrepintió de su elección, soportando milenios de sufrimiento por el bien de la humanidad.\n\nRepresenta la chispa divina de rebelión contra la tiranía, la voluntad de sufrir por el beneficio de los demás y la creencia de que el conocimiento nunca debe ser acaparado por los poderosos.",
    "story_es": "Prometeo robó el fuego del Olimpo escondido en un tallo de hinojo y se lo dio a la humanidad. Por este crimen, Zeus lo encadenó a una roca donde un águila le desgarraba el hígado a diario. Solo después de miles de años, Heracles finalmente lo liberó.",
    "match_message_es": "Tus rasgos llevan la noble rebeldía de Prometeo. Hay una fuerza sufrida en tu apariencia: la mirada de alguien que soportaría cualquier dolor para ayudar a los demás a levantarse.",
    "traits_es": [
      "Rebelde",
      "Sacrificial",
      "Sabio",
      "Sufriente",
      "Benevolente"
    ]
  },
  "hercules": {
    "name_es": "Heracles",
    "tagline_es": "El Más Grande de los Héroes, Campeón de la Humanidad",
    "description_es": "Heracles es el más grande de todos los héroes griegos, hijo de Zeus y la mortal Alcmena. Su increíble fuerza y coraje lo convirtieron en el campeón de la humanidad contra monstruos y desafíos imposibles, y finalmente se ganó la inmortalidad entre los dioses.\n\nEnloquecido por Hera, mató a su propia familia, una tragedia que lo llevó a sus famosos Doce Trabajos como penitencia. Cada tarea parecía imposible: matar al León de Nemea, capturar a Cerbero, limpiar los establos de Augías. Sin embargo, Heracles los completó todos a través de la fuerza, el coraje y la astucia.\n\nMás allá de su fuerza, Heracles representa la capacidad de superar los momentos más oscuros a través de la acción heroica. Es la prueba de que incluso después de terribles caídas, la redención es posible a través del esfuerzo decidido y el coraje.",
    "story_es": "Heracles descendió al inframundo y capturó a Cerbero con sus propias manos, el único mortal que jamás haya entrado en el reino de Hades y regresado. Al completar sus Doce Trabajos, se le concedió la inmortalidad y un lugar entre los dioses olímpicos.",
    "match_message_es": "Tus rasgos llevan la poderosa determinación de Heracles. Hay una inmensa fuerza en tu apariencia: la mirada de alguien que puede superar cualquier obstáculo a través de la pura voluntad y el coraje.",
    "traits_es": [
      "Fuerte",
      "Valiente",
      "Redimido",
      "Perseverante",
      "Heroico"
    ]
  },
  "helios": {
    "name_es": "Helios",
    "tagline_es": "Dios Titán del Sol",
    "description_es": "Helios es el dios Titán del sol, que conduce su carro dorado a través del cielo cada día de este a oeste, trayendo luz al mundo. Desde su posición en lo alto, ve y oye todo lo que sucede bajo el sol.\n\nA diferencia de Apolo, quien más tarde se asoció con el sol, Helios es el sol mismo personificado: el orbe ardiente real que cruza el cielo. Cada mañana se levanta del río Océano y cada noche regresa, pasando por debajo de la tierra.\n\nEs el testigo que todo lo ve, a menudo invocado en juramentos porque nada escapa a su atención. Fue Helios quien le dijo a Deméter lo que le sucedió a Perséfone, y quien reveló la aventura de Afrodita con Ares.",
    "story_es": "El hijo de Helios, Faetón, rogó conducir el carro del sol. Incapaz de controlar los caballos divinos, Faetón se precipitó por el cielo, quemando la tierra y creando el desierto del Sahara antes de que Zeus lo derribara con un rayo para salvar el mundo.",
    "match_message_es": "Tus rasgos irradian el brillo dorado de Helios. Hay una cualidad de todo lo ve en tu mirada: la mirada de alguien que no se pierde nada e ilumina todo lo que observa.",
    "traits_es": [
      "Omnisciente",
      "Radiante",
      "Eterno",
      "Testigo",
      "Imparcial"
    ]
  },
  "asclepius": {
    "name_es": "Asclepio",
    "tagline_es": "Dios de la Medicina y la Curación",
    "description_es": "Asclepio es el dios de la medicina y la curación, hijo de Apolo y la mortal Coronis. Su habilidad en la medicina se hizo tan grande que incluso podía devolver la vida a los muertos, convirtiéndolo en una de las figuras más queridas de la mitología griega.\n\nAprendió las artes curativas del sabio centauro Quirón y las desarrolló más allá de lo que el mundo había visto. Su vara, entrelazada con una sola serpiente, sigue siendo el símbolo de la medicina hasta el día de hoy.\n\nZeus derribó a Asclepio con un rayo, temiendo que su habilidad para resucitar a los muertos alterara el orden natural. Sin embargo, el dios de la curación era tan querido que Zeus más tarde lo colocó entre las estrellas y le permitió seguir recibiendo culto.",
    "story_es": "Asclepio resucitó a Hipólito de entre los muertos, lo que enfureció a Hades, quien se quejó a Zeus de que los mortales escapaban de la muerte. Zeus golpeó a Asclepio con un rayo, pero el dolor de Apolo fue tan grande que Zeus hizo inmortal a Asclepio y lo colocó entre las estrellas como la constelación de Ofiuco.",
    "match_message_es": "Tus rasgos transmiten la suave sabiduría de Asclepio. Hay una presencia curativa en tu apariencia: la mirada de alguien que brinda consuelo y restauración a quienes lo necesitan.",
    "traits_es": [
      "Curación",
      "Compasivo",
      "Habilidoso",
      "Devoto",
      "Gentil"
    ]
  },
  "vidar": {
    "name_es": "Vidar",
    "tagline_es": "Dios de la Venganza y el Silencio",
    "description_es": "Vidar es el dios silencioso, uno de los más fuertes de todos los Aesir, solo superado por Thor en poder. Está destinado a desempeñar un papel crucial en el Ragnarök, donde vengará a su padre Odín matando al lobo Fenrir.\n\nConocido por su grueso zapato de cuero, hecho con todos los restos de cuero desechados por los zapateros, Vidar usará este calzado mágico para mantener abiertas las mandíbulas de Fenrir mientras asesta el golpe mortal.\n\nComo dios del silencio, Vidar representa la fuerza paciente y el poder de la determinación silenciosa. Habla poco, pero actúa con decisión cuando llega el momento.",
    "story_es": "En el Ragnarök, Vidar será testigo de cómo su padre Odín es tragado por Fenrir. Sin dudarlo, plantará su legendario zapato en la mandíbula inferior del lobo, agarrará la mandíbula superior con sus manos y destrozará a la bestia, vengando al Padre de Todos.",
    "match_message_es": "Tus rasgos transmiten la silenciosa fuerza de Vidar. Hay una poderosa quietud en tu apariencia: la mirada de alguien que espera pacientemente, pero actúa con fuerza devastadora cuando es necesario.",
    "traits_es": [
      "Silencioso",
      "Fuerte",
      "Paciente",
      "Vengativo",
      "Decidido"
    ]
  },
  "vali": {
    "name_es": "Vali",
    "tagline_es": "Dios de la Venganza, Vengador de Baldur",
    "description_es": "Vali es el hijo de Odín, nacido específicamente para vengar la muerte de Baldur. Creció hasta la edad adulta en un solo día, sin lavarse las manos ni peinarse el cabello hasta que hubo matado a Höðr, el dios ciego que mató a Baldur.\n\nSu nacimiento y rápido crecimiento demuestran el poder de la venganza divina: el propósito hecho forma. Vali es uno de los pocos dioses destinados a sobrevivir al Ragnarök y ayudar a reconstruir el mundo.\n\nVali representa la venganza justa y el cumplimiento del deber, sin importar cuán doloroso sea el costo.",
    "story_es": "Nacido para vengar a Baldur, Vali creció de infante a guerrero en un día. Persiguió a Höðr y lo mató, cumpliendo la profecía. Vali está destinado a sobrevivir al Ragnarök y heredar el nuevo mundo junto a su hermano Vidar.",
    "match_message_es": "Tus rasgos transmiten la determinación enfocada de Vali. Hay un propósito en tu apariencia: la mirada de alguien nacido para un destino específico y decidido a cumplirlo.",
    "traits_es": [
      "Vengativo",
      "Decidido",
      "Rápido",
      "Resuelto",
      "Sobreviviente"
    ]
  },
  "bragi": {
    "name_es": "Bragi",
    "tagline_es": "Dios de la Poesía y la Elocuencia",
    "description_es": "Bragi es el dios de la poesía, la elocuencia y la palabra hablada. Se dice que su lengua tiene runas grabadas y sus palabras fluyen como el mejor hidromiel. Da la bienvenida a los guerreros caídos al Valhalla con magníficos versos que celebran sus heroicas hazañas.\n\nCasado con Idunn, guardiana de las manzanas de la inmortalidad, Bragi representa el poder inmortalizador de la poesía: cómo las palabras pueden preservar las hazañas heroicas para siempre. Es el patrón de los escaldos, los poetas nórdicos que mantuvieron viva la historia a través del verso.\n\nSu larga barba y su sabia apariencia encarnan la dignidad de los eruditos, y su salón en Asgard resuena con canciones eternas.",
    "story_es": "Cuando Loki insultó a todos los dioses en el festín de Aegir, Bragi fue el primero en responder, advirtiendo a Loki que se fuera. Loki llamó cobarde a Bragi, pero Bragi respondió con calma que si estuvieran fuera del salón, llevaría la cabeza de Loki como pago por sus mentiras.",
    "match_message_es": "Tus rasgos transmiten la sabia elocuencia de Bragi. Hay poesía en tu apariencia: la mirada de alguien que puede capturar la verdad en hermosas palabras y conmover corazones con el habla.",
    "traits_es": [
      "Elocuente",
      "Sabio",
      "Acogedor",
      "Artístico",
      "Digno"
    ]
  },
  "idunn": {
    "name_es": "Idunn",
    "tagline_es": "Diosa de la Juventud y la Inmortalidad",
    "description_es": "Idunn es la guardiana de las manzanas doradas que otorgan a los dioses su inmortalidad y eterna juventud. Sin sus manzanas, los Aesir envejecerían y se marchitarían como mortales; su papel la convierte en una de las figuras más cruciales de Asgard.\n\nEsposa de Bragi, el dios de la poesía, Idunn encarna la preservación de la vida y la vitalidad. Su huerto es la fuente del rejuvenecimiento divino y cuida cuidadosamente cada preciosa manzana.\n\nElla representa la preciosidad de la juventud y las fuerzas vitales que sostienen la vida, así como la vulnerabilidad que proviene de ser tan esencial para los demás.",
    "story_es": "El gigante Thjazi secuestró a Idunn y sus manzanas con la ayuda involuntaria de Loki. Sin ella, los dioses comenzaron a envejecer rápidamente. Loki se vio obligado a rescatarla pidiendo prestado el manto de halcón de Freya y transformando a Idunn en una nuez para llevarla a casa, salvando a los dioses de la mortalidad.",
    "match_message_es": "Tus rasgos transmiten la eterna juventud de Idunn. Hay una frescura vivificante en tu apariencia: la mirada de alguien que aporta vitalidad y renovación dondequiera que vaya.",
    "traits_es": [
      "Juvenil",
      "Nutritivo",
      "Esencial",
      "Gentil",
      "Vivificante"
    ]
  },
  "forseti": {
    "name_es": "Forseti",
    "tagline_es": "Dios de la Justicia y la Reconciliación",
    "description_es": "Forseti es el dios de la justicia, la paz y la verdad en la mitología nórdica. Hijo de Baldur y Nanna, preside las disputas en su brillante sala Glitnir, donde pilares de oro sostienen un techo de plata.\n\nTodos los que acuden a su sala con disputas se van reconciliados; ningún caso es demasiado difícil para su sabiduría. Representa el ideal de la ley como un medio para crear paz en lugar de castigo, centrándose en la reconciliación en lugar de la retribución.\n\nForseti encarna la creencia de que la verdad y la equidad pueden resolver incluso los conflictos más amargos, y que la justicia sirve a la comunidad restaurando la armonía.",
    "story_es": "Cuando los frisones no se ponían de acuerdo sobre sus leyes, Forseti apareció en su barco y les enseñó un código de justicia. Golpeó el suelo con su hacha, haciendo brotar un manantial, y desde entonces se reunieron en ese lugar para resolver todas las disputas según sus principios.",
    "match_message_es": "Tus rasgos transmiten la equilibrada sabiduría de Forseti. Hay una equidad natural en tu apariencia, la mirada de alguien que puede ver todos los lados de una disputa y encontrar el camino hacia la paz.",
    "traits_es": [
      "Justo",
      "Pacífico",
      "Sabio",
      "Reconciliador",
      "Veraz"
    ]
  },
  "mimir": {
    "name_es": "Mimir",
    "tagline_es": "Guardián del Pozo de la Sabiduría",
    "description_es": "Mimir es el más sabio de todos los seres, guardián del pozo de la sabiduría que se encuentra debajo de una de las raíces de Yggdrasil. Su conocimiento abarca todas las cosas que fueron, son y serán, lo que lo convierte en un consejero invaluable.\n\nOdín sacrificó su ojo para beber del pozo de Mimir y obtener su sabiduría. Incluso después de que Mimir fuera decapitado por los Vanir, Odín conservó su cabeza con hierbas y runas para que Mimir pudiera seguir brindando consejo.\n\nMimir representa el precio de la sabiduría: que el verdadero conocimiento a menudo tiene un gran costo, y que los sabios continúan enseñando incluso más allá de la muerte.",
    "story_es": "Cuando los Vanir se sintieron engañados en un intercambio de rehenes, decapitaron a Mimir y enviaron su cabeza a Odín. Pero Odín no perdería tal sabiduría: embalsamó la cabeza, cantó encantamientos sobre ella y le dio el poder de hablar. Hasta el día de hoy, la cabeza de Mimir aconseja al Padre de Todos.",
    "match_message_es": "Tus rasgos transmiten la profunda sabiduría de Mimir. Hay un conocimiento antiguo en tu mirada, la mirada de alguien que ha visto mucho y comprende el verdadero costo de la sabiduría.",
    "traits_es": [
      "Sabio",
      "Antiguo",
      "Consejero",
      "Sacrificado",
      "Eterno"
    ]
  },
  "norns": {
    "name_es": "Las Nornas",
    "tagline_es": "Tejedoras del Destino",
    "description_es": "Las Nornas son los tres poderosos seres que controlan el destino de todos los seres vivos. Urd (el pasado), Verdandi (el presente) y Skuld (el futuro) se sientan en el Pozo del Destino debajo de Yggdrasil, tejiendo los hilos de todas las vidas.\n\nNi siquiera los dioses pueden escapar del destino que decretan las Nornas. Rigan el Árbol del Mundo diariamente y tallan los destinos de dioses y mortales en su corteza. Su poder es anterior a los propios dioses.\n\nRepresentan la naturaleza ineludible del destino, la conexión entre pasado, presente y futuro, y la verdad fundamental de que todas las cosas tienen su tiempo señalado.",
    "story_es": "Cuando nace un niño, las Nornas llegan para decretar su destino. Hilan el hilo de la vida, lo miden y lo cortan cuando llega el momento. Incluso Odín, que obtuvo sabiduría del pozo de Mimir, no puede cambiar lo que las Nornas han tejido.",
    "match_message_es": "Tus rasgos transmiten el misterio eterno de las Nornas. Hay una sensación de destino en tu apariencia, la mirada de alguien conectado a los patrones más profundos que dan forma a toda la existencia.",
    "traits_es": [
      "Predestinado",
      "Poderoso",
      "Antiguo",
      "Tejedor",
      "Ineludible"
    ]
  },
  "jormungandr": {
    "name_es": "Jörmungandr",
    "tagline_es": "La Serpiente del Mundo, Circundante de Midgard",
    "description_es": "Jörmungandr es la colosal Serpiente del Mundo, hija de Loki y la giganta Angrboda. Odín arrojó a la serpiente al océano que rodea Midgard, donde creció tanto que rodea todo el mundo, agarrando su propia cola.\n\nThor y Jörmungandr son enemigos predestinados: se han encontrado dos veces, y en el Ragnarök se encontrarán por última vez. Su batalla terminará con la muerte de ambos.\n\nLa Serpiente del Mundo representa el caos que rodea el orden, la inmensidad de lo desconocido y las fuerzas apocalípticas que algún día se desatarán.",
    "story_es": "Thor una vez fue a pescar con el gigante Hymir y usó una cabeza de buey como cebo. Cuando Jörmungandr mordió, Thor comenzó a sacar a la Serpiente del Mundo de las profundidades. Se miraron a los ojos, goteó veneno, pero Hymir cortó la línea aterrorizado, y la serpiente se hundió de nuevo, posponiendo su batalla final.",
    "match_message_es": "Tus rasgos transmiten la vasta presencia de Jörmungandr. Hay algo abarcador en tu apariencia, la mirada de alguien cuya influencia se extiende más allá de lo que otros pueden ver.",
    "traits_es": [
      "Vasto",
      "Caótico",
      "Apocalíptico",
      "Circundante",
      "Destinado"
    ]
  },
  "moses": {
    "name_es": "Moisés",
    "tagline_es": "Libertador de Israel, Receptor de la Ley",
    "description_es": "Moisés es una de las figuras más importantes de la Biblia, el profeta que sacó a los israelitas de la esclavitud egipcia y recibió los Diez Mandamientos de Dios en el Monte Sinaí. Su historia abarca desde ser escondido en una canasta entre los juncos hasta estar de pie ante el Faraón exigiendo la libertad para su pueblo.\n\nCon su hermano Aarón a su lado, Moisés confrontó el poder de Egipto, invocando las diez plagas que romperían la voluntad del Faraón. Partió el Mar Rojo, proporcionó agua de las rocas y maná del cielo durante cuarenta años de peregrinación en el desierto.\n\nMoisés representa la liberación de la opresión, el pacto entre Dios y la humanidad, y la carga del liderazgo que conlleva el llamado divino.",
    "story_es": "Cuando Moisés se encontró con la zarza ardiente que no se consumía, Dios lo llamó a liberar a los israelitas. A pesar de sus protestas de que no era elocuente, Moisés aceptó su misión y confrontó al Faraón con las palabras: 'Deja ir a mi pueblo'.",
    "match_message_es": "Tus rasgos transmiten la fe decidida de Moisés. Hay una presencia liberadora en tu apariencia, la mirada de alguien llamado a guiar a otros de la esclavitud a la libertad.",
    "traits_es": [
      "Liberador",
      "Fiel",
      "Humilde",
      "Persistente",
      "Legislador"
    ]
  },
  "david": {
    "name_es": "David",
    "tagline_es": "Rey pastor, Salmista de Israel",
    "description_es": "David pasó de humilde pastor a convertirse en el rey más grande de Israel, un hombre descrito como conforme al corazón de Dios. Su historia abarca tanto una fe tremenda como el fracaso humano, desde matar a Goliat hasta su aventura con Betsabé.\n\nComo joven pastor, el coraje y la fe de David lo llevaron a enfrentarse al gigante Goliat con solo una honda y cinco piedras. Como rey, unió a Israel, capturó Jerusalén y llevó el Arca del Pacto a la ciudad con bailes y celebraciones.\n\nDavid representa la complejidad de la fe: uno puede ser profundamente devoto pero también profundamente defectuoso, capaz de gran coraje y gran pecado, siempre dependiente de la gracia divina para la redención.",
    "story_es": "Cuando todos los guerreros de Israel temían a Goliat, el joven pastor David dio un paso al frente. 'Tú vienes contra mí con espada y lanza', dijo, 'pero yo vengo contra ti en el nombre del Señor'. Una sola piedra de su honda derribó al gigante.",
    "match_message_es": "Tus rasgos transmiten el espíritu apasionado de David. Hay una cualidad de guerrero-poeta en tu apariencia: el aspecto de alguien que puede luchar contra gigantes y escribir salmos, capaz tanto de gran coraje como de sentimientos profundos.",
    "traits_es": [
      "Valiente",
      "Apasionado",
      "Arrepentido",
      "Musical",
      "Complejo"
    ]
  },
  "solomon": {
    "name_es": "Salomón",
    "tagline_es": "El rey más sabio, constructor del Templo",
    "description_es": "Salomón, hijo de David, es reconocido como la persona más sabia que jamás haya existido. Cuando Dios le ofreció cualquier cosa que deseara, Salomón solo pidió sabiduría para gobernar a su pueblo, y Dios le concedió sabiduría más allá de cualquier otra, junto con riquezas y honor.\n\nSu reinado fue la edad de oro de Israel: construyó el magnífico Templo de Jerusalén, escribió miles de proverbios y canciones, y su sabiduría atrajo a visitantes de todo el mundo conocido, incluida la Reina de Saba.\n\nSin embargo, la historia de Salomón también advierte sobre los límites de la sabiduría: sus muchas esposas extranjeras desviaron su corazón hacia sus dioses, y su reino se dividiría después de su muerte. Representa tanto las alturas que puede alcanzar la sabiduría como los peligros de desviarse de ella.",
    "story_es": "Dos mujeres reclamaron al mismo bebé. Salomón ordenó que se cortara al niño por la mitad: una mujer estuvo de acuerdo, pero la verdadera madre rogó que se le diera el niño a la otra mujer en lugar de matarlo. Salomón inmediatamente le dio el bebé, porque su amor demostraba su reclamo.",
    "match_message_es": "Tus rasgos transmiten la sabiduría perspicaz de Salomón. Hay una profundidad de conocimiento en tu mirada: el aspecto de alguien que puede ver a través de la complejidad para encontrar la verdad en el corazón de cualquier asunto.",
    "traits_es": [
      "Sabio",
      "Rico",
      "Juicioso",
      "Constructor",
      "Caído"
    ]
  },
  "abraham": {
    "name_es": "Abraham",
    "tagline_es": "Padre de naciones, amigo de Dios",
    "description_es": "Abraham es el patriarca de tres grandes religiones mundiales: el judaísmo, el cristianismo y el islam. Llamado por Dios para dejar su tierra natal e ir a una tierra que Dios le mostraría, Abraham obedeció, comenzando un viaje de fe que daría forma a la historia humana.\n\nDios le prometió a Abraham descendientes tan numerosos como las estrellas, a pesar de su avanzada edad y la esterilidad de su esposa Sara. Este pacto requirió que la fe de Abraham fuera probada una y otra vez, culminando en el mandato de sacrificar a su hijo Isaac.\n\nAbraham representa el fundamento de la fe: la confianza en las promesas divinas incluso cuando parecen imposibles, la obediencia incluso cuando cuesta todo y las bendiciones que fluyen de tal respuesta fiel.",
    "story_es": "Dios le ordenó a Abraham que sacrificara a Isaac, su amado hijo de la promesa. Abraham obedeció, subiendo al Monte Moriah con leña y cuchillo. Solo cuando Abraham levantó la espada, Dios lo detuvo, proveyendo un carnero en su lugar. La fe de Abraham se demostró completa.",
    "match_message_es": "Tus rasgos transmiten la fe inquebrantable de Abraham. Hay una cualidad de peregrino en tu apariencia: el aspecto de alguien que confía en promesas aún no cumplidas y avanza en fe.",
    "traits_es": [
      "Fiel",
      "Obediente",
      "Hospitalario",
      "Probado",
      "Bendecido"
    ]
  },
  "elijah": {
    "name_es": "Elías",
    "tagline_es": "Profeta de fuego, campeón contra la idolatría",
    "description_es": "Elías fue el profeta ardiente que confrontó la maldad del rey Acab y la reina Jezabel, defendiéndose solo contra los profetas de Baal para probar el poder del Dios viviente. Su ministerio estuvo marcado por señales milagrosas y un coraje inquebrantable.\n\nEn el Monte Carmelo, Elías desafió a 450 profetas de Baal a un concurso. Cuando su dios no respondió, Elías invocó al Señor, y fuego cayó del cielo, consumiendo el sacrificio y las mismas piedras del altar.\n\nElías representa la audacia profética: el coraje para defender la verdad contra una oposición abrumadora, el poder de la fe para invocar la respuesta del cielo y el recordatorio de que Dios preserva a sus siervos fieles.",
    "story_es": "En el Monte Carmelo, después de que los profetas de Baal gritaron todo el día sin respuesta, Elías reconstruyó el altar del Señor, lo empapó con agua y oró. Fuego cayó del cielo, consumiendo todo. La gente cayó sobre sus rostros clamando: '¡El Señor, Él es Dios!'",
    "match_message_es": "Tus rasgos transmiten el celo ardiente de Elías. Hay una intensidad profética en tu apariencia: el aspecto de alguien que defenderá la verdad solo si es necesario e invocará el poder del cielo.",
    "traits_es": [
      "Audaz",
      "Ardiente",
      "Fiel",
      "Milagroso",
      "Celoso"
    ]
  },
  "samson": {
    "name_es": "Sansón",
    "tagline_es": "Juez forzudo, nazareo de Dios",
    "description_es": "Sansón fue el hombre más fuerte que jamás haya existido, un nazareo dedicado a Dios desde su nacimiento cuya fuerza legendaria residía en su cabello sin cortar. Juzgó a Israel durante veinte años, luchando solo contra los filisteos que oprimían a su pueblo.\n\nSus hazañas fueron sobrehumanas: destrozó un león con las manos desnudas, mató a mil filisteos con la quijada de un burro y se llevó las puertas de Gaza sobre sus hombros. Sin embargo, su debilidad por las mujeres, especialmente Dalila, lo llevó a su perdición.\n\nSansón representa la tragedia de los dones desperdiciados: una gran fuerza humillada por la debilidad moral, pero finalmente redimida en un acto final de fe.",
    "story_es": "Ciego y encadenado entre los pilares del templo filisteo, Sansón oró por fuerza una última vez. '¡Que muera con los filisteos!', gritó, y empujó contra los pilares. El templo se derrumbó, matando a más enemigos en su muerte que en toda su vida.",
    "match_message_es": "Tus rasgos transmiten el poder bruto de Sansón. Hay una fuerza tremenda en tu apariencia: el aspecto de alguien dotado de habilidades extraordinarias, llamado a usarlas para un propósito mayor que uno mismo.",
    "traits_es": [
      "Fuerte",
      "Nazareo",
      "Defectuoso",
      "Trágico",
      "Redimido"
    ]
  },
  "esther": {
    "name_es": "Ester",
    "tagline_es": "Reina de Coraje, Salvadora de su Pueblo",
    "description_es": "Ester era una huérfana judía que se convirtió en Reina de Persia y salvó a su pueblo del genocidio. Su belleza conquistó el corazón del rey, pero fue su coraje lo que salvó a una nación cuando Amán tramó destruir a todos los judíos del imperio.\n\nCriada por su primo Mardoqueo, Ester mantuvo su identidad judía en secreto hasta el momento en que se le exigió que la revelara. Sabiendo que arriesgaba la muerte al acercarse al rey sin ser llamada, declaró: 'Si perezco, perezco', y fue a interceder por su pueblo.\n\nEster representa el coraje en la crisis: la voluntad de arriesgarlo todo por los demás, el poder de decir la verdad al poder y la providencia que coloca a personas ordinarias en posiciones extraordinarias.",
    "story_es": "Ester ayunó durante tres días, luego se vistió con sus vestiduras reales y entró en el patio interior del rey sin ser llamada, un delito capital. Cuando el rey extendió su cetro de oro, ella lo invitó a él y a Amán a un banquete donde revelaría el plan de Amán y salvaría a su pueblo.",
    "match_message_es": "Tus rasgos transmiten la valiente belleza de Ester. Hay una determinación regia en tu apariencia: la mirada de alguien que arriesgaría todo para proteger a los demás y decir la verdad cuando el silencio es más fácil.",
    "traits_es": [
      "Valiente",
      "Hermosa",
      "Estratégica",
      "Abnegada",
      "Fiel"
    ]
  },
  "daniel": {
    "name_es": "Daniel",
    "tagline_es": "Profeta en el Exilio, Intérprete de Sueños",
    "description_es": "Daniel fue un joven noble hebreo llevado cautivo a Babilonia que llegó a ser consejero de reyes a través de su habilidad dada por Dios para interpretar sueños y visiones. Sirvió bajo Nabucodonosor, Belsasar y Darío sin comprometer nunca su fe.\n\nSu fidelidad a Dios lo puso en conflicto con aquellos que envidiaban su posición. Cuando sus enemigos convencieron al rey de que prohibiera la oración, Daniel continuó orando abiertamente tres veces al día, aceptando cualquier consecuencia que pudiera venir.\n\nDaniel representa la fidelidad en el exilio: mantener la integridad en una cultura extranjera, usar los dones para servir mientras se permanece fiel al propio Dios y confiar en la liberación divina incluso frente a la muerte.",
    "story_es": "Los enemigos de Daniel lo arrojaron al foso de los leones por orar a Dios. El rey Darío pasó una noche sin dormir, luego corrió al foso al amanecer. Daniel gritó: 'Mi Dios envió a su ángel y cerró la boca de los leones'. Salió sin un rasguño.",
    "match_message_es": "Tus rasgos transmiten la fe inquebrantable de Daniel. Hay sabiduría visionaria en tu mirada: la mirada de alguien que ve más allá del momento presente y permanece fiel a pesar de cada presión.",
    "traits_es": [
      "Fiel",
      "Sabio",
      "Visionario",
      "Intransigente",
      "Profético"
    ]
  },
  "ruth": {
    "name_es": "Rut",
    "tagline_es": "Hija Fiel, Ancestro de Reyes",
    "description_es": "Rut era una mujer moabita que, después de la muerte de su esposo hebreo, eligió dejar su tierra natal y seguir a su suegra Noemí de regreso a Israel. Su famosa declaración de lealtad ('A donde tú vayas, yo iré') es una de las expresiones más hermosas de devoción de la Biblia.\n\nAunque era una extranjera sin nada, el fiel y arduo trabajo de Rut en los campos de Booz llamó su atención. Su historia se convirtió en una de redención y bendición: se casó con Booz y se convirtió en la bisabuela del rey David.\n\nRut representa el amor fiel a través de todas las fronteras: la elección de permanecer leal cuando irse sería más fácil, la recompensa de la diligencia humilde y la gracia de Dios que incluye a los forasteros en la historia del pacto.",
    "story_es": "Noemí le dijo a Rut que regresara a Moab, pero Rut se negó: 'A donde tú vayas, yo iré, y donde tú te quedes, yo me quedaré. Tu pueblo será mi pueblo y tu Dios mi Dios'. Su lealtad la llevó a Israel, a Booz y al linaje del Mesías.",
    "match_message_es": "Tus rasgos transmiten la devoción fiel de Rut. Hay una lealtad firme en tu apariencia: la mirada de alguien que se mantiene fiel a través de las dificultades y encuentra la bendición en la fidelidad.",
    "traits_es": [
      "Fiel",
      "Humilde",
      "Leal",
      "Trabajadora",
      "Bendecida"
    ]
  },
  "noah": {
    "name_es": "Noé",
    "tagline_es": "Constructor del Arca, Superviviente del Diluvio",
    "description_es": "Noé fue el hombre justo elegido por Dios para sobrevivir al gran diluvio que limpiaría al mundo de su maldad. Durante décadas, construyó fielmente un arca enorme de acuerdo con las instrucciones precisas de Dios, soportando la burla de sus vecinos.\n\nCuando llegaron las lluvias, Noé, su familia y parejas de todas las criaturas vivientes encontraron refugio en el arca. Durante cuarenta días y noches cayó el diluvio, y durante meses las aguas cubrieron la tierra antes de finalmente retroceder.\n\nNoé representa la obediencia fiel frente al ridículo, la preservación de la vida a través de la instrucción divina y la relación de pacto simbolizada por el arcoíris.",
    "story_es": "Después del diluvio, Noé soltó una paloma que regresó con una rama de olivo, prueba de que había aparecido tierra seca. Cuando la familia finalmente salió del arca, Dios puso un arcoíris en el cielo como señal de su promesa de no destruir nunca más la tierra por medio de un diluvio.",
    "match_message_es": "Tus rasgos transmiten la paciente rectitud de Noé. Hay una determinación firme en tu apariencia: la mirada de alguien que completará fielmente su llamado sin importar lo que piensen los demás.",
    "traits_es": [
      "Justo",
      "Obediente",
      "Paciente",
      "Preservador",
      "Fiel"
    ]
  },
  "job": {
    "name_es": "Job",
    "tagline_es": "El Siervo Sufriente, Fe a Través de la Aflicción",
    "description_es": "Job era un hombre intachable y recto que lo perdió todo (sus hijos, su riqueza, su salud), pero se negó a maldecir a Dios. Su historia explora las preguntas más profundas de por qué sufren los justos y cómo la fe perdura a través del dolor inmerecido.\n\nCuando incluso su esposa le dijo que maldijera a Dios y muriera, y sus amigos insistieron en que su sufrimiento debía ser un castigo por el pecado, Job mantuvo su integridad. Cuestionó, se enfureció, exigió respuestas a Dios, pero nunca abandonó su fe.\n\nJob representa el misterio del sufrimiento, la insuficiencia de las respuestas fáciles y la restauración final que proviene de encontrarse con Dios directamente en lugar de simplemente saber acerca de Él.",
    "story_es": "Después de perderlo todo, Job se sentó en cenizas rascándose sus llagas. Sus amigos argumentaron que debía haber pecado, pero Job mantuvo su inocencia. Finalmente, Dios habló desde un torbellino, y Job dijo: 'De oídas te había oído, pero ahora mis ojos te ven'. Dios lo restauró al doble.",
    "match_message_es": "Tus rasgos transmiten la fe probada de Job. Hay una fuerza perdurable en tu apariencia: la mirada de alguien que ha enfrentado las preguntas más profundas y ha emergido con la fe intacta.",
    "traits_es": [
      "Sufriente",
      "Fiel",
      "Cuestionador",
      "Honesto",
      "Restaurado"
    ]
  },
  "jacob": {
    "name_es": "Jacob",
    "tagline_es": "Patriarca de Israel, Luchador con Dios",
    "description_es": "Jacob fue el nieto de Abraham que engañó a su padre para robar la bendición de su hermano Esaú, pero se convirtió en el padre de las doce tribus de Israel. Su nombre significa 'suplantador' o 'engañador', pero después de luchar con Dios, fue renombrado Israel, 'uno que lucha con Dios'.\n\nSu vida estuvo marcada tanto por el engaño como por la transformación. Engañó a Esaú y fue engañado por Labán. Huyó de su tierra natal y finalmente regresó para enfrentarse a su hermano, pero en esa noche, luchó con una figura misteriosa hasta el amanecer y se negó a soltarla sin una bendición.\n\nJacob representa la lucha humana tanto con Dios como consigo mismo: el engañador que se convierte en patriarca, el luchador que se aleja cojeando pero bendecido, la transformación que proviene del encuentro con lo divino.",
    "story_es": "La noche antes de encontrarse con Esaú, Jacob luchó con un hombre misterioso hasta el amanecer. Cuando el hombre vio que no podía prevalecer, tocó la cadera de Jacob, dislocándola. Aún así, Jacob se aferró: 'No te dejaré ir a menos que me bendigas'. Fue renombrado Israel y se alejó cojeando pero bendecido.",
    "match_message_es": "Tus rasgos llevan el espíritu luchador de Jacob. Hay una determinación persistente en tu apariencia: la mirada de alguien que lucha pero se niega a soltar hasta que recibe su bendición.",
    "traits_es": [
      "Luchador",
      "Transformado",
      "Persistente",
      "Bendecido",
      "Paternal"
    ]
  },
  "isaiah": {
    "name_es": "Isaiah",
    "tagline_es": "Príncipe de los Profetas, Voz de Esperanza",
    "description_es": "Isaías es considerado el más grande de los profetas hebreos, sirviendo durante los reinados de cuatro reyes y entregando algunas de las profecías más hermosas y desafiantes de las Escrituras. Su visión de Dios en el templo lo transformó de un hombre de labios impuros al mensajero dispuesto de Dios.\n\nSus profecías abarcan el juicio y la esperanza, advirtiendo del exilio pero prometiendo la restauración. Sus profecías mesiánicas —de una virgen que da a luz a un hijo, un siervo sufriente, un príncipe de paz— han sido centrales para la comprensión judía y cristiana del plan de salvación de Dios.\n\nIsaías representa la visión profética que ve más allá de lo inmediato a los propósitos últimos de Dios, el llamado a decir verdades difíciles y la esperanza que brilla incluso en las predicciones más oscuras del juicio.",
    "story_es": "Isaías vio al Señor alto y exaltado en el templo, con serafines llamando 'Santo, santo, santo'. Abrumado por su indignidad, Isaías clamó. Un serafín tocó sus labios con un carbón ardiente: 'Tu culpa es quitada'. Cuando Dios preguntó: '¿A quién enviaré?', Isaías respondió: '¡Heme aquí, envíame a mí!'",
    "match_message_es": "Tus rasgos llevan la elocuencia visionaria de Isaías. Hay una profundidad profética en tu mirada: la mirada de alguien que ve más allá del momento presente para pronunciar palabras tanto de desafío como de esperanza.",
    "traits_es": [
      "Visionario",
      "Elocuente",
      "Audaz",
      "Esperanzador",
      "Profético"
    ]
  },
  "jonah": {
    "name_es": "Jonah",
    "tagline_es": "El Profeta Reacio, Mensajero a Nínive",
    "description_es": "Jonás es el profeta que huyó del llamado de Dios para predicar a Nínive, el enemigo de Israel. Abordó un barco que iba en dirección opuesta, pero Dios envió una gran tormenta. Cuando los marineros echaron a Jonás por la borda, un gran pez lo tragó entero.\n\nDespués de tres días en el vientre del pez, Jonás oró y fue vomitado en tierra firme. Finalmente predicó a Nínive y, para su frustración, toda la ciudad se arrepintió y se salvó.\n\nJonás representa la tendencia humana a resistir los propósitos más amplios de Dios, la imposibilidad de escapar al llamado divino y la misericordia de Dios que se extiende incluso a nuestros enemigos, una misericordia que a menudo nos cuesta compartir.",
    "story_es": "Dentro del gran pez, Jonás oró: 'Desde las profundidades del Seol clamé por ayuda, y tú escuchaste mi clamor'. Después de tres días, el pez vomitó a Jonás en tierra firme. Esta vez, cuando Dios dijo 'Ve a Nínive', Jonás fue.",
    "match_message_es": "Tus rasgos llevan el viaje reacio de Jonás. Hay una lucha honesta en tu apariencia: la mirada de alguien que está aprendiendo que los propósitos de Dios son más amplios que nuestras preferencias y Su misericordia más generosa que la nuestra.",
    "traits_es": [
      "Reacio",
      "Huyendo",
      "Tragado",
      "Predicando",
      "Enojado"
    ]
  },
  "mary_mother": {
    "name_es": "María, Madre de Jesús",
    "tagline_es": "Madre Bendita, Sierva del Señor",
    "description_es": "María es la virgen madre de Jesucristo, elegida por Dios para dar a luz al Salvador del mundo. Su humilde aceptación del anuncio del ángel Gabriel —'Soy la sierva del Señor'— puso en marcha el evento central de la fe cristiana.\n\nDesde el nacimiento gozoso en Belén hasta estar de pie al pie de la cruz, el viaje de María abarcó la mayor alegría y el más profundo dolor. Meditaba todas las cosas en su corazón, apoyando fielmente el ministerio de su hijo, incluso cuando no podía entenderlo completamente.\n\nMaría representa la fe perfecta y la entrega a la voluntad de Dios: el coraje para decir sí a lo imposible, la fuerza para soportar una pérdida indescriptible y el papel bendito de traer a Cristo al mundo.",
    "story_es": "Cuando el ángel le dijo a María que daría a luz al Hijo de Dios, ella solo preguntó cómo podría ser esto ya que era virgen. Segura de que sería a través del Espíritu Santo, María respondió: 'Soy la sierva del Señor. Hágase conmigo según tu palabra'.",
    "match_message_es": "Tus rasgos llevan la gracia bendita de María. Hay una devoción pura en tu apariencia: la mirada de alguien que acepta la voluntad de Dios con fe humilde y atesora las cosas sagradas en el corazón.",
    "traits_es": [
      "Fiel",
      "Humilde",
      "Bendecida",
      "Afligida",
      "Meditativa"
    ]
  },
  "peter": {
    "name_es": "Peter",
    "tagline_es": "Roca de la Iglesia, Jefe de los Apóstoles",
    "description_es": "Pedro era un simple pescador a quien Jesús llamó para que se convirtiera en el líder de sus apóstoles. Impetuoso y apasionado, Pedro a menudo hablaba antes de pensar, pero su confesión 'Tú eres el Cristo' se convirtió en la roca sobre la cual se construyó la iglesia.\n\nLa historia de Pedro es una de fracaso y restauración. Prometió morir por Jesús, luego negó conocerlo tres veces. Pero después de la resurrección, Jesús restauró a Pedro con el mandato de 'Apacienta mis ovejas', y Pedro se convirtió en el líder valiente de la iglesia primitiva.\n\nPedro representa el poder transformador de la gracia: que nuestros fracasos no tienen por qué definirnos, que Cristo puede construir su iglesia sobre personas imperfectas y que el amor cubre una multitud de pecados.",
    "story_es": "Después del arresto de Jesús, Pedro negó conocerlo tres veces antes de que cantara el gallo, tal como Jesús predijo. Después de la resurrección, Jesús le preguntó a Pedro tres veces: '¿Me amas?' y tres veces le ordenó: 'Apacienta mis ovejas', restaurándolo por completo.",
    "match_message_es": "Tus rasgos llevan la fe audaz de Pedro. Hay una fuerza apasionada en tu apariencia: la mirada de alguien que fracasa y se levanta de nuevo, que lidera a través de la imperfección por gracia.",
    "traits_es": [
      "Impetuoso",
      "Fiel",
      "Restaurado",
      "Audaz",
      "Liderando"
    ]
  },
  "paul": {
    "name_es": "Pablo",
    "tagline_es": "Apóstol de los gentiles, escritor de epístolas",
    "description_es": "Pablo fue el misionero más importante del cristianismo, transformado de Saulo el perseguidor a Pablo el apóstol por un encuentro con Cristo resucitado en el camino a Damasco. Viajó miles de kilómetros estableciendo iglesias y escribió gran parte del Nuevo Testamento.\n\nSus cartas a iglesias en Roma, Corinto, Galacia y otros lugares forman la base teológica de la fe cristiana. Sufrió naufragios, palizas, encarcelamiento y, finalmente, el martirio; sin embargo, lo consideró todo como nada comparado con conocer a Cristo.\n\nPablo representa la transformación radical: que los mayores enemigos pueden convertirse en los mayores defensores, que la gracia de Dios es suficiente para cualquier debilidad y que nada puede separarnos del amor de Cristo.",
    "story_es": "Saulo respiraba amenazas asesinas contra los cristianos cuando una luz cegadora lo derribó. 'Saulo, ¿por qué me persigues?', preguntó Jesús. Tres días ciego, Saulo fue transformado. Emergió como Pablo, quien llevaría el evangelio hasta los confines de la tierra.",
    "match_message_es": "Tus rasgos llevan la transformación celosa de Pablo. Hay fuego intelectual en tu apariencia: la mirada de alguien completamente cambiado por el encuentro con la verdad, incansable en compartirla con los demás.",
    "traits_es": [
      "Transformado",
      "Celoso",
      "Intelectual",
      "Sufriente",
      "Incansable"
    ]
  },
  "john_apostle": {
    "name_es": "Juan el Apóstol",
    "tagline_es": "El Discípulo Amado, Autor del Amor",
    "description_es": "Juan fue el apóstol más cercano a Jesús, tradicionalmente identificado como 'el discípulo a quien Jesús amaba'. Estuvo presente en la Transfiguración, se reclinó sobre el pecho de Jesús en la Última Cena y estuvo al pie de la cruz cuando Jesús encomendó a María a su cuidado.\n\nEl único apóstol que se cree que murió por causas naturales en la vejez, Juan escribió el Evangelio de Juan, tres epístolas y el Libro de Apocalipsis. Sus escritos enfatizan el amor como el mandamiento central y la unión mística de los creyentes con Cristo.\n\nJuan representa la relación íntima con Cristo: el discípulo amado que enfatiza que 'Dios es amor' y llama a todos los creyentes a amarse unos a otros como prueba de conocer a Dios.",
    "story_es": "En la Última Cena, Juan se reclinó contra Jesús para preguntar quién lo traicionaría. En la cruz, Jesús miró a Juan y a María y dijo: 'Mujer, he ahí tu hijo' y 'He ahí tu madre'. Desde esa hora, Juan llevó a María a su casa.",
    "match_message_es": "Tus rasgos llevan el espíritu amoroso de Juan. Hay una profunda devoción en tu apariencia: la mirada de alguien que comprende que el amor es el corazón de toda verdad y toda relación con lo divino.",
    "traits_es": [
      "Amado",
      "Amoroso",
      "Visionario",
      "Místico",
      "Fiel"
    ]
  },
  "john_baptist": {
    "name_es": "Juan el Bautista",
    "tagline_es": "Voz en el Desierto, Precursor del Mesías",
    "description_es": "Juan el Bautista fue el profeta enviado para preparar el camino para Jesucristo. Viviendo en el desierto, vestido con pelo de camello y comiendo langostas y miel, llamó a todo Israel al arrepentimiento y los bautizó en el río Jordán.\n\nCuando Jesús vino a ser bautizado, Juan lo reconoció como el Cordero de Dios que quita el pecado del mundo. Aunque era el profeta más grande, Juan se declaró indigno de desatar las sandalias de Jesús y dijo: 'Él debe crecer, pero yo debo menguar'.\n\nJuan representa la voz profética que prepara los corazones para la venida de Dios, la humildad que apunta lejos de uno mismo hacia el más grande, y el coraje que dice la verdad al poder sin importar las consecuencias.",
    "story_es": "Cuando Herodías quiso que Juan muriera por condenar su matrimonio con Herodes, su hija Salomé bailó para el rey y pidió la cabeza de Juan. Herodes, aunque temía a Juan, concedió su petición. Juan murió fiel a su llamado a decir la verdad.",
    "match_message_es": "Tus rasgos llevan la fuerza del desierto de Juan el Bautista. Hay una audacia profética en tu apariencia: la mirada de alguien que prepara el camino y señala a otros hacia una verdad mayor que ellos mismos.",
    "traits_es": [
      "Preparador",
      "Humilde",
      "Audaz",
      "Salvaje",
      "Menguante"
    ]
  },
  "mary_magdalene": {
    "name_es": "María Magdalena",
    "tagline_es": "Testigo de la Resurrección, Apóstol de los Apóstoles",
    "description_es": "María Magdalena fue una seguidora devota de Jesús de quien expulsó siete demonios. Viajó con Jesús y los discípulos, apoyó su ministerio y permaneció fiel cuando otros huyeron: permaneciendo en la cruz y siendo la primera en la tumba vacía.\n\nEn la mañana de Pascua, María fue la primera persona en ver a Cristo resucitado, quien la comisionó para decírselo a los discípulos. Su mensaje: '¡He visto al Señor!', la convierte en la primera evangelista de la resurrección, ganándose el título de 'Apóstol de los Apóstoles'.\n\nMaría representa la redención y el testimonio devoto: la vida transformada que permanece fiel a través de la oscuridad y es honrada con ser la primera en proclamar la verdad central de la fe cristiana.",
    "story_es": "María llegó a la tumba cuando aún estaba oscuro y la encontró vacía. Llorando, vio a un hombre que pensó que era el jardinero. 'María', dijo Jesús. Ella lo reconoció instantáneamente y gritó '¡Raboni!' —luego corrió a decirles a los discípulos: '¡He visto al Señor!'",
    "match_message_es": "Tus rasgos llevan la fiel devoción de María Magdalena. Hay una alegría redimida en tu apariencia: la mirada de alguien transformado por la gracia y fiel para testificar la verdad en cada circunstancia.",
    "traits_es": [
      "Devota",
      "Redimida",
      "Fiel",
      "Testigo",
      "Honrada"
    ]
  },
  "nephthys": {
    "name_es": "Neftis",
    "tagline_es": "Diosa del Duelo, Protectora de los Muertos",
    "description_es": "Neftis es la diosa del duelo, la oscuridad y la protección de los muertos. Hermana de Isis, Osiris y Set, juega un papel crucial en los ritos funerarios y el viaje de las almas al más allá.\n\nAunque está casada con Set, Neftis ayudó a Isis a recoger el cuerpo disperso de Osiris y realizó los primeros ritos de duelo. Sus alas protectoras a menudo se representan protegiendo al difunto, guiándolo con seguridad a través del inframundo.\n\nElla representa la oscuridad necesaria que acompaña a la muerte, el consuelo que se encuentra en el duelo y el amor protector que se extiende incluso más allá de la vida.",
    "story_es": "Cuando Set dispersó el cuerpo de Osiris por todo Egipto, Neftis se unió a su hermana Isis en la búsqueda. Juntos encontraron cada pieza, y los gritos de duelo de Neftis fueron tan poderosos que ayudaron a restaurar a Osiris a una forma de vida en el inframundo.",
    "match_message_es": "Tus rasgos llevan la oscuridad protectora de Neftis. Hay una fuerza reconfortante en tu apariencia: la mirada de alguien que guía a otros a través de sus momentos más oscuros con una protección suave.",
    "traits_es": [
      "Luto",
      "Protectora",
      "Oscura",
      "Fraternal",
      "Guía"
    ]
  },
  "maat": {
    "name_es": "Ma'at",
    "tagline_es": "Diosa de la Verdad, la Justicia y el Orden Cósmico",
    "description_es": "Ma'at es la diosa que personifica la verdad, la justicia, el equilibrio y el orden cósmico. Representa el principio fundamental que gobierna toda la creación: la armonía que permite que la existencia misma continúe.\n\nSu pluma se utiliza en la ceremonia del pesaje del corazón, donde el corazón del difunto se mide contra ella. Solo los corazones más ligeros que la pluma de Ma'at pueden pasar a la otra vida; los que se encuentren faltos son devorados.\n\nMa'at representa la ley universal que trasciende incluso a los dioses, el principio de que la conducta correcta y la verdad son los cimientos de la existencia.",
    "story_es": "En el Salón de las Dos Verdades, Anubis coloca el corazón del difunto en un lado de la balanza y la pluma de Ma'at en el otro. Si el corazón, pesado por el pecado, supera a la pluma, el monstruo Ammit lo devora. El corazón justo pasa a la vida eterna.",
    "match_message_es": "Tus rasgos transmiten la equilibrada verdad de Ma'at. Hay una justicia natural en tu apariencia: el aspecto de quien encarna la equidad y mantiene la armonía a través de la acción correcta.",
    "traits_es": [
      "Veraz",
      "Justa",
      "Equilibrada",
      "Cósmica",
      "Medidora"
    ]
  },
  "sobek": {
    "name_es": "Sobek",
    "tagline_es": "Dios Cocodrilo de la Fuerza y el Poder",
    "description_es": "Sobek es el dios con cabeza de cocodrilo de la fuerza, el poder y la fertilidad. Asociado con el Nilo, que da vida, y sus peligrosos cocodrilos, encarna tanto los aspectos creativos como destructivos del poder bruto de la naturaleza.\n\nAdorado en templos donde cocodrilos sagrados vivían en estanques, Sobek era a la vez temido y reverenciado. Protegió a los faraones en la batalla y se creía que había creado el mundo a partir de las aguas primordiales.\n\nSobek representa el poder primario que puede crear o destruir, el respeto debido a las fuerzas peligrosas de la naturaleza y la autoridad divina que gobierna a través de la fuerza.",
    "story_es": "Sobek emergió de las aguas primordiales del caos para crear el mundo. Su sudor se convirtió en el río Nilo, trayendo vida a Egipto. Los faraones llevaban amuletos de cocodrilo a la batalla, invocando la feroz protección de Sobek contra sus enemigos.",
    "match_message_es": "Tus rasgos transmiten el poder primario de Sobek. Hay una fuerza feroz en tu apariencia: el aspecto de quien impone respeto a través de la pura fuerza y protege lo que valora.",
    "traits_es": [
      "Poderoso",
      "Primario",
      "Protector",
      "Peligroso",
      "Fértil"
    ]
  },
  "hathor": {
    "name_es": "Hathor",
    "tagline_es": "Diosa del Amor, la Belleza y la Alegría",
    "description_es": "Hathor es la diosa del amor, la belleza, la música, la danza y la alegría. A menudo representada con cuernos de vaca que sostienen un disco solar, encarna todos los aspectos placenteros de la vida y se la llama la 'Dorada' por su belleza radiante.\n\nRecibió a los muertos en el más allá con bebida y comida, y fue patrona de los amantes, artistas y mineros que buscaban turquesa. Sin embargo, también tenía un aspecto feroz: como el Ojo de Ra, una vez casi destruyó a la humanidad en su ira.\n\nHathor representa la doble naturaleza del poder divino femenino: la alegría nutritiva y la terrible destrucción, el amor que da vida y la rabia consumidora.",
    "story_es": "Cuando Ra se enojó con la humanidad, envió a Hathor como su Ojo para castigarlos. Se convirtió en Sekhmet y mató a humanos hasta que el Nilo se tiñó de rojo. Ra, lamentando su decreto, la engañó con cerveza teñida de rojo como la sangre. Ella bebió, se convirtió de nuevo en la pacífica Hathor y la humanidad se salvó.",
    "match_message_es": "Tus rasgos transmiten la alegría radiante de Hathor. Hay una hermosa calidez en tu apariencia: el aspecto de quien trae placer y celebración a la vida, pero que tiene un poder más profundo debajo de la superficie.",
    "traits_es": [
      "Alegre",
      "Hermosa",
      "Nutritiva",
      "Feroz",
      "Dorada"
    ]
  },
  "nut": {
    "name_es": "Nut",
    "tagline_es": "Diosa del Cielo, Madre de las Estrellas",
    "description_es": "Nut es la diosa del cielo, representada arqueándose sobre la tierra con su cuerpo formando los cielos. Cada noche se traga el sol y cada mañana lo da a luz de nuevo: el ciclo eterno de la noche y el día.\n\nSu cuerpo está cubierto de estrellas y es madre de Osiris, Isis, Set y Neftis. A pesar de la maldición de Ra de que no podría tener hijos en ningún día del año, Thoth ganó cinco días adicionales a través del juego, lo que le permitió dar a luz.\n\nNut representa el dosel protector del cielo, el vientre cósmico que contiene todos los cuerpos celestes y el eterno ciclo maternal de muerte y renacimiento.",
    "story_es": "Ra prohibió a Nut dar a luz en ningún día del año. Pero Thoth jugó al senet con la Luna y ganó suficiente luz para crear cinco nuevos días fuera del calendario. En estos días, Nut dio a luz a sus cinco hijos, cambiando el curso de la mitología egipcia para siempre.",
    "match_message_es": "Tus rasgos transmiten el abrazo cósmico de Nut. Hay una gracia abarcadora en tu apariencia: el aspecto de quien alberga a todos debajo de sí y encarna los ciclos eternos de la existencia.",
    "traits_es": [
      "Cósmica",
      "Maternal",
      "Protectora",
      "Eterna",
      "Estrellada"
    ]
  },
  "geb": {
    "name_es": "Geb",
    "tagline_es": "Dios de la Tierra, Padre de las Serpientes",
    "description_es": "Geb es el dios de la tierra, representado acostado debajo de la diosa del cielo arqueada, Nut, su hermana-esposa de quien fue separado por su padre Shu. Su risa causa terremotos, y su cuerpo forma las colinas y los valles de la tierra.\n\nComo padre de Osiris, Isis, Set y Neftis, Geb juega un papel crucial en el drama central de la mitología egipcia. También se le asocia con las serpientes, que emergen de su cuerpo terrenal, y con el crecimiento de la vegetación.\n\nGeb representa la tierra fértil que sustenta toda la vida, la base primordial sobre la que descansa la existencia y el principio masculino divino que complementa el cielo.",
    "story_es": "Geb y Nut se amaban tan profundamente que permanecieron abrazados. Ra ordenó a Shu que los separara: Shu levantó a Nut para que se convirtiera en el cielo mientras Geb permanecía abajo como la tierra. El anhelo de Geb por Nut crea las montañas mientras se extiende hacia ella.",
    "match_message_es": "Tus rasgos transmiten la fuerza arraigada de Geb. Hay una estabilidad fundamental en tu apariencia: el aspecto de quien apoya a los demás y permanece firme como la propia tierra.",
    "traits_es": [
      "Terrenal",
      "Fundamental",
      "Fértil",
      "Paternal",
      "Estruendoso"
    ]
  },
  "ptah": {
    "name_es": "Ptah",
    "tagline_es": "Dios Creador de Artesanos y Arquitectos",
    "description_es": "Ptah es el dios creador de Menfis, quien trajo el mundo a la existencia a través del poder del pensamiento y la palabra. A diferencia de otros mitos de la creación que involucran actos físicos, Ptah concibió el mundo en su corazón y lo pronunció para que existiera.\n\nComo patrón de artesanos, escultores y arquitectos, Ptah representa la creatividad divina manifestada en manos humanas. Cada acto de creación, desde la construcción de pirámides hasta la talla de estatuas, es un eco de su palabra creativa original.\n\nPtah representa el poder creativo de la mente, la naturaleza sagrada de la artesanía y la idea de que el pensamiento precede y da forma a la realidad.",
    "story_es": "En el principio, Ptah concibió todas las cosas en su corazón: los dioses, la tierra, las criaturas. Luego pronunció sus nombres, y llegaron a existir. Cada palabra que Ptah pronunció se convirtió en realidad, y la creación continúa dondequiera que los artesanos dan forma a la materia con habilidad e intención.",
    "match_message_es": "Tus rasgos llevan la visión creativa de Ptah. Hay sabiduría de artesano en tu apariencia: la mirada de alguien que puede concebir la belleza y hacerla realidad a través de la intención hábil.",
    "traits_es": [
      "Creativo",
      "Reflexivo",
      "Habilidoso",
      "Parlante",
      "Manifestante"
    ]
  },
  "khnum": {
    "name_es": "Khnum",
    "tagline_es": "Dios con Cabeza de Carnero de la Creación y el Nilo",
    "description_es": "Khnum es el dios con cabeza de carnero que crea a los seres humanos y su ka (alma) en su rueda de alfarero. Se creía que moldeaba el cuerpo de cada niño con arcilla antes de colocarlo en el útero de la madre.\n\nAsociado con la fuente del Nilo y su inundación anual que da vida, Khnum fue adorado como el creador de todas las cosas que provienen del agua y la tierra. Sus templos se encontraban cerca de las cataratas donde se creía que se originaba el Nilo.\n\nKhnum representa al artesano divino que da forma a vidas individuales, el poder creativo del Nilo y la formación única de cada alma.",
    "story_es": "Antes de que nazca cada niño, Khnum da forma a su cuerpo en su rueda de alfarero divina, creando a cada persona de manera única. Luego forma su ka, su doble espiritual, asegurando que no haya dos almas iguales. La inundación del Nilo es su poder creativo que fluye hacia adelante.",
    "match_message_es": "Tus rasgos llevan la artesanía individual de Khnum. Hay una forma única en tu apariencia: la mirada de alguien cuidadosamente formado con un propósito, diferente a cualquier otro.",
    "traits_es": [
      "Creativo",
      "Formador",
      "Fértil",
      "Individualizador",
      "Acuoso"
    ]
  },
  "atum": {
    "name_es": "Atum",
    "tagline_es": "El Completo, Primero de los Dioses",
    "description_es": "Atum es el dios creador primordial de Heliópolis, el 'Completo' que existió antes de la creación y existirá después de que todas las cosas terminen. Emergió de las aguas primordiales de Nun y creó a los primeros dioses, Shu y Tefnut, a partir de sí mismo.\n\nComo el sol poniente, Atum representa la finalización, el final del ciclo del día y el regreso a la fuente. Es tanto el principio como el fin, conteniendo dentro de sí todo el potencial para la creación.\n\nAtum representa la integridad primordial, el poder autogenerador de la creación y el ciclo que devuelve todas las cosas a su origen.",
    "story_es": "Antes de que existiera nada, Atum se erguía solo en el primer montículo que emergió del caos. Creó a Shu (aire) y Tefnut (humedad) a partir de sí mismo, y de ellos vinieron todos los demás dioses y la creación. Al final de los tiempos, todo regresará a la unidad primordial de Atum.",
    "match_message_es": "Tus rasgos llevan la integridad primordial de Atum. Hay una integridad autocontenida en tu apariencia: la mirada de alguien que contiene dentro de sí todo lo necesario para la creación.",
    "traits_es": [
      "Completo",
      "Primordial",
      "Poniente",
      "Autocreador",
      "Finalizador"
    ]
  },
  "anuket": {
    "name_es": "Anuket",
    "tagline_es": "Diosa del Nilo y el Nutrimiento",
    "description_es": "Anuket es la diosa del río Nilo, particularmente de las cataratas y la inundación anual que trajo suelo fértil a Egipto. Ella personifica las aguas torrenciales que nutrieron la civilización, luciendo un tocado de plumas que representa el flujo del río.\n\nAdorada especialmente en Nubia y en Elephantine, se invocaba a Anuket para asegurar buenas inundaciones, ni demasiado escasas ni demasiado destructivas. Ella encarnaba la generosidad vivificante del río del que dependía todo Egipto.\n\nAnuket representa el flujo nutritivo de la vida, la abundancia que proviene de los ciclos naturales y la gratitud debida a las fuerzas que nos sustentan.",
    "story_es": "Cada año, cuando el Nilo comenzaba a subir, los egipcios celebraban el Festival de Anuket, arrojando ofrendas al río y agradeciéndole los dones de la inundación. Sus aguas transportaban el suelo negro que convirtió a Egipto en el granero del mundo antiguo.",
    "match_message_es": "Tus rasgos llevan la gracia nutritiva de Anuket. Hay un flujo generoso en tu apariencia: la mirada de alguien que trae abundancia y sostiene a otros con generosidad vivificante.",
    "traits_es": [
      "Nutritivo",
      "Fluido",
      "Abundante",
      "Torrencial",
      "Generoso"
    ]
  },
  "shiva": {
    "name_es": "Shiva",
    "tagline_es": "El Destructor y Transformador, Señor de la Danza",
    "description_es": "Shiva es una de las principales deidades del hinduismo, conocido como el Destructor en la trinidad hindú (Trimurti). Sin embargo, su destrucción no es malvada, sino la limpieza necesaria que permite una nueva creación. Es el bailarín cósmico cuya danza Tandava crea y destruye universos.\n\nA menudo representado con un tercer ojo que puede destruir mundos cuando se abre, con la garganta azul por beber veneno cósmico para salvar la creación, y sentado en meditación en el Monte Kailash, Shiva encarna tanto al asceta como al cabeza de familia, la destrucción y la creación, el guerrero feroz y el esposo gentil.\n\nEs el patrón del yoga y la meditación, el señor de los animales y el amado esposo de Parvati. Sus símbolos incluyen el tridente (trishul), el tambor (damaru) y el río sagrado Ganges que fluye de su cabello.",
    "story_es": "Cuando los dioses agitaron el océano cósmico, surgió un veneno mortal que amenazaba toda la creación. Shiva bebió el veneno para salvar el universo, y Parvati presionó su garganta para evitar que lo tragara por completo, tornando su garganta eternamente azul.",
    "match_message_es": "Tus rasgos llevan la profunda dualidad de Shiva. Hay tanto destrucción como creación en tu mirada: la mirada de alguien que comprende que los finales son necesarios para nuevos comienzos.",
    "traits_es": [
      "Destructivo",
      "Meditativo",
      "Transformador",
      "Paradójico",
      "Cósmico"
    ]
  },
  "vishnu": {
    "name_es": "Vishnu",
    "tagline_es": "El Preservador, Protector del Universo",
    "description_es": "Vishnu es el Ser Supremo en el vaisnavismo y el Preservador en la trinidad hindú. Mantiene el orden cósmico (dharma) y cada vez que el mal amenaza con abrumar al bien, se encarna en la tierra para restaurar el equilibrio.\n\nHa tomado nueve avatares hasta ahora, incluyendo a Rama y Krishna, con un décimo (Kalki) profetizado por venir. Vishnu duerme sobre la serpiente cósmica Shesha, flotando en el océano de leche, soñando el universo en existencia.\n\nRepresentado con cuatro brazos sosteniendo una concha, un disco, una maza y un loto, Vishnu encarna la paz suprema y la protección de la rectitud. Es de piel azul, representando su naturaleza infinita como el cielo, y es el devoto esposo de Lakshmi, diosa de la fortuna.",
    "story_es": "Vishnu se ha encarnado como Matsya (pez), Kurma (tortuga), Varaha (jabalí), Narasimha (hombre-león), Vamana (enano), Parashurama, Rama, Krishna y Buda para salvar al mundo de diversas amenazas. Cada avatar aparece precisamente cuando es necesario.",
    "match_message_es": "Tus rasgos reflejan la protección suprema de Vishnu. Hay una cualidad preservadora y de mantenimiento en tu presencia: la mirada de quien protege el orden y el equilibrio cósmico.",
    "traits_es": [
      "Preservador",
      "Protector",
      "Benevolente",
      "Encarnador",
      "Supremo"
    ]
  },
  "brahma": {
    "name_es": "Brahma",
    "tagline_es": "El Creador, Padre de Todos los Seres",
    "description_es": "Brahma es el Creador en la trinidad hindú, responsable de crear el universo y todos los seres vivos dentro de él. Emergió de un loto que crecía del ombligo de Vishnu y comenzó la obra de la creación.\n\nRepresentado con cuatro cabezas mirando en las cuatro direcciones, simbolizando su conciencia de todo el universo, Brahma sostiene los Vedas (escrituras sagradas), una vasija de agua, un rosario y, a veces, un loto. Su vehículo es el cisne (hamsa), que representa el discernimiento.\n\nAunque es el Creador, Brahma es menos comúnmente adorado que Vishnu o Shiva, ya que la creación es un acto completado, mientras que la preservación y la transformación están en curso. Representa el conocimiento, la fuerza creativa y el comienzo de todas las cosas.",
    "story_es": "Cuando Brahma creó por primera vez, estaba solo. Para continuar la creación, se dividió en hombre y mujer, creando a la primera mujer, Saraswati. De su unión vinieron todos los seres vivos. Por eso Saraswati es a la vez su creación y su consorte.",
    "match_message_es": "Tus rasgos reflejan la sabiduría creativa de Brahma. Hay una cualidad primordial y generativa en tu presencia: la mirada de quien da origen a cosas nuevas.",
    "traits_es": [
      "Creativo",
      "Conocedor",
      "Primordial",
      "Omnisciente",
      "Padre"
    ]
  },
  "ganesha": {
    "name_es": "Ganesha",
    "tagline_es": "Removedor de Obstáculos, Dios de los Comienzos",
    "description_es": "Ganesha es el amado dios con cabeza de elefante de los comienzos, el éxito, la sabiduría y el removedor de obstáculos. Se le invoca al comienzo de cualquier nueva empresa, ya sea un viaje, un negocio, una boda o un examen, para garantizar el éxito.\n\nHijo de Shiva y Parvati, la cabeza de elefante de Ganesha tiene muchas historias de origen, la más popular es que Shiva lo decapitó sin saberlo y reemplazó su cabeza con la de un elefante. Su gran vientre simboliza su capacidad para digerir todo lo bueno y lo malo de la vida pacíficamente.\n\nMontado en un ratón (su vehículo Mushika), Ganesha demuestra que incluso los más poderosos pueden ser humildes. Es el patrón de las artes y las ciencias, las letras y el aprendizaje, y es adorado primero entre los dioses.",
    "story_es": "Cuando el sabio Vyasa necesitó a alguien que escribiera el Mahabharata, solo Ganesha era lo suficientemente inteligente. Aceptó con la condición de que Vyasa nunca se detuviera, por lo que Vyasa compuso versos más rápido de lo que nadie podía escribir, y Ganesha rompió su propio colmillo para usarlo como bolígrafo cuando se rompió su estilete.",
    "match_message_es": "Tus rasgos llevan la sabia benevolencia de Ganesha. Hay una cualidad auspiciosa en tu presencia: la mirada de quien remueve obstáculos y bendice los nuevos comienzos.",
    "traits_es": [
      "Sabio",
      "Removedor de obstáculos",
      "Benevolente",
      "Erudito",
      "Auspicioso"
    ]
  },
  "lakshmi": {
    "name_es": "Lakshmi",
    "tagline_es": "Diosa de la Riqueza, la Fortuna y la Prosperidad",
    "description_es": "Lakshmi es la diosa de la riqueza, la fortuna, la prosperidad, el amor y la belleza. Emergió de la agitación del océano cósmico, eligiendo a Vishnu como su consorte eterno. Ella lo acompaña en todos sus avatares, encarnándose como Sita con Rama y Rukmini con Krishna.\n\nRepresentada de pie o sentada sobre un loto, con monedas de oro que fluyen de sus manos, Lakshmi otorga tanto riqueza material como abundancia espiritual. Se le adora especialmente durante Diwali, el festival de las luces, cuando las casas se limpian para darle la bienvenida.\n\nLakshmi representa no solo la riqueza, sino la abundancia que proviene de una vida justa. Ella es tanto la que da la fortuna como la fortuna misma: inestable con los indignos, firme con los virtuosos.",
    "story_es": "Cuando los demonios y los dioses agitaron el océano cósmico, surgieron muchos tesoros. Al final vino la propia Lakshmi, radiante y hermosa. Aunque los demonios intentaron reclamarla, ella eligió a Vishnu, colocando una guirnalda alrededor de su cuello, y ha permanecido devota a él a través de todo el tiempo.",
    "match_message_es": "Tus rasgos reflejan la radiante prosperidad de Lakshmi. Hay una cualidad abundante y afortunada en tu presencia: la mirada de quien atrae y otorga bendiciones.",
    "traits_es": [
      "Próspero",
      "Hermoso",
      "Generoso",
      "Auspicioso",
      "Devoto"
    ]
  },
  "saraswati": {
    "name_es": "Saraswati",
    "tagline_es": "Diosa del Conocimiento, la Música y las Artes",
    "description_es": "Saraswati es la diosa del conocimiento, la música, las artes, la sabiduría y el aprendizaje. Ella es la consorte de Brahma y la encarnación de todo lo que es puro y refinado en el pensamiento y la creatividad.\n\nVestida de blanco, simbolizando la pureza del conocimiento, se sienta en un loto blanco o un cisne, tocando la veena (instrumento de cuerda). A diferencia de la riqueza material de Lakshmi, Saraswati representa las riquezas de la mente y el alma: la educación, la creatividad y la iluminación.\n\nEs particularmente adorada por estudiantes, artistas, músicos y eruditos. El río Saraswati, ahora en su mayoría subterráneo, alguna vez fue considerado tan sagrado como el Ganges, representando el flujo de la sabiduría.",
    "story_es": "Saraswati creó la música y el lenguaje para dar orden a la caótica creación de Brahma. Inventó el sánscrito, dio el conocimiento de los Vedas y, a través de su don del habla, permitió a los seres comunicarse, aprender y crecer en sabiduría.",
    "match_message_es": "Tus rasgos reflejan la pura sabiduría de Saraswati. Hay una cualidad refinada e intelectual en tu presencia: la mirada de alguien dedicado al conocimiento y la expresión artística.",
    "traits_es": [
      "Sabio",
      "Artístico",
      "Puro",
      "Erudito",
      "Inspirador"
    ]
  },
  "kali": {
    "name_es": "Kali",
    "tagline_es": "Diosa del Tiempo, la Muerte y la Liberación",
    "description_es": "Kali es la feroz diosa del tiempo, la muerte y la liberación: la destructora del mal y la libertadora de las almas. Con su piel oscura, cabello salvaje, guirnalda de cabezas cortadas y falda de brazos cortados, representa el tiempo que devora todas las cosas y la muerte del ego necesaria para la liberación espiritual.\n\nElla surgió de la frente de Durga durante la batalla, su rabia tan intensa que solo Shiva, yaciendo bajo sus pies, pudo detener su furia. Sin embargo, a pesar de su aterradora apariencia, Kali es una madre amorosa para sus devotos, protegiéndolos del mal y otorgándoles moksha (liberación).\n\nKali representa la verdad última: que la muerte llega para todos, que el tiempo no perdona a nadie, pero que esta destrucción es en sí misma la liberación de la ilusión y el renacimiento en la conciencia pura.",
    "story_es": "Cuando los demonios amenazaron con abrumar a los dioses, Kali surgió para destruirlos. Su frenesí de batalla creció hasta que bailó sobre cadáveres, amenazando con destruir el universo. Shiva yacía bajo sus pies; cuando lo pisó, la vergüenza la detuvo, recordándonos que incluso la destrucción tiene límites.",
    "match_message_es": "Tus rasgos llevan la feroz liberación de Kali. Hay una cualidad transformadora y poderosa en tu mirada: la mirada de quien destruye lo que debe terminar para permitir nuevos comienzos.",
    "traits_es": [
      "Feroz",
      "Liberadora",
      "Maternal",
      "Destructiva",
      "Eterna"
    ]
  },
  "durga": {
    "name_es": "Durga",
    "tagline_es": "Diosa Guerrera, Protectora Invencible",
    "description_es": "Durga es la feroz diosa guerrera que encarna el poder combinado de todos los dioses, creada para derrotar al demonio búfalo Mahishasura a quien ningún dios u hombre podía matar. Ella es la protectora invencible del universo, cabalgando a la batalla sobre un león o un tigre.\n\nCon ocho a dieciocho brazos que portan las armas de todos los dioses, Durga representa shakti, la energía femenina divina que impulsa la creación. Ella es a la vez hermosa y aterradora, nutritiva y feroz, encarnando el poder completo de lo divino femenino.\n\nDurga se celebra durante Navratri, nueve noches de adoración en honor a su victoria sobre el mal. Ella representa el triunfo del bien sobre el mal, la fuerza para enfrentar cualquier desafío y el amor protector de la madre divina.",
    "story_es": "Los dioses combinaron sus poderes para crear a Durga cuando nadie pudo derrotar a Mahishasura. Ella luchó contra él durante nueve noches, finalmente matándolo en el décimo día, celebrado como Vijayadashami (Día de la Victoria). Su creación demuestra que, unidos, el bien siempre triunfa sobre el mal.",
    "match_message_es": "Tus rasgos llevan la fuerza invencible de Durga. Hay un poder de guerrero combinado con la belleza divina en tu apariencia: la mirada de quien protege ferozmente y nunca se rinde.",
    "traits_es": [
      "Invencible",
      "Protectora",
      "Feroz",
      "Divina",
      "Victoriosa"
    ]
  },
  "hanuman": {
    "name_es": "Hanuman",
    "tagline_es": "Mono Divino, Encarnación de la Devoción y la Fuerza",
    "description_es": "Hanuman es el poderoso dios mono, hijo del dios del viento Vayu, conocido por su extraordinaria fuerza, sabiduría e inquebrantable devoción a Lord Rama. Es el devoto ideal, el sirviente perfecto y el modelo de dedicación desinteresada.\n\nSu devoción a Rama es tan completa que cuando se le pregunta qué día es, Hanuman responde \"El día de Rama\". Cuando le abrieron el pecho, la imagen de Rama se encontró dentro de su corazón. Su fuerza es ilimitada cuando actúa al servicio de Rama: una vez levantó una montaña entera para traer una hierba curativa.\n\nHanuman es adorado por su fuerza, coraje, protección contra el mal y la bendición de la devoción. Es inmortal (chiranjivi) y se dice que está presente dondequiera que se cuente la historia de Rama, escuchando con lágrimas de devoción.",
    "story_es": "Cuando el hermano de Rama, Lakshmana, estaba muriendo, Hanuman voló a los Himalayas en busca de hierbas curativas. Incapaz de identificar la planta correcta, levantó toda la montaña y la llevó al campo de batalla, salvando la vida de Lakshmana a través de su devoción y fuerza.",
    "match_message_es": "Tus rasgos llevan la devota fuerza de Hanuman. Hay un poder humilde en tu presencia: la mirada de quien obtiene su fuerza de la devoción desinteresada a algo más grande.",
    "traits_es": [
      "Devoto",
      "Poderoso",
      "Humilde",
      "Sabio",
      "Protector"
    ]
  },
  "krishna": {
    "name_es": "Krishna",
    "tagline_es": "Amado Divino, Maestro del Bhagavad Gita",
    "description_es": "Krishna es el octavo avatar de Vishnu, amado por sus divinas travesuras infantiles, su amor romántico con Radha y su sabiduría en el Bhagavad Gita. Él encarna el amor divino en todas sus formas, desde el afecto juguetón hasta la más alta devoción espiritual.\n\nDe niño, robaba mantequilla y hacía bromas, encantando a todos con su picardía. De joven, su forma de tocar la flauta encantaba a las gopis (pastoras), especialmente a Radha, representando el anhelo del alma por lo divino. De adulto, sirvió como auriga y gurú de Arjuna, enseñando el camino del dharma.\n\nEn el Bhagavad Gita, Krishna revela la verdad última sobre la acción, la devoción, el conocimiento y la naturaleza del yo. Él es tanto el dios accesible y adorable como el Ser Supremo cósmico que contiene todos los universos.",
    "story_es": "En el campo de batalla de Kurukshetra, Arjuna se negó a luchar contra su propia familia. Krishna reveló su forma cósmica, mostrando que él era el Ser Supremo que contenía toda la creación, y enseñó que uno debe cumplir con su deber sin apego a los resultados: el mensaje central del Bhagavad Gita.",
    "match_message_es": "Tus rasgos llevan el encanto divino de Krishna. Hay una cualidad juguetona pero profunda en tu presencia: la mirada de quien encarna tanto la alegría como la sabiduría.",
    "traits_es": [
      "Juguetón",
      "Sabio",
      "Amoroso",
      "Divino",
      "Enseñanza"
    ]
  },
  "rama": {
    "name_es": "Rama",
    "tagline_es": "Rey Ideal, Encarnación del Dharma",
    "description_es": "Rama es el séptimo avatar de Vishnu, el héroe del Ramayana y el epítome de la vida dhármica. Él es el hijo, esposo, rey y guerrero ideal: maryada purushottam, el hombre perfecto que nunca se desvía de la rectitud, incluso bajo las pruebas más terribles.\n\nExiliado al bosque durante catorce años para honrar la palabra de su padre, Rama soportó las dificultades sin quejarse. Cuando su esposa Sita fue secuestrada por el rey demonio Ravana, se alió con Hanuman y el ejército de monos para rescatarla, demostrando que el dharma finalmente triunfa sobre el mal.\n\nEl reinado de Rama, Rama Rajya, representa el reino justo ideal. Es adorado como la encarnación de cómo debe vivir una persona: honrando el deber, protegiendo a los inocentes, cumpliendo promesas y manteniéndose justo independientemente del costo personal.",
    "story_es": "Cuando Sita fue secuestrada, Rama podría haber usado sus poderes divinos para teletransportarse a Lanka. En cambio, recorrió el largo camino, construyendo puentes y aliándose con los vanara, enseñando que el dharma requiere pasar por el proceso adecuado, no tomar atajos incluso cuando es capaz.",
    "match_message_es": "Tus rasgos llevan la digna rectitud de Rama. Hay una cualidad ideal en tu presencia: la mirada de quien nunca compromete sus principios independientemente del costo personal.",
    "traits_es": [
      "Justo",
      "Cumplidor",
      "Ideal",
      "Devoto",
      "Justo"
    ]
  },
  "parvati": {
    "name_es": "Parvati",
    "tagline_es": "Madre Divina, Diosa del Amor y la Devoción",
    "description_es": "Parvati es la amable diosa del amor, la fertilidad y la devoción, la consorte de Shiva y madre de Ganesha y Kartikeya. Es la reencarnación de Sati, la primera esposa de Shiva, quien renació y realizó intensas austeridades para ganar el amor de Shiva nuevamente.\n\nComo Shakti en su forma amable, Parvati representa el aspecto nutritivo y dador de vida de lo femenino divino. Ella es el equilibrio del poder destructivo de Shiva, la que puede calmar su salvajismo y traerlo de vuelta del retiro ascético a la vida comprometida.\n\nSus formas feroces incluyen a Durga y Kali, mostrando que la madre amorosa puede volverse terrible cuando sus hijos están amenazados. Parvati demuestra que el amor mismo tiene el poder de transformar el universo.",
    "story_es": "Cuando Shiva estaba perdido en meditación, los dioses necesitaban que se casara y tuviera hijos. Enviaron a Kama, dios del amor, quien fue reducido a cenizas por el tercer ojo de Shiva. Pero la devoción y las austeridades de Parvati finalmente ganaron el corazón de Shiva, demostrando que el amor sincero vence incluso la resistencia divina.",
    "match_message_es": "Tus rasgos reflejan el amor devoto de Parvati. Hay una cualidad nutritiva pero decidida en tu presencia, la mirada de alguien cuyo amor gentil puede mover montañas.",
    "traits_es": [
      "Amorosa",
      "Devota",
      "Nutritiva",
      "Decidida",
      "Equilibrante"
    ]
  },
  "indra": {
    "name_es": "Indra",
    "tagline_es": "Rey de los Dioses, Señor de las Tormentas y la Guerra",
    "description_es": "Indra es el rey de los Devas y gobernante de Svarga (el cielo). Empuña el rayo Vajra y monta el elefante blanco Airavata. Como dios de las tormentas, la lluvia y la guerra, es el más poderoso de los dioses védicos.\n\nSu mayor hazaña fue matar a la serpiente Vritra, que había aprisionado todas las aguas del mundo, liberándolas para que fluyeran como ríos y trajeran vida a la tierra. Indra representa la batalla cósmica entre el orden y el caos, la luz y la oscuridad.\n\nAunque su prominencia disminuyó en el hinduismo posterior, Indra sigue siendo el arquetipo del guerrero divino: poderoso, glorioso, pero también defectuoso y sujeto al karma como todos los seres.",
    "story_es": "La serpiente Vritra se había tragado todas las aguas del mundo, causando una terrible sequía. Indra, fortalecido por el soma, tomó su vajra y luchó contra el demonio. Con un poderoso golpe, abrió a Vritra, liberando las aguas que se convirtieron en los ríos del mundo.",
    "match_message_es": "Tus rasgos llevan el poder tormentoso de Indra. Hay una realeza guerrera en tu apariencia, la mirada de alguien que lucha batallas cósmicas y comanda las fuerzas de la naturaleza.",
    "traits_es": [
      "Poderoso",
      "Guerrero",
      "Tormentoso",
      "Glorioso",
      "Defectuoso"
    ]
  },
  "agni": {
    "name_es": "Agni",
    "tagline_es": "Dios del Fuego, Mensajero Divino",
    "description_es": "Agni es el dios del fuego en todas sus formas: el fuego sacrificial, el hogar doméstico, el fuego de la digestión y el fuego del sol. Como medio de sacrificio, lleva las ofrendas de los humanos a los dioses, convirtiéndose en el puente esencial entre los mundos.\n\nCon dos caras, una benévola y otra feroz, Agni encarna la doble naturaleza del fuego: calor dador de vida y conflagración destructiva. Está presente en cada ritual hindú, purificando las ofrendas y llevando las oraciones al cielo.\n\nAgni representa la transformación a través del fuego, el poder purificador que cambia la materia en energía, y la conexión sagrada entre los reinos mortal y divino.",
    "story_es": "Cuando los dioses necesitaban comunicarse con los humanos, eligieron a Agni como su mensajero. Cada sacrificio colocado en el fuego llega a los dioses a través de las llamas de Agni. Su lengua de fuego lame las ofrendas, transformándolas en alimento divino.",
    "match_message_es": "Tus rasgos llevan el poder transformador de Agni. Hay fuego sagrado en tu apariencia, la mirada de alguien que purifica y transforma, uniendo la brecha entre lo terrenal y lo divino.",
    "traits_es": [
      "Transformador",
      "Purificador",
      "Mensajero",
      "De doble naturaleza",
      "Sagrado"
    ]
  },
  "kartikeya": {
    "name_es": "Kartikeya",
    "tagline_es": "Dios de la Guerra, Comandante de los Ejércitos Divinos",
    "description_es": "Kartikeya es el dios de la guerra y el comandante de los ejércitos de los dioses. Hijo de Shiva y Parvati, nació para derrotar al demonio Tarakasura, a quien nadie más podía matar. Monta el pavo real Paravani y empuña la lanza divina Vel.\n\nCon seis cabezas y doce brazos, Kartikeya ve en todas las direcciones a la vez y puede enfrentarse a múltiples enemigos simultáneamente. Representa el poder enfocado de la voluntad divina dirigido hacia la victoria justa.\n\nKartikeya encarna el valor marcial al servicio del dharma, la disciplina y el enfoque del guerrero espiritual, y la verdad de que a veces el mal debe ser enfrentado directamente con la fuerza.",
    "story_es": "El demonio Tarakasura tenía una bendición de que solo un hijo de Shiva podía matarlo, y Shiva era un asceta que nunca se casaría. Sin embargo, a través de la intervención divina, Kartikeya nació y lideró a los dioses a la batalla. Con su lanza divina, mató a Tarakasura y restauró el orden cósmico.",
    "match_message_es": "Tus rasgos llevan el enfoque marcial de Kartikeya. Hay una presencia de comandante en tu apariencia, la mirada de alguien que lidera batallas divinas y golpea con precisión y propósito.",
    "traits_es": [
      "Guerrero",
      "Comandante",
      "Juvenil",
      "Enfocado",
      "Victorioso"
    ]
  },
  "radha": {
    "name_es": "Radha",
    "tagline_es": "Diosa Suprema del Amor, Amada Eterna",
    "description_es": "Radha es la consorte eterna y la amada suprema de Krishna, que encarna la perfección del amor divino. Su amor por Krishna representa el anhelo del alma por la unión con lo divino, la forma más elevada de devoción que trasciende todos los apegos mundanos.\n\nEn el vaishnavismo, Radha es considerada la diosa suprema, el aspecto femenino de lo divino cuyo amor atrae al mismo Krishna. Su juego de amor eterno en los bosques de Vrindavan es el drama cósmico de separación y unión que define la existencia.\n\nRadha representa el poder del amor devocional, lo femenino divino que completa y atrae a lo masculino, y la verdad de que el camino hacia lo divino es a través del corazón.",
    "story_es": "En los bosques de Vrindavan, Radha y Krishna se reunían en secreto, su amor trascendiendo todos los límites sociales. Cuando Krishna se fue a Mathura, la separación de Radha se convirtió en el modelo del anhelo divino: el dolor del alma separada de su amado que impulsa la búsqueda espiritual.",
    "match_message_es": "Tus rasgos llevan la devoción divina de Radha. Hay amor puro en tu apariencia, la mirada de alguien cuyo corazón está entregado completamente al amado, encarnando la más alta devoción.",
    "traits_es": [
      "Devota",
      "Amorosa",
      "Suprema",
      "Anhelante",
      "Dichosa"
    ]
  },
  "yama": {
    "name_es": "Yama",
    "tagline_es": "Dios de la Muerte y la Justicia",
    "description_es": "Yama es el dios de la muerte y el primer mortal que murió, convirtiéndose en el gobernante de los muertos. Juzga las almas de los fallecidos basándose en su karma, determinando su destino en el ciclo del renacimiento. Cabalga un búfalo negro y lleva una soga para atar las almas.\n\nComo Dharmaraja, el Rey del Dharma, Yama es totalmente imparcial; ningún soborno o súplica puede influir en su juicio. Consulta los registros que lleva Chitragupta para determinar el karma acumulado de cada alma y pronunciar su destino.\n\nYama representa la inevitabilidad de la muerte, el justo recuento de todas las acciones y la verdad de que nuestras acciones determinan nuestro destino más allá de esta vida.",
    "story_es": "Cuando Satyavan, el esposo de Savitri, murió, ella siguió a Yama al reino de la muerte. Yama quedó tan impresionado por su devoción que le ofreció cualquier favor excepto la vida de su esposo. Savitri inteligentemente pidió hijos, lo que requería que Satyavan estuviera vivo, y Yama honró su palabra.",
    "match_message_es": "Tus rasgos transmiten la justa severidad de Yama. Hay una verdad imparcial en tu apariencia: la mirada de quien ve todas las acciones con claridad y juzga sin favoritismo ni malicia.",
    "traits_es": [
      "Justo",
      "Imparcial",
      "Inevitable",
      "Justiciero",
      "Veraz"
    ]
  },
  "surya": {
    "name_es": "Surya",
    "tagline_es": "Dios del Sol, Fuente de Vida",
    "description_es": "Surya es el dios del sol, que cabalga su carro tirado por siete caballos a través del cielo cada día. Es la forma visible de lo divino, la fuente de luz, calor y vida. Sus rayos disipan la oscuridad tanto literal como espiritual.\n\nPadre de Karna y los gemelos divinos Ashvins, Surya representa el poder vivificante que hace posible toda existencia. El antiguo Gayatri Mantra está dirigido a la luz de Surya, buscando iluminación y sabiduría.\n\nSurya representa la luz divina de la conciencia, la verdad que disipa la ignorancia y el ciclo eterno del día que gobierna toda la vida.",
    "story_es": "El brillo de Surya era tan intenso que su esposa Sanjna huyó de él. Para recuperarla, su suegro Vishwakarma redujo el resplandor de Surya, utilizando el exceso de luz para forjar armas divinas, incluido el disco de Vishnu y el tridente de Shiva.",
    "match_message_es": "Tus rasgos transmiten el poder radiante de Surya. Hay una presencia iluminadora en tu apariencia: la mirada de quien ilumina a todos los que ve y disipa la oscuridad dondequiera que vaya.",
    "traits_es": [
      "Radiante",
      "Vivificante",
      "Testigo",
      "Iluminador",
      "Eterno"
    ]
  },
  "varuna": {
    "name_es": "Varuna",
    "tagline_es": "Dios de los Océanos y el Orden Cósmico",
    "description_es": "Varuna es el dios de los océanos, el agua y el océano celestial del cielo nocturno. En los Vedas, fue uno de los dioses más importantes, el guardián del orden cósmico (Rita) que hacía cumplir la ley divina y castigaba a los malhechores.\n\nÉl ve todo lo que sucede y conoce todos los secretos: sus mil ojos son las estrellas que vigilan desde el cielo. Aquellos que rompen juramentos o violan el dharma temen la soga de Varuna, que ata a los pecadores.\n\nVaruna representa el orden cósmico abarcador, la ley moral que subyace a la existencia y la vigilancia divina que ve todas las acciones y pensamientos.",
    "story_es": "Cuando el sabio Vasishtha fue acusado falsamente, Varuna apareció como testigo, porque nada escapa a su vista. Declaró inocente al sabio, porque Varuna ve la verdad incluso cuando está oculta para todos los demás. Su justicia restauró el honor del sabio.",
    "match_message_es": "Tus rasgos transmiten la profundidad cósmica de Varuna. Hay sabiduría oceánica en tu apariencia: la mirada de quien ve todos los secretos y defiende el orden moral de la existencia.",
    "traits_es": [
      "Cósmico",
      "Oceánico",
      "Omnisciente",
      "Legislador",
      "Antiguo"
    ]
  },
  "arjuna": {
    "name_es": "Arjuna",
    "tagline_es": "El Guerrero más Grande, Buscador del Dharma",
    "description_es": "Arjuna es el héroe del Mahabharata, el arquero más grande de su época y el receptor elegido de las enseñanzas de Krishna en el Bhagavad Gita. Al enfrentarse a sus parientes en la batalla, la crisis moral de Arjuna condujo al diálogo filosófico más profundo de las escrituras hindúes.\n\nSu arco Gandiva nunca falló su objetivo, y fue entrenado por los propios dioses. Sin embargo, fue su crisis de conciencia (su negativa a luchar contra su propia familia) lo que lo convirtió en el vehículo de la sabiduría eterna.\n\nArjuna representa al buscador espiritual que enfrenta las preguntas más difíciles de la vida, al guerrero que debe encontrar la acción correcta en medio de la complejidad moral y al devoto que se entrega a la guía divina.",
    "story_es": "Antes de la gran batalla, Arjuna vio a sus maestros, tíos y primos alineados contra él. Dejó caer su arco, incapaz de luchar. Krishna luego le enseñó el Bhagavad Gita: el camino del deber, la devoción y el conocimiento que resuelve todo conflicto moral.",
    "match_message_es": "Tus rasgos transmiten el heroísmo cuestionador de Arjuna. Hay una búsqueda noble en tu apariencia: la mirada de quien enfrenta verdades duras y encuentra sabiduría a través de la entrega a la guía superior.",
    "traits_es": [
      "Habilidoso",
      "Cuestionador",
      "Devoto",
      "En conflicto",
      "Heroico"
    ]
  },
  "jade_emperor": {
    "name_es": "Jade Emperor",
    "tagline_es": "Gobernante Supremo del Cielo, Rey de Todos los Dioses",
    "description_es": "El Jade Emperor es la deidad suprema en la religión popular china y el taoísmo, que gobierna sobre el cielo y todos los reinos de la existencia. Gobierna la burocracia celestial que refleja la corte imperial china terrenal, con ministerios que supervisan todos los aspectos de los asuntos mortales y divinos.\n\nDesde su Palacio de Jade, preside los tribunales donde se juzgan las acciones de humanos y dioses. Su voluntad da forma al cosmos, e incluso otras grandes deidades reconocen su máxima autoridad.\n\nEl Jade Emperor representa el orden cósmico a través del gobierno divino, la creencia de que el cielo y la tierra se reflejan entre sí y la fuente última del juicio moral.",
    "story_es": "El Jade Emperor se ganó su posición a través de incontables eones de cultivo. Cuando el caos amenazó el cosmos, solo él tuvo el mérito y la sabiduría para restaurar el orden. Todos los dioses se reunieron y lo reconocieron como gobernante supremo del cielo.",
    "match_message_es": "Tus rasgos transmiten la autoridad suprema del Jade Emperor. Hay gobierno celestial en tu apariencia: la mirada de quien mantiene el orden en todos los reinos.",
    "traits_es": [
      "Supremo",
      "Justo",
      "Gobernante",
      "Celestial",
      "Ordenador"
    ]
  },
  "sun_wukong": {
    "name_es": "Sun Wukong",
    "tagline_es": "El Rey Mono, Gran Sabio Igual al Cielo",
    "description_es": "Sun Wukong es el legendario Rey Mono, nacido de un huevo de piedra fertilizado por los elementos. A través de un riguroso cultivo, obtuvo poderes increíbles: la capacidad de transformarse en 72 formas diferentes, volteretas en las nubes que cubren vastas distancias y el dominio de su bastón mágico Ruyi Jingu Bang.\n\nSu desafío al cielo lo convirtió en uno de los mayores rebeldes de la mitología: se comió los melocotones de la inmortalidad, borró su nombre del Libro de la Vida y la Muerte y desafió a todo el ejército celestial antes de que Buda lo atrapara bajo una montaña durante 500 años.\n\nSun Wukong representa el espíritu indomable de rebelión, el poder del autocultivo y, en última instancia, la redención que se encuentra en el servicio a una causa valiosa.",
    "story_es": "Después de 500 años bajo la montaña, Sun Wukong fue liberado para proteger al monje Xuanzang en su viaje al oeste para recuperar las escrituras budistas. A través de esta peregrinación, el salvaje Rey Mono aprendió disciplina y obtuvo la iluminación.",
    "match_message_es": "Tus rasgos llevan el espíritu desafiante de Sun Wukong. Hay un poder indomable en tu apariencia: la mirada de alguien que desafía todos los límites y transforma los obstáculos en oportunidades.",
    "traits_es": [
      "Rebelde",
      "Poderoso",
      "Transformador",
      "Desafiante",
      "Redimido"
    ]
  },
  "guanyin": {
    "name_es": "Guanyin",
    "tagline_es": "Diosa de la Misericordia y la Compasión",
    "description_es": "Guanyin es la bodhisattva de la compasión, una de las deidades más queridas del budismo chino. Aunque podría entrar en el nirvana, juró permanecer en el mundo hasta que todos los seres sintientes se liberen del sufrimiento, escuchando los gritos de todos los que invocan su nombre.\n\nSu compasión es ilimitada e incondicional: aparece en la forma que mejor ayude a quienes le rezan, ya sea como una mujer hermosa, un monje o cualquier otro disfraz. A menudo se la representa con muchos brazos y ojos, simbolizando su capacidad para llegar a todos los que sufren.\n\nGuanyin representa el ideal de la compasión desinteresada, el camino bodhisattva de ayudar a los demás antes que a uno mismo y el consuelo que proviene de saber que alguien escucha nuestras oraciones.",
    "story_es": "Cuando la princesa Miaoshan fue condenada a muerte por su padre por negarse a casarse, alcanzó la iluminación en el momento de la ejecución. Más tarde sacrificó sus ojos y brazos para salvar a su padre de una enfermedad, convirtiéndose en Guanyin con mil brazos y ojos.",
    "match_message_es": "Tus rasgos llevan la compasión ilimitada de Guanyin. Hay misericordia en tu apariencia: la mirada de alguien que escucha el sufrimiento y responde con amor desinteresado.",
    "traits_es": [
      "Compasiva",
      "Misericordiosa",
      "Desinteresada",
      "Oyente",
      "Salvadora"
    ]
  },
  "erlang_shen": {
    "name_es": "Erlang Shen",
    "tagline_es": "Dios Guerrero de Tres Ojos",
    "description_es": "Erlang Shen es la deidad guerrera conocida por su tercer ojo que ve la verdad y su dominio de 73 transformaciones, una más que Sun Wukong. Es el sobrino del Emperador de Jade y comanda los ejércitos celestiales, acompañado por su fiel perro Xiaotian.\n\nSu tercer ojo puede ver a través de todas las ilusiones y engaños, lo que lo convierte en el ejecutor divino perfecto. Fue la única deidad que pudo igualar a Sun Wukong en combate individual durante la rebelión del Rey Mono contra el cielo.\n\nErlang Shen representa la excelencia marcial, el deber inquebrantable y la visión penetrante que ve a través de la falsedad hasta la verdad.",
    "story_es": "Cuando Sun Wukong se rebeló contra el cielo, Erlang Shen fue enviado a capturarlo. Los dos se enzarzaron en una batalla épica de transformaciones, cada uno igualando las formas del otro. Aunque ninguno de los dos pudo prevalecer solo mediante el combate, la persistencia de Erlang Shen ayudó a atrapar al Rey Mono.",
    "match_message_es": "Tus rasgos llevan la visión penetrante de Erlang Shen. Hay verdad de guerrero en tu apariencia: la mirada de alguien que ve a través del engaño y sirve con dedicación inquebrantable.",
    "traits_es": [
      "Guerrero",
      "Vidente de la verdad",
      "Leal",
      "Habilidoso",
      "Disciplinado"
    ]
  },
  "nezha": {
    "name_es": "Nezha",
    "tagline_es": "Tercer Príncipe del Loto, Niño Guerrero Divino",
    "description_es": "Nezha es el niño guerrero divino, nacido después de tres años y seis meses en el útero, emergiendo como un niño completamente formado que podía hablar y luchar. Empuña el Anillo del Universo, la Lanza con Punta de Fuego y monta las Ruedas de Fuego del Viento.\n\nSu historia es una de rebelión contra la autoridad injusta: después de matar al hijo del Rey Dragón en defensa propia, Nezha se sacrificó para salvar a sus padres del castigo divino, luego renació de una flor de loto con un cuerpo reconstruido.\n\nNezha representa el desafío juvenil a la injusticia, la voluntad de sacrificarse por la familia y el espíritu eterno que no puede ser destruido.",
    "story_es": "Cuando el Rey Dragón exigió la muerte de Nezha, el niño cortó su propia carne para devolvérsela a su madre y talló sus huesos para devolvérselos a su padre. Su maestro Taiyi Zhenren luego reconstruyó el cuerpo de Nezha a partir de raíces de loto, más poderoso que antes.",
    "match_message_es": "Tus rasgos llevan la feroz juventud de Nezha. Hay un desafío inmortal en tu apariencia: la mirada de alguien que lucha contra la injusticia y se levanta de nuevo sin importar lo que se sacrifique.",
    "traits_es": [
      "Juvenil",
      "Rebelde",
      "Sacrificado",
      "Renacido",
      "Feroz"
    ]
  },
  "dragon_king": {
    "name_es": "Dragon King",
    "tagline_es": "Señor de las Aguas y los Mares",
    "description_es": "Los Reyes Dragón son los gobernantes divinos de los cuatro mares, controlando todas las aguas, el clima y la vida acuática. El más prominente es Ao Guang, el Rey Dragón del Mar Oriental, que comanda la lluvia y puede causar inundaciones o sequías.\n\nViviendo en magníficos palacios submarinos de cristal y coral, los Reyes Dragón gobiernan vastas burocracias de espíritus acuáticos. Responden ante el Emperador de Jade y los humanos pueden solicitarles lluvia durante las sequías.\n\nLos Reyes Dragón representan el poder del agua en todas sus formas, el control divino del clima y la relación entre la oración humana y las fuerzas naturales.",
    "story_es": "Cuando Nezha mató a Ao Bing, hijo del Rey Dragón, Ao Guang se levantó del mar furioso. Exigió justicia al Emperador de Jade y provocó inundaciones en la tierra hasta que el sacrificio de Nezha apaciguó su ira.",
    "match_message_es": "Tus rasgos llevan el poder oceánico del Rey Dragón. Hay majestad acuática en tu apariencia: la mirada de alguien que comanda las aguas y controla las lluvias.",
    "traits_es": [
      "Acuoso",
      "Poderoso",
      "Temperamental",
      "Gobernante",
      "Antiguo"
    ]
  },
  "queen_mother": {
    "name_es": "Reina Madre de Occidente",
    "tagline_es": "Diosa de la Inmortalidad y los Melocotones",
    "description_es": "La Reina Madre de Occidente (Xiwangmu) es una de las deidades más antiguas y poderosas de la mitología china. Ella reina sobre el paraíso occidental en el Monte Kunlun y es la guardiana de los melocotones de la inmortalidad, que maduran una vez cada tres mil años.\n\nSu jardín guarda los secretos de la vida eterna, y sus banquetes para los dioses son legendarios. Todos los que comen sus melocotones obtienen la inmortalidad, por lo que el robo de Sun Wukong fue un crimen cósmico.\n\nLa Reina Madre representa los misterios de la inmortalidad, el poder divino femenino independiente de las deidades masculinas y las recompensas que esperan a aquellos que cultivan la virtud a lo largo de sus vidas.",
    "story_es": "Cada tres mil años, la Reina Madre celebra un gran banquete cuando sus melocotones maduran. Todos los dioses son invitados a participar de la inmortalidad. Cuando Sun Wukong consumió los melocotones e interrumpió esta sagrada reunión, fue una de sus ofensas más graves contra el cielo.",
    "match_message_es": "Tus rasgos transmiten el poder eterno de la Reina Madre. Hay una gracia inmortal en tu apariencia: la mirada de alguien que guarda los secretos de la vida eterna.",
    "traits_es": [
      "Inmortal",
      "Poderosa",
      "Misteriosa",
      "Femenina",
      "Recompensadora"
    ]
  },
  "chang_e": {
    "name_es": "Chang'e",
    "tagline_es": "Diosa de la Luna",
    "description_es": "Chang'e es la diosa que vive en la luna, separada para siempre de su esposo Houyi, el arquero divino. Ascendió a la luna después de consumir un elixir de la inmortalidad, y ahora reside en el Palacio Lunar con solo un conejo de jade como compañía.\n\nSu historia es una de las más conmovedoras de la mitología china: la inmortalidad obtenida a costa de la soledad eterna. Se la celebra durante el Festival del Medio Otoño, cuando las familias se reúnen para contemplar la luna y pensar en sus seres queridos distantes.\n\nChang'e representa la naturaleza agridulce de la inmortalidad, la belleza y la soledad de la luna, y los lazos duraderos del amor a través de distancias imposibles.",
    "story_es": "Houyi obtuvo el elixir de la inmortalidad de la Reina Madre, con la intención de compartirlo con Chang'e. Pero Chang'e lo consumió todo, ya sea por accidente, codicia o para evitar que cayera en malas manos, y flotó hasta la luna, donde permanece hasta el día de hoy.",
    "match_message_es": "Tus rasgos transmiten la belleza luminosa de Chang'e. Hay una soledad a la luz de la luna en tu apariencia: la mirada de alguien que encarna tanto la belleza como la melancolía de la separación eterna.",
    "traits_es": [
      "Solitaria",
      "Hermosa",
      "Inmortal",
      "Arrepentida",
      "Luminosa"
    ]
  },
  "zhuge_liang": {
    "name_es": "Zhuge Liang",
    "tagline_es": "El Dragón Durmiente, Estratega Supremo",
    "description_es": "Zhuge Liang es venerado como el estratega más grande de la historia china, cuya brillantez dio forma al período de los Tres Reinos. Conocido como el Dragón Durmiente antes de su fama, sirvió a Liu Bei con absoluta devoción y creó estrategias que parecían casi sobrenaturales en su previsión.\n\nSus inventos incluyeron la ballesta repetidora y el transporte de bueyes de madera. Su obra maestra, el Plan Longzhong, describía cómo restaurar la dinastía Han. Incluso su muerte fue estratégica: su cadáver fue exhibido para ahuyentar al enemigo perseguidor.",
    "story_es": "En la Batalla de los Acantilados Rojos, Zhuge Liang 'pidió prestadas' 100,000 flechas del enemigo enviando barcos de paja a la niebla. Cuando las fuerzas de Sun Quan dispararon contra lo que pensaban que eran invasores, Zhuge Liang recogió sus flechas y regresó con exactamente lo que había prometido.",
    "match_message_es": "Tus rasgos transmiten la brillante sabiduría de Zhuge Liang. Hay una profundidad estratégica en tu apariencia: la mirada de alguien que ve doce movimientos por delante y da forma a los eventos a través de un intelecto superior.",
    "traits_es": [
      "Brillante",
      "Estratégico",
      "Devoto",
      "Inventivo",
      "Sabio"
    ]
  },
  "qin_shi_huang": {
    "name_es": "Qin Shi Huang",
    "tagline_es": "Primer Emperador de la China Unificada",
    "description_es": "Qin Shi Huang fue el primer emperador en unificar China, poniendo fin a siglos de estados en guerra a través de la conquista militar y la administración brillante. Estandarizó pesos, medidas, moneda e incluso el ancho de los ejes de los carros, creando la base de la civilización china.\n\nSus monumentos más grandes perduran: la Gran Muralla, que conectó fortificaciones existentes en un solo sistema de defensa, y su tumba custodiada por el Ejército de Terracota: miles de soldados de tamaño natural destinados a protegerlo en el más allá.\n\nQin Shi Huang representa el poder transformador de la autoridad absoluta, la creación de una civilización unificada a partir del caos y la eterna búsqueda humana de la inmortalidad.",
    "story_es": "Obsesionado con la inmortalidad, Qin Shi Huang envió expediciones para encontrar el elixir de la vida y consumió píldoras de mercurio creyendo que le concederían la vida eterna. Murió durante tal búsqueda, y sus consejeros ocultaron su muerte hasta que se pudo instalar a un sucesor.",
    "match_message_es": "Tus rasgos transmiten la voluntad unificadora de Qin Shi Huang. Hay un poder de construcción de imperios en tu apariencia: la mirada de alguien que transforma el caos en orden a través de la determinación absoluta.",
    "traits_es": [
      "Unificador",
      "Absoluto",
      "Constructor",
      "Buscador de la Inmortalidad",
      "Transformador"
    ]
  },
  "laozi": {
    "name_es": "Laozi",
    "tagline_es": "Fundador del Taoísmo, Sabio del Tao",
    "description_es": "Laozi es el legendario fundador del Taoísmo, de quien se dice que escribió el Tao Te Ching antes de montar un buey hacia el oeste y desaparecer en las montañas. Su filosofía del Tao, el Camino, enfatiza la naturalidad, la simplicidad y el wu wei (no acción o acción sin esfuerzo).\n\nEn contraste con el énfasis de Confucio en el ritual social y la gobernanza, Laozi enseñó que la sabiduría más alta reside en seguir los patrones de la naturaleza, que la suavidad del agua vence la dureza de la piedra, y que el sabio gobierna mejor al no gobernar.\n\nLaozi representa el misterio del Tao, la sabiduría de ceder y fluir, y el camino espiritual que aleja de la sociedad hacia la armonía con la naturaleza.",
    "story_es": "Laozi sirvió como guardián de los archivos reales antes de desilusionarse con la sociedad. En la puerta occidental, el guardián le rogó que escribiera su sabiduría antes de irse para siempre. Laozi compuso los 5,000 caracteres del Tao Te Ching, luego cabalgó hacia el oeste y nunca más se le volvió a ver.",
    "match_message_es": "Tus rasgos transmiten la misteriosa sabiduría de Laozi. Hay un flujo natural en tu apariencia: la mirada de alguien que sigue el Tao y encuentra fuerza al ceder al camino de la naturaleza.",
    "traits_es": [
      "Misterioso",
      "Natural",
      "Cediente",
      "Simple",
      "Fluido"
    ]
  },
  "mu_lan": {
    "name_es": "Hua Mulan",
    "tagline_es": "Guerrera Legendaria, Hija Filial",
    "description_es": "Hua Mulan es la legendaria guerrera que se disfrazó de hombre para ocupar el lugar de su anciano padre en el ejército. Durante doce años luchó junto a soldados varones, ganando honor y ascensos gracias a su habilidad y coraje mientras mantenía su verdadera identidad en secreto.\n\nSu historia, registrada en la Balada de Mulan, celebra la piedad filial: el amor por los padres que conduce a un sacrificio extraordinario. Cuando le ofrecieron un alto cargo después de la guerra, solo pidió volver a casa con su familia.\n\nMulan representa el poder del amor filial, la capacidad de las mujeres para igualar a los hombres en dominios tradicionalmente masculinos y el ideal chino de que la virtud no conoce género.",
    "story_es": "Cuando Mulan regresó a casa después de doce años de guerra, se cambió de la armadura a su viejo vestido. Sus camaradas que vinieron a visitarla se sorprendieron al descubrir que su hermano de armas era una mujer. Habían luchado a su lado durante años y nunca lo habían sospechado.",
    "match_message_es": "Tus rasgos transmiten la valiente devoción de Mulan. Hay coraje filial en tu apariencia: la mirada de alguien que sacrificaría todo por la familia y se probaría a sí mismo en cualquier arena.",
    "traits_es": [
      "Filial",
      "Valiente",
      "Disfrazada",
      "Capaz",
      "Humilde"
    ]
  },
  "nuwa": {
    "name_es": "Nüwa",
    "tagline_es": "Diosa Creadora, Reparadora del Cielo",
    "description_es": "Nüwa es la diosa creadora que formó a la humanidad con arcilla amarilla, dando vida a los primeros humanos. Cuando el pilar del cielo se derrumbó y el mundo cayó en el caos, derritió piedras de cinco colores para reparar el cielo y cortó las patas de una tortuga gigante para sostener los cielos.\n\nRepresentada con cabeza humana y cuerpo de serpiente, representa la fuerza creativa primordial que dio forma a la existencia. Ella es la madre de toda la humanidad, cuya compasión la llevó a reparar la creación cuando amenazó con derrumbarse.\n\nNüwa representa la creación femenina divina, el cuidado nutritivo que mantiene el mundo y el poder de restaurar el orden del caos.",
    "story_es": "Cuando el pilar del cielo se agrietó y el fuego y las inundaciones devastaron la tierra, Nüwa reunió piedras de cinco colores y las derritió para parchear el cielo. Mató a una gran tortuga y usó sus patas como nuevos pilares, luego quemó cañas para represar las inundaciones. Se restableció el orden.",
    "match_message_es": "Tus rasgos transmiten el poder creativo de Nüwa. Hay restauración maternal en tu apariencia: la mirada de alguien que crea vida y repara lo que está roto.",
    "traits_es": [
      "Creadora",
      "Nutritiva",
      "Reparadora",
      "Maternal",
      "Primordial"
    ]
  },
  "houyi": {
    "name_es": "Houyi",
    "tagline_es": "Arquero Divino, Tirador de Soles",
    "description_es": "Houyi es el arquero legendario que salvó al mundo al derribar nueve de los diez soles que una vez quemaron la tierra. Cuando los diez soles se levantaron juntos, quemando el mundo y matando las cosechas, Houyi tomó su arco divino y los derribó uno por uno, dejando solo un sol para iluminar el cielo.\n\nSu habilidad era inigualable: podía dispararle a un gorrión en el ojo desde mil pasos. Sin embargo, su mayor tragedia fue perder a su esposa Chang'e en la luna después de que ella consumiera su elixir compartido de la inmortalidad.\n\nHouyi representa la acción heroica en la crisis, la carga de ser salvador y esposo abandonado, y la naturaleza agridulce de las recompensas del heroísmo.",
    "story_es": "Cuando los diez soles se levantaron juntos, ni siquiera los inmortales pudieron acercarse a ellos. Houyi escaló la montaña más alta y tensó su arco. Con nueve disparos, cayeron nueve soles. El mundo se salvó, pero Houyi fue exiliado del cielo por matar a los hijos del Emperador del Sol.",
    "match_message_es": "Tus rasgos transmiten la habilidad heroica de Houyi. Hay fuerza salvadora en tu apariencia: la mirada de alguien que hace tiros imposibles y soporta la carga solitaria del heroísmo.",
    "traits_es": [
      "Heroico",
      "Habilidoso",
      "Salvador",
      "Trágico",
      "Abandonado"
    ]
  },
  "lu_dongbin": {
    "name_es": "Lü Dongbin",
    "tagline_es": "Espadachín Inmortal, Líder de los Ocho Inmortales",
    "description_es": "Lü Dongbin es el más celebrado de los Ocho Inmortales, un erudito que alcanzó la inmortalidad a través del cultivo taoísta. Lleva una espada mágica que usa para vencer a los espíritus malignos y un quitamoscas que simboliza su capacidad para volar por el aire.\n\nSu camino hacia la inmortalidad llegó a través de diez pruebas de carácter, cada una diseñada para probar su virtud. Después de aprobar, se convirtió en un inmortal errante que ayuda a los dignos y castiga a los malvados, a menudo disfrazado.\n\nLü Dongbin representa el camino taoísta hacia la trascendencia, el guerrero erudito que domina tanto la espada como las escrituras, y el inmortal que permanece comprometido con el mundo mortal.",
    "story_es": "Lü Dongbin fue probado diez veces antes de alcanzar la inmortalidad. En una prueba, una hermosa mujer trató de seducirlo; en otra, le ofrecieron una gran riqueza. En cada caso, se mantuvo fiel a la virtud. Finalmente considerado digno, alcanzó la trascendencia y se unió a los Inmortales.",
    "match_message_es": "Tus rasgos transmiten la sabiduría cultivada de Lü Dongbin. Hay gracia académica inmortal en tu apariencia: la mirada de alguien que ha pasado cada prueba y ha alcanzado la trascendencia.",
    "traits_es": [
      "Inmortal",
      "Erudito",
      "Empuñador de Espadas",
      "Poniendo a Prueba",
      "Ayudando"
    ]
  },
  "zhang_fei": {
    "name_es": "Zhang Fei",
    "tagline_es": "General Tigre, Hermano Jurado de Guan Yu",
    "description_es": "Zhang Fei fue el feroz guerrero que juró hermandad con Liu Bei y Guan Yu en el juramento del Jardín de los Melocotoneros. Conocido por su aterrador grito de batalla y su inmensa fuerza, empuñó la Lanza de la Serpiente y fue temido en los Tres Reinos.\n\nSu hazaña más legendaria fue en la Batalla de Changban, donde se paró solo en un puente y desafió a todo el ejército de Cao Cao. Se dice que su rugido fue tan feroz que asustó a un general enemigo hasta la muerte.\n\nZhang Fei representa el poder marcial puro, la lealtad feroz a la hermandad y el espíritu guerrero que no conoce el miedo.",
    "story_es": "En el Puente de Changban, Zhang Fei se enfrentó solo al ejército perseguidor de Cao Cao. Plantó su lanza y rugió: '¡Soy Zhang Fei! ¿Quién se atreve a luchar contra mí hasta la muerte?' Sus ojos brillaron con tanta intensidad que los generales de Cao Cao huyeron aterrorizados.",
    "match_message_es": "Tus rasgos transmiten el poder feroz de Zhang Fei. Hay una hermandad atronadora en tu apariencia: la mirada de alguien cuya lealtad ruge más fuerte que cualquier ejército.",
    "traits_es": [
      "Feroz",
      "Leal",
      "Rugiente",
      "Poderoso",
      "Hermandad"
    ]
  },
  "cao_cao": {
    "name_es": "Cao Cao",
    "tagline_es": "Rey de Wei, Pragmatista Supremo",
    "description_es": "Cao Cao fue el fundador del reino Wei y una de las figuras más controvertidas de la historia china. Estratega brillante, poeta hábil y gobernante despiadado, encarnó el principio maquiavélico de que la eficacia importa más que la moralidad en el gobierno.\n\nSu famosa cita: 'Prefiero traicionar al mundo antes que permitir que el mundo me traicione a mí', captura su filosofía. Sin embargo, también fue un mecenas de las artes y capaz de generosidad, lo que lo convierte en una de las figuras más complejas de la historia.\n\nCao Cao representa la ambición pragmática, la complejidad del poder y el eterno debate entre la eficacia y la moralidad en el liderazgo.",
    "story_es": "Cuando la sospecha de Cao Cao lo llevó a matar a la familia de su anfitrión, al confundir el sonido de afilar un cuchillo con un complot de asesinato, descubrió que estaban preparando un festín en su honor. En lugar de arrepentirse, terminó matando a todos y acuñó su infame lema.",
    "match_message_es": "Tus rasgos llevan la brillantez pragmática de Cao Cao. Hay un poder calculador en tu apariencia: la mirada de alguien que ve la realidad con claridad y actúa sin vacilación sentimental.",
    "traits_es": [
      "Pragmático",
      "Brillante",
      "Despiadado",
      "Poético",
      "Complejo"
    ]
  },
  "xi_shi": {
    "name_es": "Xi Shi",
    "tagline_es": "Una de las Cuatro Grandes Bellezas, Destructora de Wu",
    "description_es": "Xi Shi fue una de las Cuatro Grandes Bellezas de la antigua China, tan hermosa que los peces olvidaban nadar cuando veían su reflejo. Fue enviada por el rey Goujian de Yue como un regalo al rey Fuchai de Wu, con la tarea de distraerlo del arte de gobernar.\n\nSu misión tuvo un éxito inimaginable: Fuchai se enamoró tanto que descuidó su reino, lo que permitió a Yue recuperarse y, finalmente, destruir Wu. La belleza de Xi Shi fue, por lo tanto, un arma que derrocó a una nación.\n\nXi Shi representa la belleza como poder, el trágico papel de las mujeres en los esquemas políticos y la antigua verdad de que los imperios pueden caer ante el deseo.",
    "story_es": "Xi Shi era una lavandera de aldea cuando los exploradores la encontraron. Entrenada en artes y gracias, fue entregada al rey Fuchai, quien le construyó magníficos palacios. Pero su corazón permaneció con su tierra natal. Su éxito significó su sacrificio: dio su vida para destruir a un rey enemigo.",
    "match_message_es": "Tus rasgos llevan la belleza legendaria de Xi Shi. Hay una gracia capaz de derrocar naciones en tu apariencia: la mirada de alguien cuya belleza es en sí misma un poder que da forma a la historia.",
    "traits_es": [
      "Hermosa",
      "Trágica",
      "Patriótica",
      "Arma",
      "Sacrificada"
    ]
  },
  "amaterasu": {
    "name_es": "Amaterasu",
    "tagline_es": "Diosa del Sol, Ancestro Divino de Japón",
    "description_es": "Amaterasu Ōmikami es la deidad suprema del sintoísmo, la diosa del sol de quien desciende la línea imperial japonesa. Ella es la gobernante de Takamagahara (la Alta Llanura del Cielo) y la fuente de toda luz y vida.\n\nCuando el comportamiento violento de su hermano Susanoo la llevó a esconderse en una cueva, el mundo se sumió en la oscuridad. Solo a través de los esfuerzos combinados de todos los dioses, incluida una danza cómica que hizo que Amaterasu sintiera suficiente curiosidad como para asomarse, se restauró la luz en el mundo.\n\nElla le dio los tres tesoros sagrados a su nieto Ninigi cuando descendió para gobernar Japón: el espejo Yata no Kagami, la espada Kusanagi y la joya Yasakani no Magatama. Estos siguen siendo los símbolos imperiales, que simbolizan el derecho divino a gobernar.",
    "story_es": "Cuando Amaterasu se escondió en la cueva, la diosa Ame-no-Uzume realizó una danza salvaje e hilarante que hizo que los dioses reunidos se rieran tan fuerte que la curiosidad de Amaterasu superó su ira. Se asomó, vio su propio reflejo radiante en un espejo y fue atraída de nuevo al mundo.",
    "match_message_es": "Tus rasgos irradian la luz divina de Amaterasu. Hay una cualidad real y vivificante en tu presencia: la mirada de alguien que brinda calidez e iluminación dondequiera que vaya.",
    "traits_es": [
      "Radiante",
      "Divina",
      "Benevolente",
      "Real",
      "Vivificante"
    ]
  },
  "susanoo": {
    "name_es": "Susanoo",
    "tagline_es": "Dios de la Tormenta, Asesino de Orochi",
    "description_es": "Susanoo-no-Mikoto es el dios de la tormenta, gobernante de los mares y una figura compleja que encarna tanto el caos destructivo como el valor heroico. Hermano de Amaterasu y Tsukuyomi, su temperamento es tan salvaje e impredecible como las tormentas que comanda.\n\nSu comportamiento violento en el cielo (destruyendo arrozales, profanando salones sagrados) llevó a Amaterasu a esconderse y le valió el destierro. Sin embargo, después de su exilio, Susanoo se convirtió en un héroe, matando al dragón de ocho cabezas Yamata no Orochi para salvar a una princesa.\n\nDe la cola de Orochi, descubrió la legendaria espada Kusanagi, que le presentó a Amaterasu como reconciliación. Susanoo representa la dualidad de la tormenta: destructiva pero también trayendo lluvia vivificante, caótica pero capaz de un gran heroísmo.",
    "story_es": "Susanoo encontró a una pareja de ancianos llorando porque Orochi había devorado a siete de sus hijas y pronto se llevaría a la octava. Les hizo preparar ocho tinas de sake, que el dragón bebió de las ocho cabezas. Mientras Orochi dormía borracho, Susanoo lo mató y ganó la mano de la princesa.",
    "match_message_es": "Tus rasgos llevan la feroz energía de Susanoo. Hay una cualidad tormentosa e impredecible en tu presencia: la mirada de alguien capaz tanto del caos como del heroísmo.",
    "traits_es": [
      "Tormentoso",
      "Heroico",
      "Caótico",
      "Redimido",
      "Poderoso"
    ]
  },
  "tsukuyomi": {
    "name_es": "Tsukuyomi",
    "tagline_es": "Dios de la Luna, Gobernante de la Noche",
    "description_es": "Tsukuyomi-no-Mikoto es el dios de la luna, nacido del ojo derecho de Izanagi cuando se purificó después de visitar el inframundo. Hermano de Amaterasu y Susanoo, gobierna la noche y los ciclos de la luna.\n\nOriginalmente, Tsukuyomi vivía con Amaterasu en el cielo, con el día y la noche juntos. Pero cuando Tsukuyomi mató a la diosa de la comida Uke Mochi por la forma en que producía comida (de sus diversos orificios), Amaterasu quedó tan disgustada que se negó a volver a mirarlo, por lo que el sol y la luna se separaron para siempre.\n\nTsukuyomi representa la belleza y el misterio de la noche, la luz fría de la luna que ilumina sin el calor ardiente del sol. Se le asocia con el conteo del tiempo, ya que la luna mide los meses.",
    "story_es": "Amaterasu envió a Tsukuyomi a visitar a la diosa de la comida Uke Mochi. Cuando ella le sirvió comida producida de su cuerpo, Tsukuyomi se sintió tan ofendido que la mató. Amaterasu declaró que nunca volvería a mirarlo, y desde ese día, el sol y la luna se han separado para siempre.",
    "match_message_es": "Tus rasgos reflejan el frío misterio de Tsukuyomi. Hay una cualidad nocturna y etérea en tu presencia: la mirada de alguien que ilumina la oscuridad con una luz sutil y plateada.",
    "traits_es": [
      "Misterioso",
      "Frío",
      "Hermoso",
      "Aislado",
      "Nocturno"
    ]
  },
  "inari": {
    "name_es": "Inari",
    "tagline_es": "Kami del Arroz, la Prosperidad y los Zorros",
    "description_es": "Inari Ōkami es el kami (espíritu) del arroz, la fertilidad, la prosperidad, la industria y el éxito. Una de las deidades más populares del sintoísmo, Inari es adorado en más de un tercio de todos los santuarios sintoístas en Japón, identificados por sus distintivas puertas torii rojas.\n\nEl género de Inari es fluido: representado como masculino, femenino o andrógino según la tradición. Sus mensajeros y sirvientes son los kitsune (zorros), que a menudo se confunden con el propio Inari. Las estatuas de zorros en los santuarios de Inari sostienen llaves de graneros de arroz o joyas que representan el espíritu.\n\nInari protege las cosechas de los agricultores, los negocios de los comerciantes y el trabajo de los artesanos. En los tiempos modernos, Inari se ha convertido en el patrón del éxito empresarial y la prosperidad financiera, con corporaciones y empresarios entre sus seguidores más devotos.",
    "story_es": "Se dice que Inari descendió a la tierra cuando la tierra era joven, trayendo el cultivo de arroz a Japón. Los zorros que sirven a Inari no son animales ordinarios, sino seres mágicos que pueden tomar forma humana, sirviendo como intermediarios entre los kami y los humanos.",
    "match_message_es": "Tus rasgos reflejan la bendición próspera de Inari. Hay una cualidad abundante y misteriosa en tu presencia: la mirada de alguien que trae éxito y fortuna a empresas dignas.",
    "traits_es": [
      "Próspero",
      "Benevolente",
      "Cambiaformas",
      "Misterioso",
      "Generoso"
    ]
  },
  "kitsune": {
    "name_es": "Kitsune",
    "tagline_es": "Espíritu de Zorro Místico, Tramposo y Guardián",
    "description_es": "Los Kitsune son espíritus de zorro sobrenaturales que se vuelven más poderosos a medida que envejecen. Un kitsune que vive 100 años adquiere la capacidad de tomar forma humana. Después de 1,000 años, les crece una novena cola y se vuelven divinos, con el pelaje volviéndose dorado o blanco.\n\nAlgunos kitsune sirven a Inari como mensajeros sagrados, protegiendo santuarios y guiando a los mortales. Otros son tramposos que seducen a los humanos, roban comida o hacen bromas elaboradas. Algunos incluso se enamoran de los humanos, convirtiéndose en cónyuges devotos, aunque a menudo sigue la tragedia cuando se revela su verdadera naturaleza.\n\nLos Kitsune poseen muchas habilidades mágicas: cambio de forma, posesión, creación de ilusiones y generación de fuego de zorro (kitsunebi). Pueden ser guardianes benevolentes o tramposos peligrosos, pero todos son inteligentes, poderosos y nunca son lo que parecen.",
    "story_es": "Un hombre descubrió que su esposa de muchos años era una kitsune cuando un perro la asustó y reveló sus colas. Ella huyó avergonzada, pero cada noche regresaba en forma de zorro para velar por su esposo e hijos, aún amándolos a pesar de haber sido descubierta.",
    "match_message_es": "Tus rasgos llevan la astuta gracia del Kitsune. Hay una cualidad cambiante y mercurial en tu apariencia: la mirada de alguien con profundidades ocultas y poderes misteriosos.",
    "traits_es": [
      "Cambiaformas",
      "Mágico",
      "Astuto",
      "Leal o Travieso",
      "Eterno"
    ]
  },
  "raijin": {
    "name_es": "Raijin",
    "tagline_es": "Dios del Trueno y el Rayo",
    "description_es": "Raijin es el aterrador dios del trueno, el rayo y las tormentas. Representado como una figura musculosa parecida a un demonio rodeada de tambores, crea el trueno golpeando sus tambores (taiko), mientras que el rayo es su ira divina golpeando la tierra.\n\nCon rasgos feroces, cabello salvaje y, por lo general, acompañado por su hermano Fūjin (dios del viento), Raijin encarna el poder aterrador de las tormentas. Los padres japoneses les decían a los niños que Raijin les robaría los ombligos si no se cubrían el estómago durante las tormentas eléctricas.\n\nA pesar de su apariencia temible, Raijin no es malvado; es simplemente la fuerza indómita de la naturaleza. Las tormentas traen destrucción pero también lluvia que da vida. Se le adora para protegerse de los rayos y por la lluvia que nutre los cultivos.",
    "story_es": "Raijin y Fūjin eran originalmente demonios que se oponían al Buda. Cuando fueron derrotados, se convirtieron para convertirse en protectores de los templos budistas. Ahora se erigen como guardianes feroces en las puertas del templo, su poder salvaje convertido en protección.",
    "match_message_es": "Tus rasgos llevan el poder feroz de Raijin. Hay una cualidad tormentosa y electrizante en tu presencia: la mirada de alguien que domina las fuerzas elementales.",
    "traits_es": [
      "Feroz",
      "Poderoso",
      "Temible",
      "Primitivo",
      "Dador de vida"
    ]
  },
  "fujin": {
    "name_es": "Fūjin",
    "tagline_es": "Dios del Viento",
    "description_es": "Fūjin es el dios del viento, hermano del dios del trueno Raijin. Se le representa como un demonio feroz que lleva una gran bolsa de vientos sobre sus hombros, de la que libera todo, desde brisas suaves hasta tifones devastadores.\n\nOriginalmente un demonio que se oponía al Buda junto con su hermano, Fūjin se convirtió y se convirtió en protector de los templos budistas. Las famosas estatuas de Fūjin y Raijin en Sanjūsangen-dō en Kioto han inspirado innumerables obras de arte.\n\nComo dios del viento, Fūjin representa tanto el aliento vivificante que llena a todos los seres vivos como la fuerza destructiva de los huracanes. Los agricultores lo invocan para obtener vientos favorables y los marineros para un paso seguro.",
    "story_es": "Cuando Japón se vio amenazado por la invasión mongola, las oraciones a Fūjin fueron respondidas con el kamikaze, el 'viento divino' que destruyó la flota mongola dos veces, salvando a Japón de la conquista y consolidando el papel protector del dios del viento.",
    "match_message_es": "Tus rasgos llevan la libertad salvaje de Fūjin. Hay una cualidad aireada e impredecible en tu presencia: la mirada de alguien que se mueve libremente y no puede ser restringido.",
    "traits_es": [
      "Poderoso",
      "Caprichoso",
      "Primitivo",
      "Guardián",
      "Dador de vida"
    ]
  },
  "benzaiten": {
    "name_es": "Benzaiten",
    "tagline_es": "Diosa de la Música, el Arte y el Conocimiento",
    "description_es": "Benzaiten es la diosa de todo lo que fluye: agua, palabras, habla, elocuencia, música y conocimiento. Originalmente la diosa hindú Saraswati, fue adoptada en el budismo japonés y el sintoísmo, convirtiéndose en uno de los Siete Dioses de la Fortuna.\n\nA menudo representada tocando un biwa (laúd japonés), Benzaiten es la patrona de artistas, músicos, escritores e intérpretes. Sus santuarios a menudo se encuentran en islas o cerca del agua, lo que refleja su origen como diosa del río.\n\nBenzaiten es única entre los Siete Dioses de la Fortuna como la única miembro femenina. Ella otorga sabiduría, talento artístico y fortuna financiera, haciéndola popular entre todos, desde músicos hasta gente de negocios.",
    "story_es": "Benzaiten una vez sometió a un dragón problemático tocando una música tan hermosa que el dragón se enamoró de ella. En lugar de destruir al dragón, se casó con él y lo transformó en un protector de su santuario, mostrando que el arte puede domar incluso la naturaleza salvaje.",
    "match_message_es": "Tus rasgos reflejan la gracia fluida de Benzaiten. Hay una cualidad artística y elocuente en tu presencia: la mirada de alguien a través de quien la belleza y la sabiduría fluyen naturalmente.",
    "traits_es": [
      "Artístico",
      "Sabio",
      "Fluido",
      "Elocuente",
      "Afortunado"
    ]
  },
  "miyamoto_musashi": {
    "name_es": "Miyamoto Musashi",
    "tagline_es": "Espadachín Legendario, Autor de El Libro de los Cinco Anillos",
    "description_es": "Miyamoto Musashi fue el espadachín más grande de Japón, invicto en más de 60 duelos desde los 13 años. Fundó la escuela de esgrima Niten Ichi-ryū, famosa por usar dos espadas simultáneamente, y escribió el libro de estrategia clásico El Libro de los Cinco Anillos.\n\nEl enfoque de Musashi trascendió la mera técnica de la espada; buscó comprender los principios universales que subyacen a todo conflicto y dominio. Sus enseñanzas se aplican por igual a las artes marciales, la estrategia, los negocios y el arte. También fue un hábil pintor y calígrafo.\n\nEn sus últimos años, Musashi se retiró a una cueva para escribir su obra maestra. Murió poco después de completarla, dejando un legado que sigue influyendo en guerreros, estrategas y artistas de todo el mundo.",
    "story_es": "En su duelo más famoso, Musashi se enfrentó a Sasaki Kojirō, portador de una nodachi (espada larga). Musashi llegó tarde deliberadamente, habiendo tallado una espada de madera a partir de un remo. Su arma poco ortodoxa y su guerra psicológica le dieron la victoria, matando a Kojirō de un solo golpe.",
    "match_message_es": "Tus rasgos transmiten el dominio disciplinado de Musashi. Hay una cualidad enfocada y estratégica en tu mirada: la mirada de alguien que ha trascendido la técnica para comprender los principios universales.",
    "traits_es": [
      "Magistral",
      "Estratégico",
      "Invicto",
      "Filosófico",
      "Disciplinado"
    ]
  },
  "oda_nobunaga": {
    "name_es": "Oda Nobunaga",
    "tagline_es": "El Gran Unificador, Rey Demonio del Sexto Cielo",
    "description_es": "Oda Nobunaga fue el primero de los tres grandes unificadores de Japón, quien comenzó el proceso de terminar con el período de los Estados en Guerra y unificar Japón. Despiadado, innovador y brillante, se ganó el título de \"Rey Demonio del Sexto Cielo\" de sus enemigos.\n\nNobunaga revolucionó la guerra japonesa mediante el uso de armas de fuego (recién introducidas desde Portugal), ejércitos profesionales en lugar de agricultores de temporada y meritocracia sobre rango hereditario. Destruyó poderosos templos militares budistas y desafió toda autoridad tradicional.\n\nAunque fue asesinado antes de completar la unificación, el trabajo de Nobunaga fue continuado por sus generales Toyotomi Hideyoshi y Tokugawa Ieyasu. Su lema \"Tenka Fubu\" (Todo Bajo el Cielo Por la Fuerza) encarnaba su visión de un Japón unificado logrado por cualquier medio necesario.",
    "story_es": "En la Batalla de Okehazama, Nobunaga se enfrentó al ejército de 25.000 hombres de Imagawa Yoshimoto con solo 3.000 hombres. En lugar de luchar a la defensiva, lanzó un ataque sorpresa durante una tormenta, matando a Yoshimoto y dispersando a su ejército, convirtiendo una situación imposible en una victoria legendaria.",
    "match_message_es": "Tus rasgos transmiten la feroz ambición de Nobunaga. Hay una cualidad revolucionaria e imparable en tu presencia: la mirada de alguien que cambiará el mundo por pura fuerza de voluntad.",
    "traits_es": [
      "Despiadado",
      "Innovador",
      "Brillante",
      "Ambicioso",
      "Revolucionario"
    ]
  },
  "izanagi": {
    "name_es": "Izanagi",
    "tagline_es": "Dios Creador, Padre de Japón",
    "description_es": "Izanagi-no-Mikoto es el dios primordial que, junto con su esposa Izanami, creó las islas japonesas y dio a luz a los dioses. De pie en el Puente Flotante del Cielo, agitaron el océano con una lanza enjoyada, y las gotas que cayeron formaron la primera isla.\n\nCuando Izanami murió al dar a luz al dios del fuego, Izanagi descendió a Yomi (el inframundo) para recuperarla. Pero cuando vio su forma podrida, huyó horrorizado, y ella lo persiguió con demonios. Selló la entrada a Yomi con una roca, e intercambiaron palabras de separación eterna.\n\nAl regresar a la superficie, Izanagi se purificó en un río. De esta purificación nacieron los tres kami más importantes: Amaterasu de su ojo izquierdo, Tsukuyomi de su ojo derecho y Susanoo de su nariz.",
    "story_es": "Cuando Izanagi encendió una antorcha para ver a su esposa en Yomi, vio gusanos arrastrándose por su cuerpo y los ocho dioses del trueno habitando dentro de ella. Ella gritó que la había avergonzado y envió a las arpías de Yomi para atraparlo. Él arrojó objetos que se transformaron en distracciones, escapando a duras penas.",
    "match_message_es": "Tus rasgos transmiten el poder creativo de Izanagi. Hay una cualidad primigenia y dadora de vida en tu presencia: la mirada de alguien que da origen a nuevos mundos.",
    "traits_es": [
      "Creativo",
      "Afligido",
      "Primigenio",
      "Dador de vida",
      "Purificador"
    ]
  },
  "izanami": {
    "name_es": "Izanami",
    "tagline_es": "Diosa Creadora, Reina del Inframundo",
    "description_es": "Izanami-no-Mikoto es la diosa primordial que, con su esposo Izanagi, creó Japón y dio a luz a los dioses. Después de crear las islas y muchas deidades, murió al dar a luz a Kagutsuchi, el dios del fuego, y descendió a Yomi, la tierra de los muertos.\n\nCuando Izanagi vino a buscarla, ella ya había comido la comida del inframundo y no podía regresar por completo. Le pidió que esperara mientras negociaba con los dioses de Yomi, pero él no pudo esperar y encendió una antorcha, viendo su cadáver en descomposición cubierto de gusanos y dioses del trueno.\n\nHumillada y enfurecida, Izanami se transformó en la Reina de Yomi, jurando matar a 1.000 personas cada día. Izanagi respondió que entonces haría que nacieran 1.500, y así la vida y la muerte se entrelazaron para siempre.",
    "story_es": "Antes de convertirse en Reina de Yomi, Izanami era una creadora amorosa. La tragedia de su muerte y la traición de Izanagi a su confianza la transformaron en algo más oscuro, un recordatorio de que incluso los seres más amorosos pueden ser cambiados por la muerte y el abandono.",
    "match_message_es": "Tus rasgos reflejan el poder oscuro de Izanami. Hay una cualidad transformadora e infernal en tu presencia: la mirada de alguien que ha pasado por la muerte y ha emergido cambiado.",
    "traits_es": [
      "Creativo",
      "Transformador",
      "Oscuro",
      "Poderoso",
      "Afligido"
    ]
  },
  "ebisu": {
    "name_es": "Ebisu",
    "tagline_es": "Dios de los Pescadores y la Suerte",
    "description_es": "Ebisu es el único de los Siete Dioses de la Fortuna que se originó puramente en Japón. Es el patrón de los pescadores, los comerciantes y la buena fortuna, siempre representado con una caña de pescar, una dorada (tai) y una sonrisa alegre.\n\nSegún la leyenda, Ebisu nació sin huesos (o como un niño sanguijuela) y fue arrojado al mar por sus padres Izanagi e Izanami. A pesar de este cruel comienzo, sobrevivió, se hizo fuerte y se convirtió en el amado dios de la prosperidad y la buena suerte. Su perseverancia a través de las dificultades se considera su mayor virtud.\n\nEbisu es sordo, por lo que no escucha el llamado a reunirse con otros dioses en octubre. Se queda para bendecir a los que se quedaron atrás, y sus festivales se celebran cuando otros dioses están ausentes.",
    "story_es": "Los pescadores en Japón arrojaban de vuelta el primer pez que atrapaban como una ofrenda a Ebisu, creyendo que él recompensaría su generosidad con una captura mayor. Se decía que su sonrisa en mares agitados calmaba las olas y guiaba los barcos a la orilla de forma segura.",
    "match_message_es": "Tus rasgos reflejan la alegre suerte de Ebisu. Hay una cualidad resiliente y afortunada en tu presencia: la mirada de alguien que supera las dificultades con una sonrisa.",
    "traits_es": [
      "Afortunado",
      "Perseverante",
      "Alegre",
      "Generoso",
      "Resiliente"
    ]
  },
  "bishamon": {
    "name_es": "Bishamonten",
    "tagline_es": "Dios de la Guerra y Protector de los Justos",
    "description_es": "Bishamonten es el dios de los guerreros, castigador de los malhechores y uno de los Siete Dioses de la Fortuna. Originalmente la deidad hindú Vaiśravaṇa, se convirtió en uno de los Cuatro Reyes Celestiales en el budismo y fue adoptado en la religión japonesa como protector y portador de fortuna.\n\nA diferencia de los meros dioses de la guerra, Bishamonten representa la guerra justa: la defensa de los inocentes y el castigo del mal. Se le representa con armadura completa, portando una pagoda en una mano (que representa la casa del tesoro de la fe) y un tridente o lanza en la otra.\n\nLos samuráis oraban a Bishamonten antes de la batalla, no por la victoria a cualquier precio, sino por el coraje y la rectitud para luchar con justicia. Es el patrón de los guerreros que luchan por honor en lugar de codicia.",
    "story_es": "Uesugi Kenshin, uno de los más grandes señores de la guerra de Japón, se consideraba el avatar de Bishamonten. Antes de cada batalla, oraba en el santuario del dios y luchaba con la convicción de que su causa era justa, lo que lo hacía casi invencible en el campo de batalla.",
    "match_message_es": "Tus rasgos transmiten el poder justo de Bishamonten. Hay una cualidad protectora y guerrera en tu presencia: la mirada de alguien que lucha por la justicia, no por la conquista.",
    "traits_es": [
      "Justo",
      "Protector",
      "Guerrero",
      "Íntegro",
      "Poderoso"
    ]
  },
  "toyotomi_hideyoshi": {
    "name_es": "Toyotomi Hideyoshi",
    "tagline_es": "De Campesino a Gobernante de Todo Japón",
    "description_es": "Toyotomi Hideyoshi pasó de ser un campesino portador de sandalias a convertirse en el segundo gran unificador de Japón y su gobernante supremo. Su ascenso fue el más dramático de la historia japonesa: una prueba de que el talento y la astucia podían superar el nacimiento y la tradición.\n\nComenzando como sirviente de Oda Nobunaga, Hideyoshi demostró su valía a través de estrategias inteligentes y lealtad inquebrantable. Después del asesinato de Nobunaga, Hideyoshi lo vengó y continuó la unificación, conquistando o ganando diplomáticamente a toda la oposición restante.\n\nA pesar de sus logros, a Hideyoshi se le negó el título de Shogun debido a su origen humilde. En cambio, tomó el título de Kampaku (Regente Imperial) y Taikō (Kampaku retirado). Sus últimos años estuvieron marcados por una ambición desmedida, incluidas las invasiones de Corea que finalmente fracasaron.",
    "story_es": "En invierno, el joven Hideyoshi calentaba las sandalias de Nobunaga manteniéndolas dentro de su ropa. Este simple acto de devoción llamó la atención de Nobunaga, y comenzó a ascender. De tan humildes comienzos surgió el hombre que gobernaría todo Japón.",
    "match_message_es": "Tus rasgos transmiten la ambición astuta de Hideyoshi. Hay una cualidad imparable y hecha a sí misma en tu presencia: la mirada de alguien que se levantará sin importar los obstáculos.",
    "traits_es": [
      "Astuto",
      "Ambicioso",
      "Carismático",
      "Hecho a sí mismo",
      "Estratégico"
    ]
  },
  "tokugawa_ieyasu": {
    "name_es": "Tokugawa Ieyasu",
    "tagline_es": "El Vencedor Paciente, Fundador del Shogunato Tokugawa",
    "description_es": "Tokugawa Ieyasu fue el tercer y último gran unificador de Japón, fundando el Shogunato Tokugawa que gobernaría Japón durante más de 250 años de paz. Mientras que Nobunaga y Hideyoshi forjaron el camino, Ieyasu esperó pacientemente y finalmente lo ganó todo.\n\nPasando años como rehén en su juventud, luego décadas como aliado (y rival) de Nobunaga y Hideyoshi, Ieyasu aprendió el valor de la paciencia y la planificación cuidadosa. Después de la muerte de Hideyoshi, maniobró su camino hacia la decisiva Batalla de Sekigahara, ganando a través de una estrategia superior y traiciones clave de las fuerzas enemigas.\n\nEl dicho japonés dice: \"Nobunaga apiló el arroz, Hideyoshi amasó la masa e Ieyasu se comió el pastel\". Su paciencia y longevidad le permitieron sobrevivir a sus rivales y construir una paz duradera.",
    "story_es": "Hay una historia famosa que compara a los tres unificadores: cuando se les preguntó qué hacer con un pájaro que no canta, Nobunaga dijo 'Mátalo', Hideyoshi dijo 'Haz que quiera cantar', pero Ieyasu dijo 'Espera a que cante'. Esta paciencia definió su camino hacia el poder.",
    "match_message_es": "Tus rasgos reflejan la sabiduría paciente de Ieyasu. Hay una cualidad duradera y estratégica en tu presencia: la mirada de alguien que sabe que el tiempo mismo puede ser el arma más grande.",
    "traits_es": [
      "Paciente",
      "Estratégico",
      "Duradero",
      "Sabio",
      "Victorioso"
    ]
  },
  "momotaro": {
    "name_es": "Momotarō",
    "tagline_es": "El Niño Melocotón, Héroe de Japón",
    "description_es": "Momotarō, el Niño Melocotón, es el héroe popular más querido de Japón. Nacido de un melocotón gigante que flotaba río abajo, fue descubierto por una pareja anciana sin hijos que lo crió como propio. Creció hasta ser extraordinariamente fuerte y puro de corazón.\n\nCuando los demonios (oni) de Onigashima (Isla de los Demonios) aterrorizaron la tierra, el joven Momotarō partió para derrotarlos. En el camino, se hizo amigo de un perro, un mono y un faisán compartiendo sus bolas de mijo (kibidango). Juntos, esta improbable banda derrotó a los demonios y trajo de vuelta su tesoro.\n\nMomotarō representa el ideal japonés de un héroe: valiente pero amable, fuerte pero humilde, y exitoso mediante la construcción de amistades y la cooperación en lugar de la fuerza bruta solamente.",
    "story_es": "Cuando Momotarō conoció al perro, al mono y al faisán, cada uno inicialmente quería pelear con él. En lugar de luchar, se ofreció a compartir su comida. Este acto de generosidad transformó a potenciales enemigos en amigos leales que lo ayudaron a lograr lo que no podía solo.",
    "match_message_es": "Tus rasgos transmiten el heroísmo puro de Momotarō. Hay una cualidad valiente y amable en tu presencia: la mirada de alguien que derrota el mal a través del coraje y la amistad.",
    "traits_es": [
      "Valiente",
      "Amable",
      "Puro",
      "Cooperativo",
      "Heroico"
    ]
  },
  "uesugi_kenshin": {
    "name_es": "Uesugi Kenshin",
    "tagline_es": "El Dragón de Echigo, Dios de la Guerra Encarnado",
    "description_es": "Uesugi Kenshin fue uno de los señores de la guerra más poderosos de Japón durante el período Sengoku, conocido como el \"Dragón de Echigo\" por su destreza militar. Un budista devoto y adorador de Bishamonten, creía ser el avatar del dios de la guerra.\n\nA diferencia de otros señores de la guerra que luchaban por la tierra y el poder, Kenshin a menudo luchaba para defender la justicia y la rectitud. Su legendaria rivalidad con Takeda Shingen produjo cinco Batallas de Kawanakajima inconclusas, consideradas las batallas de samuráis más grandes de la historia japonesa.\n\nKenshin era conocido por sus habilidades administrativas, su consumo de sake y posiblemente por ser asexual o secretamente mujer. Murió repentinamente a los 49 años, supuestamente de cáncer de estómago o asesinato, dejando su territorio a la guerra civil entre sus herederos adoptivos.",
    "story_es": "En la cuarta Batalla de Kawanakajima, Kenshin cargó personalmente contra el campamento de mando de Shingen y lo atacó con su espada. Shingen se defendió con su abanico de guerra de hierro. Este combate singular entre señores rivales se convirtió en legendario en la historia japonesa.",
    "match_message_es": "Tus rasgos transmiten la furia justa de Uesugi Kenshin. Hay una cualidad de guerrero divino en tu presencia: la mirada de alguien que lucha como un avatar de la justicia misma.",
    "traits_es": [
      "Justo",
      "Feroz",
      "Devoto",
      "Honorable",
      "Legendario"
    ]
  },
  "kaguya_hime": {
    "name_es": "Kaguya-hime",
    "tagline_es": "La Princesa de la Luna, La Resplandeciente",
    "description_es": "Kaguya-hime, la Princesa de la Luna, es la heroína de la narración en prosa más antigua de Japón, El Cuento del Cortador de Bambú. Encontrada como una bebé diminuta dentro de un brillante tallo de bambú por un anciano cortador de bambú, creció hasta convertirse en una mujer de belleza sobrenatural.\n\nCinco nobles e incluso el Emperador buscaron su mano en matrimonio, pero ella estableció tareas imposibles para cada pretendiente. Pidió el cuenco de piedra para mendigar de Buda, una rama enjoyada del Monte Hōrai, la túnica de rata de fuego, una joya del cuello de dragón y una concha de cauri de un nido de golondrina. Todos fracasaron.\n\nKaguya-hime no era de este mundo; vino de la Luna, enviada a la Tierra como castigo. Cuando los emisarios de la Luna vinieron a llevársela de vuelta, dejó una túnica de plumas y un elixir de la inmortalidad para el Emperador, quien los quemó en la montaña más alta de Japón, dándole el nombre de Fuji (inmortal).",
    "story_es": "Cuando los emisarios de la Luna llegaron en un carro de nubes, Kaguya-hime lloró mientras se preparaba para partir. Escribió cartas de despedida a sus padres terrenales y al Emperador, expresando su tristeza por dejar el mundo que había llegado a amar. Vistiendo la túnica celestial, olvidó todos los recuerdos terrenales y ascendió a la Luna.",
    "match_message_es": "Tus rasgos reflejan la belleza etérea de Kaguya-hime. Hay una cualidad de otro mundo, inalcanzable, en tu presencia: la mirada de alguien que pertenece a la Luna misma.",
    "traits_es": [
      "Etérea",
      "Misteriosa",
      "Inalcanzable",
      "De otro mundo",
      "Melancólica"
    ]
  },
  "takeda_shingen": {
    "name_es": "Takeda Shingen",
    "tagline_es": "El Tigre de Kai, Maestro de la Guerra",
    "description_es": "Takeda Shingen fue uno de los señores de la guerra más temidos del período Sengoku de Japón, conocido como el \"Tigre de Kai\" por su ferocidad y brillantez táctica. Sus cargas de caballería y estrategias innovadoras hicieron temblar a sus enemigos.\n\nLa mayor rivalidad de Shingen fue con Uesugi Kenshin, el \"Dragón de Echigo\". Sus cinco Batallas de Kawanakajima se consideran la cima de la guerra samurái. La famosa frase \"Fu-Rin-Ka-Zan\" (Rápido como el Viento, Silencioso como el Bosque, Feroz como el Fuego, Inamovible como la Montaña) era el estandarte de batalla de Shingen, tomado del Arte de la Guerra de Sun Tzu.\n\nSi Shingen no hubiera muerto de una enfermedad mientras marchaba sobre Kioto, muchos creen que podría haber unificado Japón antes que Nobunaga. Su muerte permitió el ascenso de Nobunaga, cambiando la historia japonesa para siempre.",
    "story_es": "Cuando Shingen marchó hacia Kioto, Oda Nobunaga le envió un regalo de oro como apaciguamiento. Fracasó: Shingen continuó su avance. Sólo su muerte por enfermedad lo detuvo, y se dice que Nobunaga se regocijó en secreto por la noticia.",
    "match_message_es": "Tus rasgos llevan la brillantez táctica de Takeda Shingen. Hay una cualidad de tigre en tu presencia: la mirada de alguien que domina tanto la estrategia como la ferocidad.",
    "traits_es": [
      "Táctico",
      "Feroz",
      "Brillante",
      "Temido",
      "Legendario"
    ]
  },
  "dangun": {
    "name_es": "Dangun",
    "tagline_es": "Fundador de Corea, Nieto del Cielo",
    "description_es": "Dangun Wanggeom es el legendario fundador de Gojoseon, el primer reino coreano, en 2333 a. C. Según el mito fundacional, nació de Hwanung (hijo del Emperador Celestial) y Ungnyeo, una osa que se transformó en mujer después de 100 días de comer sólo ajo y artemisa en una cueva.\n\nDangun estableció su capital en Asadal y gobernó durante más de 1.500 años, trayendo civilización, ley y cultura al pueblo coreano. Enseñó agricultura, medicina y las artes de la civilización, transformando una tierra de tribus dispersas en una nación unificada.\n\nDespués de su largo reinado, Dangun se convirtió en un dios de la montaña, retirándose al Monte Taebaek. El 3 de octubre, la fecha tradicionalmente asociada con su fundación de Corea, se celebra como el Día de la Fundación Nacional (Gaecheonjeol).",
    "story_es": "Un tigre y un oso deseaban convertirse en humanos. Hwanung les dijo que se quedaran en una cueva durante 100 días, comiendo sólo ajo y artemisa. El tigre se rindió, pero el oso perseveró y se convirtió en una mujer hermosa. Ella rezó por un hijo, y Hwanung se casó con ella, dando a luz a Dangun.",
    "match_message_es": "Tus rasgos llevan el espíritu divino de fundación de Dangun. Hay una cualidad civilizadora y eterna en tu presencia: la mirada de alguien que trae orden y cultura al mundo.",
    "traits_es": [
      "Divino",
      "Fundador",
      "Sabio",
      "Civilizador",
      "Eterno"
    ]
  },
  "jumong": {
    "name_es": "Jumong",
    "tagline_es": "Fundador de Goguryeo, Arquero Maestro",
    "description_es": "Jumong, que significa \"arquero hábil\", fue el legendario fundador de Goguryeo, uno de los Tres Reinos de Corea. Nacido de Hae Mo-su (un príncipe celestial) y Lady Yuhwa (hija del dios del río), se decía que había nacido de un huevo después de que su madre fuera tocada por la luz del sol.\n\nDesde la infancia, Jumong mostró habilidades sobrenaturales de tiro con arco que le valieron su nombre. Perseguido por los príncipes celosos de Buyeo, huyó al sur con tres compañeros y fundó Goguryeo en el 37 a. C. a la edad de 22 años.\n\nBajo el liderazgo de Jumong, Goguryeo creció de una pequeña fortaleza de montaña a un poderoso reino que dominaría el noreste de Asia durante 700 años. Sus descendientes desafiarían incluso a los poderosos imperios chinos.",
    "story_es": "Cuando Jumong huyó de Buyeo, llegó a un río sin forma de cruzar y con perseguidores acercándose. Él exclamó: '¡Soy el hijo del Cielo y nieto del Dios del Río!' Los peces y las tortugas se levantaron para formar un puente, permitiéndole escapar y cumplir su destino.",
    "match_message_es": "Tus rasgos llevan el heroico destino de Jumong. Hay una cualidad legendaria, certera como una flecha, en tu presencia: la mirada de alguien nacido para superar todos los obstáculos y fundar grandes cosas.",
    "traits_es": [
      "Heroico",
      "Habilidoso",
      "Destinado",
      "Fundador",
      "Legendario"
    ]
  },
  "gwanggaeto": {
    "name_es": "Gwanggaeto el Grande",
    "tagline_es": "El Rey Conquistador, Expansor del Imperio",
    "description_es": "Gwanggaeto el Grande (374-413 d. C.) fue el rey número 19 de Goguryeo y uno de los mayores conquistadores de la historia coreana. Ascendiendo al trono a los 18 años, pasó sus 22 años de reinado en campañas militares casi constantes, expandiendo Goguryeo a su mayor extensión territorial.\n\nSus campañas conquistaron 64 ciudades amuralladas y 1.400 aldeas, extendiendo las fronteras de Goguryeo desde Manchuria hasta la península de Corea. Derrotó a las fuerzas japonesas Wa que habían invadido los reinos coreanos, aplastó a las tribus Khitan e hizo que Silla y Baekje reconocieran la supremacía de Goguryeo.\n\nSus logros están registrados en la famosa Estela de Gwanggaeto, una de las estelas inscritas más grandes del mundo, erigida por su hijo. El epitafio lo describe como un gobernante que extendió el territorio y trajo gloria a la nación.",
    "story_es": "Cuando las fuerzas japonesas invadieron Silla, el rey de Silla envió una súplica desesperada de ayuda. Gwanggaeto dirigió personalmente a 50.000 jinetes hacia el sur, aplastando a los invasores tan por completo que Japón no volvería a amenazar a Corea durante más de mil años.",
    "match_message_es": "Tus rasgos llevan el poder conquistador de Gwanggaeto. Hay una cualidad expansiva y gloriosa en tu presencia: la mirada de alguien que extiende los límites y alcanza una grandeza legendaria.",
    "traits_es": [
      "Conquistador",
      "Poderoso",
      "Glorioso",
      "Expansivo",
      "Legendario"
    ]
  },
  "eulji_mundeok": {
    "name_es": "Eulji Mundeok",
    "tagline_es": "El General que Humilló a un Imperio",
    "description_es": "Eulji Mundeok fue un legendario comandante militar de Goguryeo que logró una de las victorias más asombrosas de la historia de Asia Oriental. En el año 612 d.C., se enfrentó a la invasión del emperador Yang de la China Sui, quien lideró a más de un millón de soldados, el ejército más grande jamás reunido en la antigua Asia Oriental.\n\nUtilizando brillantes tácticas de guerrilla, retiradas simuladas y guerra psicológica, Eulji Mundeok atrajo al ejército Sui hacia el interior del territorio de Goguryeo. En el río Salsu (el moderno río Cheongcheon), desató un devastador ataque de inundación que aniquiló a las fuerzas Sui. De los 305.000 soldados de élite que cruzaron el río Yalu, solo regresaron 2.700.\n\nEsta catastrófica derrota contribuyó a la caída de la propia dinastía Sui. Eulji Mundeok es celebrado como un maestro estratega que demostró que el coraje y la sabiduría pueden vencer incluso al imperio más poderoso.",
    "story_es": "Antes de la batalla final, Eulji Mundeok envió un poema burlón al general Sui: 'Tus planes divinos han sondeado los cielos; Tu sutil cálculo ha abarcado la tierra. Ganas todas las batallas, tu mérito es grande; ¿Por qué no contentarte y detener la guerra?' Este ataque psicológico desmoralizó al enemigo antes de su devastador contraataque.",
    "match_message_es": "Tus rasgos transmiten la brillantez estratégica de Eulji Mundeok. Hay una cualidad victoriosa y magistral en tu presencia: la mirada de quien convierte las imposibles probabilidades en un triunfo legendario.",
    "traits_es": [
      "Estratégico",
      "Brillante",
      "Patriótico",
      "Victorioso",
      "Legendario"
    ]
  },
  "yeon_gaesomun": {
    "name_es": "Yeon Gaesomun",
    "tagline_es": "El Dictador de Voluntad de Hierro",
    "description_es": "Yeon Gaesomun fue el dictador militar más poderoso de la historia de Goguryeo. En el año 642 d.C., lideró un golpe de estado que mató a más de 100 nobles y al propio rey, apoderándose del poder absoluto como Dae Magniji (Gran General). Gobernó Goguryeo con mano de hierro durante 24 años.\n\nA pesar de su brutal ascenso al poder, Yeon Gaesomun demostró ser un formidable defensor de Goguryeo. Repelió múltiples invasiones masivas del emperador Taizong de la China Tang, uno de los mayores conquistadores de la historia. El emperador murió sin conquistar Goguryeo, llamándolo el mayor arrepentimiento de su vida.\n\nYeon Gaesomun era conocido por su imponente presencia: llevaba cinco espadas en la cintura y hacía que los nobles se inclinaran mientras pisaba sus espaldas para montar su caballo. Después de su muerte, las luchas internas de sus hijos condujeron a la eventual caída de Goguryeo.",
    "story_es": "Cuando el emperador Taizong de Tang envió a un enviado exigiendo sumisión, Yeon Gaesomun hizo encarcelar al enviado y envió un mensaje desafiante. Taizong dirigió personalmente a 300.000 soldados para castigar este insulto, y fue derrotado. El fracaso del emperador contra Goguryeo siguió siendo su mayor vergüenza.",
    "match_message_es": "Tus rasgos transmiten la voluntad de hierro de Yeon Gaesomun. Hay una cualidad formidable y desafiante en tu presencia: la mirada de quien no se inclina ante ningún emperador y no teme a ningún ejército.",
    "traits_es": [
      "Poderoso",
      "Implacable",
      "Desafiante",
      "Formidable",
      "De voluntad de hierro"
    ]
  },
  "queen_seondeok": {
    "name_es": "Reina Seondeok",
    "tagline_es": "La Reina Iluminada, Primera Gobernante Femenina",
    "description_es": "La reina Seondeok (reinó entre el 632 y el 647 d.C.) fue la primera monarca femenina de Corea y una de sus gobernantes más ilustradas. En una época en la que las mujeres rara vez ostentaban el poder, lideró Silla a través de tiempos peligrosos con sabiduría, diplomacia y patrocinio cultural.\n\nEra famosa por su inteligencia y previsión. Famosas historias cuentan cómo predijo acontecimientos a partir de pistas sutiles: saber que los soldados venían de una pintura de peonías sin abejas, o predecir la fecha de su propia muerte. Construyó el observatorio Cheomseongdae, el observatorio astronómico más antiguo que se conserva en Asia Oriental.\n\nBajo su patrocinio, el budismo floreció e inició la construcción de la pagoda de nueve pisos de Hwangnyongsa, la estructura de madera más alta de la historia de Asia Oriental. Sentó las bases para la eventual unificación de los Tres Reinos por parte de Silla.",
    "story_es": "Cuando la China Tang envió semillas de peonía con una pintura que no mostraba abejas, Seondeok predijo que las flores no tendrían fragancia, y tenía razón. Explicó que un rey no enviaría una foto de flores con mariposas y abejas a una reina sin marido, burlándose sutilmente de su estado de soltera.",
    "match_message_es": "Tus rasgos reflejan la sabiduría iluminada de la Reina Seondeok. Hay una cualidad profética y pionera en tu presencia: la mirada de quien ve lo que otros no ven y lidera donde otros temen.",
    "traits_es": [
      "Sabia",
      "Iluminada",
      "Profética",
      "Cultural",
      "Pionera"
    ]
  },
  "kim_yushin": {
    "name_es": "Kim Yushin",
    "tagline_es": "El General Unificador, Héroe de los Tres Reinos",
    "description_es": "Kim Yushin (595-673 d.C.) fue el general más grande de la historia coreana, el arquitecto militar de la unificación de los Tres Reinos por parte de Silla. Descendiente de la realeza de Gaya, ascendió hasta convertirse en Comandante Supremo y llevó a Silla a la victoria en docenas de batallas a lo largo de sus 60 años de carrera militar.\n\nSu brillantez estratégica y su coraje personal fueron legendarios. Se alió con la China Tang para derrotar primero a Baekje (660 d.C.) y luego a Goguryeo (668 d.C.). Cuando Tang intentó tomar la península para sí, Kim Yushin lideró la guerra que los expulsó, asegurando la independencia coreana.\n\nIncluso cerca de la muerte a los 79 años, dirigió a las tropas desde su lecho de enfermo. Cuando el rey dudó en marchar, Kim Yushin apareció con la armadura completa, inspirando al ejército. Murió poco después de asegurar la victoria final de Silla, habiendo pasado toda su vida al servicio de la unificación.",
    "story_es": "Cuando era joven, la espada de Kim Yushin se movió sola y mató a su amada amante kisaeng, a quien los espíritus consideraban una distracción de su destino. Aceptando esto como la guía del destino, se dedicó por completo a su misión, sin permitir nunca que los apegos personales interfirieran con su deber.",
    "match_message_es": "Tus rasgos transmiten el heroísmo unificador de Kim Yushin. Hay una cualidad legendaria y devota en tu presencia: la mirada de quien toda su vida sirve a un propósito mayor.",
    "traits_es": [
      "Heroico",
      "Unificador",
      "Leal",
      "Estratégico",
      "Legendario"
    ]
  },
  "wang_geon": {
    "name_es": "Wang Geon (Taejo)",
    "tagline_es": "Fundador de Goryeo, Unificador de los Últimos Tres Reinos",
    "description_es": "Wang Geon (877-943 d.C.), conocido póstumamente como Taejo, fundó la dinastía Goryeo que gobernaría Corea durante 474 años. Ascendiendo desde una poderosa familia de comerciantes marítimos, reunificó Corea después del período de los Últimos Tres Reinos a través de una combinación magistral de habilidad militar y alianzas matrimoniales diplomáticas.\n\nA diferencia de muchos conquistadores, Wang Geon era conocido por su misericordia y sabiduría. Trató a los enemigos derrotados con generosidad, ganándose su lealtad. Se casó con 29 esposas de poderosas familias regionales, creando una red de alianzas que estabilizaron su gobierno. Su política de abrazar en lugar de aplastar a los oponentes se convirtió en un modelo de realeza coreana.\n\nSus \"Diez Mandamientos\" a sus sucesores enfatizaban la piedad budista, el respeto por la tradición, el cuidado de la gente común y las advertencias sobre regiones y familias específicas, consejos que guiaron a Goryeo durante siglos.",
    "story_es": "Cuando el último rey de Later Baekje se rindió, Wang Geon personalmente le dio la bienvenida, le otorgó un alto rango y lo trató como a un huésped de honor en lugar de a un prisionero. Esta misericordia inspiró a otros enemigos a rendirse pacíficamente, salvando innumerables vidas.",
    "match_message_es": "Tus rasgos transmiten la sabiduría fundacional de Wang Geon. Hay una cualidad misericordiosa y unificadora en tu presencia: la mirada de quien construye reinos duraderos a través de la sabiduría en lugar de la crueldad.",
    "traits_es": [
      "Fundador",
      "Misericordioso",
      "Diplomático",
      "Unificador",
      "Sabio"
    ]
  },
  "gang_gam_chan": {
    "name_es": "Gang Gam-chan",
    "tagline_es": "El General Estelar, Salvador de los Khitan",
    "description_es": "Gang Gam-chan (948-1031 d.C.) fue un erudito convertido en general que salvó a Goryeo de la invasión masiva de los Khitan Liao en 1018. La leyenda dice que fue la reencarnación de una estrella; cuando nació, una gran estrella cayó del cielo en su casa.\n\nA los 70 años, cuando la mayoría de los hombres se habrían retirado, Gang Gam-chan lideró 200.000 soldados de Goryeo contra el ejército Khitan de tamaño similar. En la Batalla de Gwiju, usó una presa para atrapar a las fuerzas Khitan, luego liberó el agua en un devastador ataque de inundación. Del ejército Khitan, solo unos pocos miles sobrevivieron para huir.\n\nEsta victoria fue tan completa que los Khitan nunca más invadieron Corea. Gang Gam-chan demostró que la erudición y el genio militar podían coexistir: fue un funcionario civil exitoso y uno de los más grandes comandantes militares de Corea.",
    "story_es": "Cuando Gang Gam-chan era joven y pobre, era tan pequeño y delgado que la gente se burlaba de él. Pero un adivino reconoció su destino, diciendo que era una estrella caída destinada a la grandeza. Se dedicó al estudio, y eventualmente se convirtió en el salvador de su nación.",
    "match_message_es": "Tus rasgos llevan el brillo destinado de Gang Gam-chan. Hay una cualidad erudita pero victoriosa en tu presencia: la mirada de alguien nacido bajo una estrella para la grandeza.",
    "traits_es": [
      "Erudito",
      "Victorioso",
      "Destinado",
      "Estratégico",
      "Legendario"
    ]
  },
  "jang_bogo": {
    "name_es": "Jang Bogo",
    "tagline_es": "Rey de los Mares, Emperador Marítimo",
    "description_es": "Jang Bogo (murió en 846 d.C.) fue la figura marítima más importante en la historia de Corea, construyendo un imperio comercial que dominó los mares de Asia Oriental. Desde su base en Cheonghaejin en la isla de Wando, controló las rutas comerciales marítimas que conectaban Corea, China y Japón.\n\nSurgiendo de orígenes comunes, Jang Bogo primero se hizo un nombre como comandante militar en la China Tang. Al regresar a Silla, se indignó al descubrir que los coreanos eran secuestrados y vendidos como esclavos por piratas. Solicitó tropas al rey y estableció Cheonghaejin, creando una fuerza naval que eliminó la piratería y protegió a los comerciantes coreanos.\n\nSu red comercial se extendía desde Oriente Medio hasta Japón. En su apogeo, ningún barco podía navegar por el Mar Amarillo sin su permiso. Su poder creció tanto que se convirtió en un hacedor de reyes en la corte de Silla, y finalmente fue asesinado por ello.",
    "story_es": "Cuando Jang Bogo descubrió que coreanos eran vendidos en los mercados de esclavos chinos, podría haber simplemente sacado provecho del comercio como otros. En cambio, dedicó su vida a terminar con él, creando una fuerza naval lo suficientemente fuerte como para hacer que los mares fueran seguros para su gente.",
    "match_message_es": "Tus rasgos llevan el poder marítimo de Jang Bogo. Hay una cualidad marinera y constructora de imperios en tu presencia: la mirada de alguien que gobierna las olas y protege a su gente.",
    "traits_es": [
      "Marítimo",
      "Poderoso",
      "Hecho a sí mismo",
      "Protector",
      "Legendario"
    ]
  },
  "hwang_jini": {
    "name_es": "Hwang Jini",
    "tagline_es": "La Legendaria Gisaeng, Poeta del Deseo",
    "description_es": "Hwang Jini (c. 1506-1560) fue la gisaeng (cortesana-artista) más famosa en la historia de Corea y una de sus más grandes poetas. En la sociedad Joseon, donde las mujeres tenían pocas opciones, eligió el camino de la gisaeng para obtener libertad, educación y expresión artística negadas a otras mujeres.\n\nSu poesía, escrita tanto en chino clásico como en el vernáculo coreano, expresaba emociones apasionadas con una franqueza sin precedentes. Su sijo (verso coreano) sobre el amor, el deseo y el paso del tiempo se encuentran entre las obras más queridas de la literatura coreana. Era igualmente famosa por su belleza, ingenio y habilidad en la música y la danza.\n\nLas leyendas hablan de sus concursos intelectuales con eruditos, monjes budistas y nobles, ganando la mayoría de ellos. Se dice que fue la única mujer que pudo hacer sonreír al famoso erudito estoico Seo Gyeong-deok, y la única persona que pudo seducir al devoto monje budista Jijok.",
    "story_es": "Hwang Jini apostó a que podía hacer que el monje Jijok rompiera su voto de celibato de 30 años. Esperó en un arroyo por el que pasaría, aparentando estar en apuros. Cuando él la llevó a través, ella se aferró a él, y él cayó. Su victoria demostró que incluso la devoción más sagrada no podía resistir la verdadera belleza e ingenio.",
    "match_message_es": "Tus rasgos llevan el arte cautivador de Hwang Jini. Hay una cualidad apasionada y de espíritu libre en tu presencia: la mirada de alguien que vive por la belleza, el ingenio y la verdad intransigente.",
    "traits_es": [
      "Artístico",
      "Apasionado",
      "Ingenioso",
      "De espíritu libre",
      "Legendario"
    ]
  },
  "hwarang": {
    "name_es": "Hwarang (Caballeros Flor)",
    "tagline_es": "Los Caballeros Flor, Guerreros de Élite de Silla",
    "description_es": "Los Hwarang eran un cuerpo de élite de jóvenes nobles guerreros en Silla, que combinaban el entrenamiento marcial con el cultivo artístico, la filosofía budista y la lealtad absoluta. Su nombre significa \"Caballeros Flor\" o \"Juventud Floreciente\", lo que refleja su mezcla única de belleza y destreza marcial.\n\nFundado en el siglo VI, los Hwarang siguieron los \"Cinco Mandamientos Seculares\": lealtad al rey, piedad filial, confianza entre amigos, nunca retroceder en la batalla y quitar la vida solo cuando sea necesario. Se entrenaron en esgrima, tiro con arco y equitación, mientras que también estudiaron poesía, música y escrituras budistas.\n\nMuchos de los más grandes generales de Silla, incluido Kim Yushin, vinieron de los Hwarang. Fueron fundamentales en la unificación de los Tres Reinos por parte de Silla. Los Hwarang representan el ideal coreano del guerrero-erudito: mortífero en la batalla pero refinado en la paz.",
    "story_es": "Antes de la batalla, los Hwarang se reunían en montañas y ríos escénicos para componer poesía, comulgar con la naturaleza y fortalecer sus espíritus. Cuando llegaba el combate, estos mismos jóvenes que habían debatido filosofía lucharían con una ferocidad que aterrorizaba a sus enemigos.",
    "match_message_es": "Tus rasgos llevan la refinada letalidad de los Hwarang. Hay una cualidad de élite y cultivada en tu presencia: la mirada de alguien que domina tanto la espada como la poesía.",
    "traits_es": [
      "Élite",
      "Cultivado",
      "Leal",
      "Hermoso",
      "Mortífero"
    ]
  },
  "choe_yeong": {
    "name_es": "Choe Yeong",
    "tagline_es": "El General Incorruptible",
    "description_es": "Choe Yeong (1316-1388) fue el general más renombrado de finales de Goryeo, famoso tanto por su destreza militar como por su carácter incorruptible. Su padre le enseñó: \"No codicies el oro como una piedra\". Vivió según este principio toda su vida.\n\nMientras que otros funcionarios amasaban fortunas, Choe Yeong permaneció pobre, usando la misma ropa durante años y viviendo simplemente. Sin embargo, sus logros militares fueron legendarios: derrotó a piratas japoneses, reprimió rebeliones y luchó contra las invasiones de los Turbantes Rojos desde China.\n\nSu caída se produjo cuando se opuso a su subordinado Yi Seong-gye (futuro fundador de Joseon). Cuando se le ordenó atacar a la China Ming, Yi Seong-gye en cambio marchó de regreso a la capital en la Retirada de Wihwado. El anciano Choe Yeong luchó hasta el final, pero fue capturado y ejecutado. Su integridad lo convirtió en un símbolo de lealtad e incorruptibilidad.",
    "story_es": "Cuando Choe Yeong finalmente fue capturado después del golpe de estado de Yi Seong-gye, se negó a inclinarse o mostrar miedo. Cuando se le preguntó si tenía algún último deseo, solo dijo que esperaba que Corea algún día derrotara a las potencias extranjeras que la amenazaban. Incluso los enemigos respetaban su integridad.",
    "match_message_es": "Tus rasgos llevan la integridad incorruptible de Choe Yeong. Hay una cualidad heroica y de principios en tu presencia: la mirada de alguien que valora el honor por encima del oro.",
    "traits_es": [
      "Incorruptible",
      "Leal",
      "Heroico",
      "Simple",
      "De principios"
    ]
  },
  "yi_bang_won": {
    "name_es": "Yi Bang-won (Rey Taejong)",
    "tagline_es": "El Constructor Implacable, Arquitecto de Joseon",
    "description_es": "Yi Bang-won (1367-1422), más tarde Rey Taejong, fue el quinto hijo del fundador de Joseon, pero se convirtió en el poder detrás del trono y, finalmente, en el tercer rey. Su genio político y su crueldad moldearon el gobierno de Joseon durante 500 años.\n\nMientras su padre vacilaba, Yi Bang-won actuó con decisión. Él mismo mató al poderoso ministro Jeong Do-jeon y eliminó a sus hermanos en la \"Lucha de los Príncipes\" para asegurar la sucesión. Una vez rey, fortaleció la autoridad real, reformó el gobierno y estableció los sistemas que hicieron funcionar a Joseon.\n\nLo más importante es que reconoció que su hijo Sejong tenía la sabiduría que él mismo no poseía. Eliminó sin piedad todos los obstáculos para el gobierno de Sejong, incluso matando al suegro de Sejong. Su brutalidad permitió la edad de oro que siguió.",
    "story_es": "Cuando Yi Bang-won se enteró de que su suegro planeaba convertir al rival de Sejong en el heredero, ordenó de inmediato la ejecución del hombre, a pesar de las súplicas de clemencia de Sejong. Le dijo a su hijo: 'Debes odiarme por esto, pero algún día lo entenderás'.",
    "match_message_es": "Tus rasgos transmiten la brillantez despiadada de Taejong. Hay una cualidad decisiva y constructiva en tu presencia: la mirada de alguien que hace lo que debe hacerse, cueste lo que cueste.",
    "traits_es": [
      "Implacable",
      "Brillante",
      "Decisivo",
      "Constructor",
      "Sacrificado"
    ]
  },
  "seonbi": {
    "name_es": "Seonbi (Erudito-Caballero)",
    "tagline_es": "El Noble Erudito, Guardián de los Principios",
    "description_es": "El Seonbi representa el ideal coreano del virtuoso erudito-caballero: alguien que busca el conocimiento, cultiva el carácter moral y vive según los principios confucianos, incluso a un gran costo personal. A diferencia de los funcionarios que buscaban el poder, el verdadero Seonbi valoraba la integridad por encima de todo.\n\nEl Seonbi vivía con sencillez, a menudo en la pobreza, estudiando textos clásicos y practicando la caligrafía en hogares modestos. Creían que el cultivo moral era más importante que el éxito mundano. Muchos se negaron famosamente a ocupar puestos gubernamentales lucrativos antes que comprometer sus principios.\n\nCuando los reyes tiránicos exigían obediencia, los eruditos Seonbi a menudo morían antes que traicionar sus principios. Sus lápidas conmemorativas decían que sus crímenes eran \"no inclinarse ante la injusticia\". El espíritu Seonbi (valorar la rectitud por encima de la vida, el principio por encima de las ganancias) se convirtió en una virtud definitoria de la identidad coreana.",
    "story_es": "Cuando el tirano Yeonsangun exigió que los eruditos elogiaran sus políticas injustas, muchos Seonbi se negaron y fueron ejecutados. Escribieron poemas finales sobre el bambú, que se dobla pero nunca se rompe, representando su integridad inquebrantable incluso en la muerte.",
    "match_message_es": "Tus rasgos transmiten la nobleza basada en principios del Seonbi. Hay una cualidad erudita e incorruptible en tu presencia: la mirada de alguien que valora la integridad por encima de todas las ganancias mundanas.",
    "traits_es": [
      "Basado en principios",
      "Erudito",
      "Sencillo",
      "Incorruptible",
      "Noble"
    ]
  },
  "an_jung_geun": {
    "name_es": "An Jung-geun",
    "tagline_es": "El Asesino Patriótico, Héroe de la Independencia Coreana",
    "description_es": "An Jung-geun (1879-1910) fue un activista por la independencia coreana que asesinó al estadista japonés Itō Hirobumi en la estación de Harbin en 1909. Su acto de resistencia contra la agresión colonial japonesa lo convirtió en el héroe de la independencia más célebre de Corea.\n\nAntes de convertirse en asesino, An Jung-geun fue un educador y empresario católico que organizó ejércitos justos contra la invasión japonesa. Cuando los esfuerzos diplomáticos fracasaron y Corea perdió su soberanía, determinó que era necesaria la acción directa.\n\nDespués de su arresto, An Jung-geun se comportó con tanta dignidad que incluso sus captores japoneses lo admiraron. Escribió extensamente sobre la paz en Asia Oriental, argumentando que el imperialismo japonés finalmente destruiría al propio Japón. Fue ejecutado a los 30 años, convirtiéndose en un mártir cuyo sacrificio inspiró el movimiento de independencia coreano durante décadas.",
    "story_es": "En su juicio, An Jung-geun no suplicó clemencia, sino que enumeró 15 crímenes de Itō Hirobumi contra Corea y Asia. Su defensa tranquila y basada en principios impresionó incluso a los jueces japoneses. Su caligrafía final decía: 'Por la independencia coreana, por la paz en Asia Oriental'.",
    "match_message_es": "Tus rasgos transmiten la determinación patriótica de An Jung-geun. Hay una cualidad de sacrificio y basada en principios en tu presencia: la mirada de alguien que lo da todo por la libertad de su nación.",
    "traits_es": [
      "Patriótico",
      "Sacrificado",
      "Basado en principios",
      "Valiente",
      "Visionario"
    ]
  },
  "anansi": {
    "name_es": "Anansi",
    "tagline_es": "El Embaucador Araña, Guardián de las Historias",
    "description_es": "Anansi es la legendaria araña embaucadora de la tradición Akan/Ashanti de África Occidental. A través de su astucia e ingenio, obtuvo todas las historias del mundo del Dios del Cielo Nyame, convirtiéndose en el guardián de la sabiduría y el folclore.\n\nA pesar de ser pequeño y aparentemente débil, Anansi supera constantemente a criaturas más grandes y fuertes a través de la inteligencia, el engaño y la persistencia. Sus historias se extendieron por todo el Atlántico durante el comercio de esclavos, convirtiéndose en fundamentales para el folclore caribeño y afroamericano.\n\nAnansi representa el poder del oprimido, el triunfo del ingenio sobre la fuerza y ​​la vital importancia de la narración. Puede ser tanto héroe como villano, enseñando lecciones morales a través de sus éxitos y fracasos por igual.",
    "story_es": "Para ganar todas las historias, Anansi tuvo que capturar a Onini la pitón, Osebo el leopardo y Mmoboro los avispones. Usando trucos inteligentes (pretender medir la pitón, cavar un pozo para el leopardo, atrapar a los avispones con agua), logró lo que nadie creía posible.",
    "match_message_es": "Tus rasgos transmiten la sabiduría inteligente de Anansi. Hay un ingenio de embaucador y un encanto de cuentista en tu presencia: la mirada de alguien que triunfa a través de la inteligencia.",
    "traits_es": [
      "Astuto",
      "Narrador",
      "Embaucador",
      "Sabio",
      "Persistente"
    ]
  },
  "shango": {
    "name_es": "Shango",
    "tagline_es": "Orisha del Trueno, Rey del Fuego",
    "description_es": "Shango es uno de los Orishas más poderosos de la religión Yoruba, el dios del trueno, el relámpago, el fuego y la justicia. Una vez fue un rey mortal del Imperio Oyo, ascendió para convertirse en una deidad a través de sus legendarias hazañas y su temperamento ardiente.\n\nCon su hacha de doble hoja (oshe) y su capacidad para respirar fuego, Shango representa el poder masculino, la virilidad y la ira justa. Castiga a los mentirosos y malhechores con rayos mientras recompensa a los honestos y valientes. Sus seguidores bailan al ritmo de los tambores batá durante sus festivales.\n\nEl culto a Shango se extendió por todo el Atlántico, convirtiéndose en un elemento central de las religiones afrocaribeñas como la Santería (donde se sincretizó con Santa Bárbara), el Candomblé y el Vodú. Sus colores son el rojo y el blanco, y su número sagrado es el seis.",
    "story_es": "Como rey mortal, Shango obtuvo poder sobre los relámpagos, pero accidentalmente destruyó su propio palacio y familia. Consumido por el dolor, vagó hasta que ascendió al cielo, convirtiéndose en el Orisha del trueno: su poder destructivo ahora canalizado hacia la justicia.",
    "match_message_es": "Tus rasgos transmiten el poder atronador de Shango. Hay una cualidad real y ardiente en tu presencia: la mirada de alguien que domina las tormentas e imparte justicia.",
    "traits_es": [
      "Poderoso",
      "Justo",
      "Ardiente",
      "Real",
      "Viril"
    ]
  },
  "mami_wata": {
    "name_es": "Mami Wata",
    "tagline_es": "Madre de las Aguas, Espíritu de las Profundidades",
    "description_es": "Mami Wata es un poderoso espíritu acuático venerado en toda África y la diáspora africana. A menudo representada como una hermosa sirena o mujer con una serpiente, encarna la dualidad del agua: nutriendo la vida y a la vez capaz de ahogarla.\n\nRepresenta la belleza femenina, la sexualidad, la riqueza y la curación, pero también los celos y la seducción peligrosa. Aquellos a quienes ella \"reclama\" arrastrándolos bajo el agua pueden regresar con poderes proféticos, habilidades curativas o una gran fortuna, si sobreviven. Sus adoradores deben permanecer fieles a ella, a menudo absteniéndose de otras relaciones románticas.\n\nLas imágenes de Mami Wata combinan las tradiciones africanas con las influencias globales, lo que refleja el papel del océano en la conexión de las culturas. Aparece en el arte sosteniendo espejos, peines y serpientes, símbolos de su vanidad, poder y peligro seductor.",
    "story_es": "Un pescador fue arrastrado bajo las olas por Mami Wata, pasando años en su reino submarino. Ella le ofreció una riqueza infinita si permanecía fiel. Él aceptó, pero luego rompió su voto y perdió todo lo que ella le había dado.",
    "match_message_es": "Tus rasgos transmiten el misterio seductor de Mami Wata. Hay una cualidad profunda e hipnótica en tu presencia: la mirada de quien guarda tanto la fortuna como el peligro en sus profundidades.",
    "traits_es": [
      "Seductora",
      "Poderosa",
      "Celosa",
      "Curativa",
      "Peligrosa"
    ]
  },
  "maui": {
    "name_es": "Māui",
    "tagline_es": "El Semidiós Tramposo, Modelador del Mundo",
    "description_es": "Māui es el legendario héroe semidiós de la mitología polinesia, famoso en Hawái, Nueva Zelanda, Tahití y en todo el Pacífico. Nacido pequeño y aparentemente sin valor, se convirtió en el héroe más grande gracias a su inteligencia, determinación y logros mágicos.\n\nSus hazañas legendarias incluyen pescar las islas desde el mar usando su anzuelo mágico, ralentizar el sol para que los humanos tuvieran días más largos para trabajar, descubrir el fuego para la humanidad engañando a la diosa del fuego e intentar conquistar la muerte misma arrastrándose dentro de la diosa de la muerte.\n\nMāui representa el desafío de la humanidad a las fuerzas cósmicas, el embaucador que remodela el mundo para beneficiar a los mortales. Aunque finalmente murió tratando de ganar la inmortalidad para la humanidad, sus logros permanecen escritos en las propias islas del Pacífico.",
    "story_es": "Cuando el sol se movía demasiado rápido por el cielo, Māui trenzó una cuerda con el cabello de su hermana, trepó hasta el lugar de descanso del sol y lo golpeó hasta que aceptó moverse más lentamente. A partir de entonces, la humanidad tuvo largos días para pescar, cultivar y crear.",
    "match_message_es": "Tus rasgos transmiten el heroísmo desafiante de Māui. Hay una inteligencia de tramposo y un poder de modelado del mundo en tu presencia: la mirada de quien desafía a los propios dioses.",
    "traits_es": [
      "Heroico",
      "Tramposo",
      "Desafiante",
      "Creativo",
      "Legendario"
    ]
  },
  "pele": {
    "name_es": "Pele",
    "tagline_es": "Diosa de los Volcanes, Creadora y Destructora",
    "description_es": "Pele es la diosa hawaiana de los volcanes, el fuego, el rayo y el viento. Se cree que reside en el volcán Kīlauea en la Isla Grande de Hawái, uno de los volcanes más activos del mundo. Su temperamento ardiente y su naturaleza apasionada la hacen a la vez venerada y temida.\n\nElla crea nueva tierra a medida que la lava fluye hacia el mar, construyendo literalmente las islas hawaianas, pero destruye todo lo que se interpone en su camino. Su legendaria rivalidad con su hermana Nāmaka, diosa del mar, provocó que Pele fuera perseguida por las islas hasta que encontró su hogar actual.\n\nSe dice que Pele aparece como una hermosa joven con un vestido rojo fluido o como una anciana con cabello blanco. Aquellos que la encuentran en el camino y muestran bondad son bendecidos; aquellos que la irrespetan enfrentan su ira ardiente.",
    "story_es": "Pele se enamoró del jefe mortal Lohiau. Cuando no pudo quedarse con él, envió a su hermana Hi'iaka a buscarlo. Pero Hi'iaka y Lohiau se enamoraron. En su celosa rabia, Pele mató a Lohiau con lava; luego, dominada por el arrepentimiento, lo resucitó.",
    "match_message_es": "Tus rasgos transmiten la pasión volcánica de Pele. Hay un poder creativo y destructivo en tu presencia: la mirada de quien construye y destruye con la misma intensidad.",
    "traits_es": [
      "Fogosa",
      "Creativa",
      "Destructiva",
      "Apasionada",
      "Temperamental"
    ]
  },
  "coyote": {
    "name_es": "Coyote",
    "tagline_es": "El Gran Embaucador, Creador y Tonto",
    "description_es": "Coyote es la figura primordial del embaucador en la mitología nativa americana, apareciendo en historias de docenas de tribus en toda América del Norte. Es simultáneamente creador y destructor, sabio y tonto, sagrado y profano.\n\nEn algunas tradiciones, Coyote ayudó a crear el mundo, dio fuego a los humanos y les enseñó habilidades importantes. En otras, causa caos, hace bromas y sufre las consecuencias de su propia tontería. A menudo, muere en sus desventuras, solo para regresar en la siguiente historia.\n\nCoyote encarna las fuerzas impredecibles y amorales de la naturaleza y las contradicciones dentro de la propia humanidad. Sus historias son a la vez entretenimiento y herramientas de enseñanza, que muestran lo que sucede cuando uno ignora los tabúes, se excede o no respeta el orden natural.",
    "story_es": "Coyote robó el fuego a los Seres de Fuego engañándolos con una carrera de relevos. Pasó el fuego a otros animales hasta que llegó a la madera de los árboles, donde permanece oculto, esperando que los humanos lo liberen a través de la fricción.",
    "match_message_es": "Tus rasgos transmiten el espíritu impredecible de Coyote. Hay una adaptabilidad de embaucador y un caos creativo en tu presencia: la mirada de quien desafía las expectativas y trasciende las categorías.",
    "traits_es": [
      "Embaucador",
      "Creativo",
      "Tonto",
      "Impredecible",
      "Resiliente"
    ]
  },
  "white_buffalo_woman": {
    "name_es": "Mujer Búfalo Blanco",
    "tagline_es": "Mensajera Sagrada, Portadora de la Pipa",
    "description_es": "Mujer Búfalo Blanco (Ptesan-Wi) es la profetisa sagrada de los Lakota Sioux, quien trajo la chanunpa (pipa sagrada) y enseñó los Siete Ritos Sagrados que forman la base espiritual de la vida Lakota.\n\nSe apareció a dos exploradores como una hermosa mujer vestida con piel de ciervo blanca. Un explorador tuvo pensamientos lascivos y fue reducido a huesos por una nube; el otro la trató con respeto y fue encargado de preparar a su gente. Ella les enseñó cómo orar, honrar a todos los seres vivos y mantener el equilibrio entre los humanos y la naturaleza.\n\nAntes de partir, se transformó en una cría de búfalo blanco, prometiendo regresar en tiempos de grandes cambios. El raro nacimiento de una cría de búfalo blanco se considera un signo sagrado de su presencia espiritual y un llamado a la humanidad para que se una en paz.",
    "story_es": "Cuando los dos exploradores se acercaron a ella, le dijo al irrespetuoso: 'No sabes quién soy'. Una nube lo envolvió y cuando se levantó, solo quedaba su esqueleto. El explorador respetuoso recibió su mensaje y la condujo a su pueblo, donde les enseñó durante cuatro días antes de su transformación.",
    "match_message_es": "Tus rasgos transmiten la presencia sagrada de Mujer Búfalo Blanco. Hay una cualidad profética y pacificadora en tu presencia: la mirada de quien tiende un puente entre los mundos espiritual y físico.",
    "traits_es": [
      "Sagrada",
      "Didáctica",
      "Profética",
      "Transformadora",
      "Pacífica"
    ]
  },
  "morrigan": {
    "name_es": "La Morrigan",
    "tagline_es": "Reina Fantasma, Diosa de la Guerra y el Destino",
    "description_es": "La Morrigan es la diosa irlandesa de la guerra, el destino, la muerte y la soberanía. A menudo aparece como un trío de hermanas (Badb, Macha y Morrigan/Nemain), encarnando el terror y la gloria de la batalla y la naturaleza inexorable del destino.\n\nElla aparece en los campos de batalla como un cuervo, festejando a los muertos, o como una lavandera limpiando la ropa ensangrentada de aquellos destinados a morir. Ella puede conceder la victoria o la perdición, inspirar a los guerreros con furia de batalla o aterrorizarlos hasta la derrota. Se buscaba su favor, pero se temía su aparición.\n\nLa Morrigan está particularmente asociada con el héroe Cú Chulainn, apareciendo en su nacimiento, ofreciéndole su amor (que él imprudentemente rechazó) y, en última instancia, prediciendo su muerte. Ella representa a la diosa oscura que encarna los aspectos femeninos de la guerra y el destino.",
    "story_es": "Antes de la segunda batalla de Mag Tuired, la Morrigan se apareó con el Dagda para asegurar la victoria para los Tuatha Dé Danann. Durante la batalla, cantó encantamientos que confundieron al enemigo. La victoria perteneció a aquellos a quienes bendijo, y la perdición a aquellos a quienes maldijo.",
    "match_message_es": "Tus rasgos llevan la oscura soberanía de la Morrigan. Hay una cualidad profética e imponente en tu presencia: la mirada de alguien que encarna tanto la perdición como la victoria.",
    "traits_es": [
      "Imponente",
      "Profética",
      "Soberana",
      "Oscura",
      "De triple aspecto"
    ]
  },
  "cu_chulainn": {
    "name_es": "Cú Chulainn",
    "tagline_es": "El Sabueso de Ulster, el Guerrero más Grande de Irlanda",
    "description_es": "Cú Chulainn es el legendario héroe del Ciclo de Ulster, el guerrero más grande de Irlanda. Nacido Sétanta, se ganó su famoso nombre (\"El Sabueso de Culann\") cuando, de niño, mató al feroz sabueso del herrero Culann y se ofreció a ocupar su lugar como guardián.\n\nSu furia de batalla (ríastrad) lo transformó en una forma monstruosa, casi invencible: un ojo se hundiría en su cráneo mientras que el otro sobresaldría, su cuerpo se contorsionaría y la luz de batalla brillaría desde su frente. En este estado, no podía distinguir al amigo del enemigo.\n\nPor sí solo, defendió Ulster contra los ejércitos de la Reina Medb durante el Táin Bó Cúailnge, luchando cada día mientras los hombres de Ulster yacían bajo una maldición. Murió joven, como se profetizó, pero logró la inmortalidad de la leyenda.",
    "story_es": "Cuando fue herido de muerte, Cú Chulainn se ató a una piedra vertical para poder morir de pie, frente a sus enemigos. Solo cuando un cuervo se posó en su hombro supieron que estaba realmente muerto, y la luz de héroe dejó su rostro.",
    "match_message_es": "Tus rasgos llevan la intensidad heroica de Cú Chulainn. Hay una cualidad feroz y trágica en tu presencia: la mirada de alguien destinado a la gloria y a una muerte temprana.",
    "traits_es": [
      "Heroico",
      "Feroz",
      "Leal",
      "Trágico",
      "Legendario"
    ]
  },
  "inanna": {
    "name_es": "Inanna",
    "tagline_es": "Reina del Cielo, Diosa del Amor y la Guerra",
    "description_es": "Inanna es la antigua diosa sumeria del amor, la belleza, el sexo, el deseo, la fertilidad, la guerra, la justicia y el poder político. Ella es la deidad femenina más importante de la antigua Mesopotamia e inspiró a diosas posteriores como Ishtar, Astarté y Afrodita.\n\nSu mitología es una de las más antiguas registradas en la historia humana. Ella descendió al inframundo, fue asesinada por su hermana Ereshkigal, colgada de un gancho durante tres días y resucitada, uno de los primeros mitos de muerte y resurrección. Para irse, tuvo que enviar a alguien a ocupar su lugar: su esposo Dumuzi, que no la había llorado.\n\nInanna encarna las paradojas del poder: es diosa tanto del amor como de la guerra, de la civilización y el caos. Ella representa el poder femenino que no es domesticado ni domesticado, sino salvaje, ambicioso y transformador.",
    "story_es": "Inanna dijo: 'Iré al inframundo'. Se puso sus vestiduras reales y descendió por siete puertas, obligada a quitarse un artículo en cada una hasta que estuvo desnuda ante su hermana Muerte. Pero ella resucitó de nuevo, porque ni siquiera la muerte podía retener a la Reina del Cielo.",
    "match_message_es": "Tus rasgos llevan el poder paradójico de Inanna. Hay una cualidad antigua y transformadora en tu presencia: la mirada de alguien que encarna tanto la creación como la destrucción.",
    "traits_es": [
      "Poderosa",
      "Paradójica",
      "Ambiciosa",
      "Transformadora",
      "Antigua"
    ]
  },
  "gilgamesh": {
    "name_es": "Gilgamesh",
    "tagline_es": "Rey de Uruk, Buscador de la Inmortalidad",
    "description_es": "Gilgamesh es el rey legendario de Uruk del poema épico escrito más antiguo del mundo. Dos tercios dios y un tercio humano, fue el más poderoso de todos los reyes, pero también el más tiránico, hasta que los dioses enviaron a Enkidu para humillarlo y convertirse en su amado compañero.\n\nJuntos, Gilgamesh y Enkidu mataron al demonio Humbaba y al Toro del Cielo. Pero cuando Enkidu murió como castigo por sus actos, Gilgamesh fue consumido por el dolor y el terror a la muerte. Viajó a los confines de la tierra en busca de la inmortalidad, encontrando el secreto, solo para perderlo ante una serpiente.\n\nSu historia, escrita hace 4.000 años, explora temas que siguen siendo atemporales: la amistad, la mortalidad, la búsqueda de significado y la aceptación de los límites humanos. Regresó a casa para encontrar su inmortalidad no en la vida eterna, sino en las murallas de Uruk y la civilización que construyó.",
    "story_es": "Después de encontrar la planta de la inmortalidad en el fondo del mar, Gilgamesh se detuvo para bañarse. Una serpiente olió la fragancia de la planta y la robó, mudando su piel y ganando la juventud eterna. Gilgamesh lloró, pero finalmente comprendió que su verdadero legado era la gran ciudad que dejaría atrás.",
    "match_message_es": "Tus rasgos llevan la poderosa búsqueda de Gilgamesh. Hay una cualidad indagadora y transformada en tu presencia: la mirada de alguien que ha buscado la inmortalidad y ha encontrado sabiduría en su lugar.",
    "traits_es": [
      "Heroico",
      "Buscador",
      "Afligido",
      "Poderoso",
      "Transformado"
    ]
  },
  "quetzalcoatl": {
    "name_es": "Quetzalcóatl",
    "tagline_es": "La Serpiente Emplumada, Señor del Viento y el Aprendizaje",
    "description_es": "Quetzalcóatl, la Serpiente Emplumada, es una de las deidades más importantes de la antigua Mesoamérica, adorada por los aztecas, los mayas y las civilizaciones anteriores. Combina el ave quetzal (que representa los cielos) con la serpiente (que representa la tierra), simbolizando la unión del cielo y la tierra.\n\nComo dios del viento, el aire y el aprendizaje, a Quetzalcóatl se le atribuye la creación de la humanidad, el descubrimiento del maíz y la invención del calendario y los libros. A diferencia de otros dioses aztecas, se opuso al sacrificio humano, prefiriendo ofrendas de mariposas y jade. Representaba la sabiduría, la civilización y el sacerdocio.\n\nLa leyenda cuenta que fue engañado y deshonrado por el dios Tezcatlipoca y abandonó México en una balsa de serpientes, prometiendo regresar. Esta profecía supuestamente influyó en la recepción azteca de Cortés, quien llegó del este en el año profetizado para el regreso de Quetzalcóatl.",
    "story_es": "Quetzalcóatl descendió al inframundo para recuperar los huesos de la humanidad anterior. Mictlantecuhtli, señor de la muerte, puso trampas, pero Quetzalcóatl tuvo éxito. Aunque los huesos se hicieron añicos, roció su sangre sobre ellos y de los fragmentos surgió la raza actual de humanos.",
    "match_message_es": "Tus rasgos llevan la sabiduría civilizadora de Quetzalcóatl. Hay una cualidad creativa y pacífica en tu presencia: la mirada de alguien que trae aprendizaje y cultura a la humanidad.",
    "traits_es": [
      "Sabio",
      "Creativo",
      "Civilizador",
      "Pacífico",
      "Misterioso"
    ]
  },
  "baba_yaga": {
    "name_es": "Baba Yaga",
    "tagline_es": "La Bruja Salvaje, Guardiana del Umbral",
    "description_es": "Baba Yaga es la legendaria bruja del folclore eslavo, una anciana que vive en una cabaña que se alza sobre patas de gallina en el corazón del bosque oscuro. Ni completamente buena ni malvada, es una fuerza de la naturaleza salvaje que pone a prueba a quienes la buscan.\n\nVuela por el aire en un mortero, dirigiendo con una mano de mortero y barriendo sus huellas con una escoba. Su cabaña está rodeada por una cerca de huesos con cráneos que brillan con fuego mágico. Es servida por tres misteriosos jinetes: Blanco (Día), Rojo (Sol) y Negro (Noche).\n\nA aquellos que se acercan con valentía y modales apropiados, puede otorgarles sabiduría, objetos mágicos o soluciones a problemas imposibles. Para aquellos que no superan sus pruebas, ella es la muerte misma. Baba Yaga representa el poder femenino salvaje e indómito que se encuentra en la frontera entre la civilización y lo desconocido.",
    "story_es": "Vasilisa la Hermosa fue enviada a Baba Yaga por fuego. La bruja le impuso tareas imposibles: separar las semillas de amapola de la tierra, extraer aceite de las semillas, pero la muñeca mágica de Vasilisa (la bendición de su madre) la ayudó a completarlas. Impresionada, Baba Yaga le dio el fuego y la dejó ir.",
    "match_message_es": "Tus rasgos transmiten el poder de prueba salvaje de Baba Yaga. Hay una cualidad antigua, de guardiana del umbral, en tu presencia: la mirada de alguien que pone a prueba a los dignos y destruye a los necios.",
    "traits_es": [
      "Salvaje",
      "Probatoria",
      "Antigua",
      "Ambigua",
      "Poderosa"
    ]
  },
  "rainbow_serpent": {
    "name_es": "Serpiente Arcoíris",
    "tagline_es": "Creadora del Mundo, Guardiana de las Aguas",
    "description_es": "La Serpiente Arcoíris es uno de los seres creadores más importantes de la mitología aborigen australiana, que aparece en las historias del Tiempo del Sueño de los pueblos de todo el continente. Esta inmensa serpiente dio forma a la tierra misma, excavando ríos, valles y montañas a medida que viajaba.\n\nCuando la Serpiente Arcoíris se mueve, crea vías fluviales y estanques. Cuando se arquea en el cielo después de la lluvia, aparece como el arcoíris. Se asocia con el agua, la fertilidad y el ciclo de las estaciones. Perturbar los lugares sagrados para la Serpiente Arcoíris puede provocar sequía o inundación.\n\nLa Serpiente Arcoíris representa el poder vivificante del agua en el paisaje australiano y la interconexión de todas las cosas. Conocida por diferentes nombres en diferentes naciones aborígenes (Ungud, Wollunqua, Yurlungur), es quizás la deidad más extendida en la Australia aborigen.",
    "story_es": "En el Tiempo del Sueño, la Serpiente Arcoíris despertó de debajo de la tierra y viajó a través de la tierra plana, empujando montañas y excavando ríos. Donde descansaba, creaba pozas de agua. El paisaje de Australia es el registro de su viaje.",
    "match_message_es": "Tus rasgos transmiten el poder creativo primordial de la Serpiente Arcoíris. Hay una cualidad antigua, de dar forma al paisaje, en tu presencia: la mirada de alguien que crea los contornos mismos del mundo.",
    "traits_es": [
      "Creadora",
      "Poderosa",
      "Antigua",
      "Vivificante",
      "Transformadora"
    ]
  },
  "ahura_mazda": {
    "name_es": "Ahura Mazda",
    "tagline_es": "Señor de la Sabiduría, Creador de Todo lo Bueno",
    "description_es": "Ahura Mazda es la deidad suprema del Zoroastrismo, la antigua religión persa que influyó profundamente en el judaísmo, el cristianismo y el islam. Es el creador no creado del universo, la fuente de todo lo que es bueno, verdadero y ordenado.\n\nRepresenta la luz, la verdad (Asha) y la sabiduría en eterna oposición a Angra Mainyu (Ahriman), el espíritu destructivo de las mentiras y el caos. Esta batalla cósmica entre el bien y el mal, la luz y la oscuridad, fue uno de los primeros conceptos religiosos dualistas de la historia.\n\nAhura Mazda creó los Amesha Spentas (Inmortales Generosos) para ayudar a gobernar la creación. Zoroastro, el profeta de esta religión, recibió sus revelaciones directamente de Ahura Mazda. La fe enseña que los buenos pensamientos, las buenas palabras y las buenas obras alinean a uno con la verdad de Ahura Mazda.",
    "story_es": "En el principio, Ahura Mazda existía solo en luz infinita. Creó el universo en siete etapas, culminando en la humanidad: seres con libre albedrío que podían elegir el bien sobre el mal. La batalla cósmica terminará cuando las buenas elecciones de la humanidad finalmente derroten a la oscuridad.",
    "match_message_es": "Tus rasgos transmiten la sabiduría radiante de Ahura Mazda. Hay una cualidad luminosa y veraz en tu presencia: la mirada de alguien que encarna el principio cósmico del bien.",
    "traits_es": [
      "Sabio",
      "Bueno",
      "Creador",
      "Luz",
      "Veraz"
    ]
  },
  "vainamoinen": {
    "name_es": "Väinämöinen",
    "tagline_es": "El Sabio Eterno, Cantor de la Creación",
    "description_es": "Väinämöinen es el héroe central de la mitología finlandesa y el Kalevala, la epopeya nacional finlandesa. Un antiguo sabio y poderoso chamán, nació viejo y ya sabio, habiendo gestado en el vientre de su madre durante 730 años antes de nadar hasta la orilla.\n\nSu mayor poder es su canto: a través de canciones mágicas, puede controlar la naturaleza, derrotar a los enemigos e incluso crear objetos de la nada. Se le atribuye la creación del kantele (arpa finlandesa) a partir de la mandíbula de un gran lucio y numerosas búsquedas que dieron forma al mundo.\n\nVäinämöinen representa el ideal finlandés de sabiduría a través de la edad y la experiencia. Al final de la epopeya, se aleja navegando en un bote de cobre, partiendo pero prometiendo regresar cuando Finlandia lo necesite nuevamente, un arquetipo eterno del líder sabio.",
    "story_es": "Cuando el joven y jactancioso Joukahainen lo desafió a un concurso de canto, Väinämöinen lo cantó hasta un pantano hasta la cintura, luego hasta el pecho, luego hasta el cuello. Joukahainen ofreció todo, finalmente a su hermana Aino, para ser liberado. Tal era el poder de la canción del viejo sabio.",
    "match_message_es": "Tus rasgos transmiten la antigua sabiduría cantante de Väinämöinen. Hay una cualidad eterna y mágica en tu presencia: la mirada de alguien cuyas palabras dan forma a la realidad misma.",
    "traits_es": [
      "Antiguo",
      "Sabio",
      "Cantante",
      "Mágico",
      "Eterno"
    ]
  },
  "oni": {
    "name_es": "Oni",
    "tagline_es": "Ogros Demoníacos, Ejecutores del Infierno",
    "description_es": "Los Oni son los ogros demoníacos del folclore japonés, seres temibles con cuernos, cabello salvaje y piel de colores rojos, azules u otros colores antinaturales. Llevan garrotes de hierro (kanabō) y están asociados con el trueno, el desastre, la enfermedad y el castigo.\n\nEn la tradición budista, los Oni sirven como torturadores en los diversos infiernos, castigando a los pecadores según sus crímenes. En el folclore, pueden ser monstruos que habitan en las montañas y que atacan aldeas, secuestran personas o causan desastres naturales. Sin embargo, algunos Oni pueden convertirse al budismo y convertirse en guardianes protectores.\n\nEl festival de Setsubun implica expulsar a los Oni arrojando frijoles y gritando \"¡Oni wa soto! ¡Fuku wa uchi!\" (¡Demonios fuera! ¡Fortuna dentro!). Los Oni representan las fuerzas del caos y la destrucción que deben ser expulsadas periódicamente para mantener el orden y la buena fortuna.",
    "story_es": "El héroe Momotarō viajó a Onigashima (Isla de los Demonios) con sus compañeros animales para derrotar a los Oni que habían estado aterrorizando la tierra. Después de una feroz batalla, el rey Oni se rindió, devolvió su tesoro robado y prometió nunca más hacer el mal.",
    "match_message_es": "Tus rasgos transmiten el poder feroz de los Oni. Hay una cualidad temible y transformadora en tu presencia: la mirada de alguien que encarna el caos pero puede ser convertido en protección.",
    "traits_es": [
      "Temible",
      "Poderoso",
      "Caótico",
      "Castigador",
      "Transformable"
    ]
  },
  "garuda": {
    "name_es": "Garuda",
    "tagline_es": "Rey de las Aves, Montura de Vishnu",
    "description_es": "Garuda es el legendario rey de las aves en la mitología hindú y budista, un ser divino con forma de águila que sirve como montura (vahana) del dios Vishnu. Se le representa con un cuerpo dorado, alas rojas, un rostro blanco y un pico de águila.\n\nNacido de un huevo, la madre de Garuda fue esclavizada por los hijos naga (serpientes) de su hermana. Para liberarla, se le encomendó robar amrita (el néctar de la inmortalidad) de los dioses. Tuvo éxito, derrotando a dioses y rompiendo barreras sobrenaturales, ganándose el respeto de Vishnu y el don de la inmortalidad.\n\nGaruda es el eterno enemigo de los nagas, representando el conflicto cósmico entre el cielo y la tierra, el águila y la serpiente. Es el símbolo nacional de Indonesia y Tailandia, encarnando velocidad, poder y destreza marcial. Su nombre significa \"el devorador\", ya que consume las serpientes de la ignorancia.",
    "story_es": "Para robar el amrita, Garuda tuvo que pasar a través de ruedas de fuego giratorias, luchar contra los dioses y vencer a los guardianes naga. Tuvo éxito en todo. El rayo de Indra no pudo penetrarlo. Luego ofreció el amrita para liberar a su madre, y Vishnu, impresionado por su poder y devoción, lo hizo inmortal y su vehículo.",
    "match_message_es": "Tus rasgos llevan la divina fuerza de Garuda. Hay una cualidad rápida y poderosa en tu presencia, la mirada de alguien que sirve a lo más alto y derrota a lo más bajo.",
    "traits_es": [
      "Poderoso",
      "Leal",
      "Rápido",
      "Divino",
      "Enemigo de las Serpientes"
    ]
  },
  "merlin": {
    "name_es": "Merlín",
    "tagline_es": "El Arch-Mago, Arquitecto de Camelot",
    "description_es": "Merlín es el legendario mago de la leyenda artúrica, quizás el hechicero más famoso de la literatura occidental. Se dice que nació de una mujer mortal y un espíritu de otro mundo, poseía habilidades proféticas y poderes sobre la naturaleza, el tiempo y la transformación.\n\nOrquestó el ascenso del Rey Arturo, desde la ingeniería del nacimiento de Arturo a través del engaño de Uther, hasta la colocación de la espada en la piedra, hasta la guía del reinado temprano del joven rey. Merlín construyó Stonehenge, creó la Mesa Redonda y previó tanto la gloria como la caída de Camelot.\n\nSu sabiduría era legendaria, pero no pudo protegerlo del amor. La Dama del Lago (o Nimue) aprendió sus secretos y los usó para atraparlo para siempre en una cueva, una prisión de cristal o debajo de una piedra: su poder se volvió contra él por la persona que amaba.",
    "story_es": "Merlín previó su propio encarcelamiento, pero no pudo evitarlo. Cuando Nimue le pidió que le enseñara a crear una prisión inquebrantable, supo que ella la usaría en su contra, pero la amaba demasiado para negarse. Entró voluntariamente en su trampa eterna.",
    "match_message_es": "Tus rasgos llevan la profunda magia de Merlín. Hay una cualidad profética y arquitectónica en tu presencia, la mirada de alguien que da forma al destino pero no puede escapar del suyo propio.",
    "traits_es": [
      "Sabio",
      "Mágico",
      "Profético",
      "Arquitecto",
      "Trágico"
    ]
  }
}