{
  "zeus": {
    "name_fr": "Zeus",
    "tagline_fr": "Roi des dieux Olympiens, Maître du ciel et du tonnerre",
    "description_fr": "Zeus est la divinité suprême du panthéon grec, régnant sur le Mont Olympe en tant que roi de tous les dieux. Il a renversé son père Cronos pour revendiquer la domination sur le ciel et le tonnerre, maniant son puissant éclair comme le symbole ultime de l'autorité divine.\n\nConnu pour sa présence imposante et son pouvoir absolu, Zeus maintient l'ordre cosmique tout en présidant à la justice, à l'hospitalité et aux serments. Ses jugements sont définitifs, et sa parole est loi parmi les dieux et les mortels.\n\nMalgré son allure royale, Zeus est également connu pour sa nature passionnée et ses nombreuses liaisons amoureuses, qui ont donné naissance à de nombreux héros et récits tragiques de la mythologie.",
    "story_fr": "Zeus a mené les Olympiens dans la Titanomachie, une grande guerre contre les Titans. Après une décennie de bataille acharnée, il est sorti victorieux et a divisé le cosmos avec ses frères : Poséidon a reçu les mers, Hadès le monde souterrain, tandis que Zeus a revendiqué le ciel et est devenu le souverain suprême de tous.",
    "match_message_fr": "Vous possédez la présence imposante d'un leader né. Comme Zeus, vous dégagez un air d'autorité naturelle que les autres respectent instinctivement. Vos traits forts reflètent la force intérieure et la capacité de prendre des jugements décisifs.",
    "traits_fr": [
      "Autoritaire",
      "Puissant",
      "Juste",
      "Passionné",
      "Imposant"
    ]
  },
  "hera": {
    "name_fr": "Héra",
    "tagline_fr": "Reine des dieux, Déesse du mariage et de la famille",
    "description_fr": "Héra est la reine des dieux olympiens et la déesse du mariage, des femmes, de l'accouchement et de la famille. En tant qu'épouse et sœur de Zeus, elle règne à ses côtés depuis le Mont Olympe, incarnant le caractère sacré du mariage malgré les nombreuses infidélités de son mari.\n\nConnue pour sa beauté majestueuse et son allure royale, Héra est la déesse la plus puissante du panthéon grec. Ses symboles incluent le paon, dont les plumes de queue aux nombreux yeux représentent sa vigilance, et la vache, symbolisant sa nature nourricière.\n\nBien que souvent dépeinte comme jalouse et vengeresse envers les amantes et les enfants illégitimes de Zeus, la colère d'Héra représente la défense du lien conjugal. Elle est farouchement protectrice du mariage légitime et de la stabilité de la famille, punissant ceux qui violent ces institutions sacrées.",
    "story_fr": "Lorsque Zeus courtisa Héra, elle le rejeta initialement. Zeus se transforma en un oiseau coucou blessé, et lorsque la compatissante Héra le serra contre sa poitrine, il se révéla et la conquit. Leur mariage sacré dura 300 ans.",
    "match_message_fr": "Vos traits portent la dignité royale d'Héra. Il y a une présence imposante dans votre apparence : l'allure de quelqu'un qui exige respect et loyauté. Votre visage parle de quelqu'un qui protège farouchement ce qu'il considère comme sacré.",
    "traits_fr": [
      "Royal",
      "Protecteur",
      "Jaloux",
      "Puissant",
      "Loyal"
    ]
  },
  "athena": {
    "name_fr": "Athéna",
    "tagline_fr": "Déesse de la sagesse, de la guerre stratégique et de l'artisanat",
    "description_fr": "Athéna est la déesse vénérée de la sagesse, du courage et de la guerre stratégique dans la mythologie grecque. Née entièrement armurée de la tête de Zeus, elle incarne l'union parfaite de l'intellect et de la force, représentant les idéaux les plus élevés de la civilisation.\n\nContrairement à Arès qui représente le chaos brutal de la guerre, Athéna défend la pensée stratégique, les causes justes et la défense des villes. Elle est la patronne des héros, les guidant de sa sagesse et les protégeant de son égide.\n\nEn tant que déesse de l'artisanat et des arts pratiques, Athéna représente également l'influence civilisatrice de la compétence et de la connaissance, du tissage à la construction navale en passant par l'agriculture.",
    "story_fr": "Athéna rivalisa avec Poséidon pour le patronage d'Athènes. Alors que Poséidon frappa de son trident pour créer une source salée, Athéna planta un olivier : un cadeau de paix, de nourriture et de prospérité. Les Athéniens choisirent Athéna, et la ville porte son nom à ce jour.",
    "match_message_fr": "Vos traits reflètent l'intellect vif et la sagesse posée d'Athéna. Vous possédez à la fois l'esprit d'analyse aiguisé et la confiance tranquille de quelqu'un qui réfléchit avant d'agir. Votre regard parle de profondeur stratégique et de jugement réfléchi.",
    "traits_fr": [
      "Sage",
      "Stratégique",
      "Juste",
      "Qualifié",
      "Protecteur"
    ]
  },
  "apollo": {
    "name_fr": "Apollon",
    "tagline_fr": "Dieu du Soleil, de la musique, de la poésie et de la guérison",
    "description_fr": "Apollon est l'une des divinités olympiennes les plus importantes et les plus complexes, incarnant l'idéal de la beauté et de l'excellence masculine. En tant que dieu du soleil, il conduit chaque jour son char d'or à travers le ciel, apportant lumière et chaleur au monde.\n\nAu-delà de ses fonctions solaires, Apollon est le patron de la musique, de la poésie et des arts. Sa lyre produit la plus belle musique jamais entendue, et il dirige les Muses dans leurs performances célestes. Il incarne également la prophétie et la vérité, parlant à travers l'Oracle de Delphes.\n\nEn tant que dieu de la guérison et de la médecine, Apollon a enseigné à l'humanité l'art de la médecine, bien que ses flèches puissent également apporter la peste. Cette dualité reflète sa nature de dieu à la fois de création et de destruction.",
    "story_fr": "Apollon tomba profondément amoureux de Daphné, une nymphe de rivière. Lorsqu'il la poursuivit, elle fit appel à son père pour la sauver, et fut transformée en laurier. Le cœur brisé, Apollon déclara le laurier sacré et porta ses feuilles comme une couronne à jamais.",
    "match_message_fr": "Vos traits rayonnent de la beauté harmonieuse d'Apollon. Il y a une qualité lumineuse dans votre apparence, un équilibre parfait qui parle de sensibilité artistique et de lumière intérieure. Vous portez l'éclat de quelqu'un qui est touché par l'inspiration créatrice.",
    "traits_fr": [
      "Rayonnant",
      "Artistique",
      "Prophétique",
      "Guérisseur",
      "Parfait"
    ]
  },
  "artemis": {
    "name_fr": "Artémis",
    "tagline_fr": "Déesse de la chasse, de la nature sauvage et de la lune",
    "description_fr": "Artémis est la déesse vierge de la chasse, de la nature sauvage, des animaux sauvages et de la lune. Sœur jumelle d'Apollon, elle erre dans les forêts avec sa bande de nymphes, chassant avec son arc d'argent et vivant libre des contraintes de la civilisation.\n\nFarouchement indépendante, Artémis a juré une virginité éternelle et punit quiconque menace sa chasteté ou celle de ses disciples. Elle protège les jeunes femmes et les enfants, préside à l'accouchement et représente les aspects sauvages et indomptés de la nature.\n\nBien qu'elle soit une déesse de la chasse, Artémis est également protectrice des animaux et de la nature elle-même. Elle incarne le paradoxe de la relation du monde antique avec la nature : la vénérer et la protéger tout en en tirant de quoi se nourrir.",
    "story_fr": "Lorsque le chasseur Actéon vit accidentellement Artémis se baigner, elle le transforma en cerf. Ses propres chiens de chasse, ne reconnaissant pas leur maître, le mirent en pièces, un avertissement sur le prix de la violation de la vie privée sacrée de la déesse.",
    "match_message_fr": "Vos traits reflètent l'indépendance sauvage d'Artémis. Il y a une qualité indomptée dans votre regard : l'allure de quelqu'un qui suit son propre chemin et ne répond à personne. Votre visage parle de liberté, de protection farouche et de connexion à la nature.",
    "traits_fr": [
      "Indépendant",
      "Féroce",
      "Pur",
      "Protecteur",
      "Sauvage"
    ]
  },
  "ares": {
    "name_fr": "Arès",
    "tagline_fr": "Dieu de la Guerre, de la Violence et du Carnage",
    "description_fr": "Arès est le dieu grec de la guerre, représentant ses aspects brutaux, violents et indomptés. Contrairement à Athéna qui incarne la guerre stratégique, Arès se délecte du chaos, du carnage et de la violence physique de la bataille. Il est l'incarnation de la brutalité sauvage que la guerre déchaîne.\n\nBien qu'il soit l'un des douze Olympiens, Arès n'était pas largement aimé par les Grecs - ils le respectaient mais le craignaient. Même Zeus l'appelait le plus détesté de tous ses enfants. Pourtant, Arès représente une vérité sur la nature humaine qui ne peut être niée.\n\nArès trouve sa relation la plus célèbre avec Aphrodite, déesse de l'amour. Leur liaison, exposée par Héphaïstos, a produit plusieurs enfants, dont Éros. Cette union de la guerre et de l'amour reflète la compréhension antique que la passion motive à la fois la création et la destruction.",
    "story_fr": "Quand Arès et Aphrodite furent pris ensemble dans le filet d'or d'Héphaïstos, le dieu forgeron convoqua tous les Olympiens pour être témoins de leur honte. Pourtant, Arès ne ressentit aucune gêne - il se tenait fier même en captivité, incarnant sa nature d'agression effrontée.",
    "match_message_fr": "Vos traits portent l'intensité féroce d'Arès. Il y a une puissance brute dans votre apparence - le regard de celui qui affronte le conflit sans hésitation. Votre visage parle de passion, de courage et de l'esprit guerrier qui ne recule pas.",
    "traits_fr": [
      "Féroce",
      "Violent",
      "Passionné",
      "Intrépide",
      "Brutal"
    ]
  },
  "aphrodite": {
    "name_fr": "Aphrodite",
    "tagline_fr": "Déesse de l'Amour, de la Beauté et du Désir",
    "description_fr": "Aphrodite est la déesse de l'amour, de la beauté, du plaisir et de la passion dans la mythologie grecque. Née de l'écume de mer près de Chypre, elle a émergé comme l'être le plus beau qui soit, capable d'inspirer le désir chez tous ceux qui la contemplent.\n\nSon pouvoir s'étend au-delà de la simple attraction physique pour englober toutes les formes d'amour et de connexion. Elle influence l'amour romantique, l'amitié et même les liens entre parents et enfants. Sa ceinture dorée a le pouvoir de faire tomber amoureux n'importe qui.\n\nMalgré son association avec le plaisir, Aphrodite représente également le pouvoir transformateur et parfois destructeur de l'amour. Elle comprend que la vraie beauté vient de l'intérieur et que l'amour peut être à la fois le plus grand cadeau de l'humanité et son défi le plus redoutable.",
    "story_fr": "Quand Pâris de Troie fut invité à juger qui était la plus belle déesse - Héra, Athéna ou Aphrodite - chacune lui offrit un pot-de-vin. Aphrodite lui promit la plus belle femme du monde : Hélène. Pâris choisit Aphrodite, déclenchant la guerre de Troie.",
    "match_message_fr": "Vos traits incarnent la grâce captivante d'Aphrodite. Il y a un magnétisme indéniable dans votre apparence, une douce beauté qui attire naturellement les autres. Votre visage parle de quelqu'un qui comprend le pouvoir d'une connexion authentique et d'une émotion sincère.",
    "traits_fr": [
      "Belle",
      "Passionnée",
      "Séduisante",
      "Gracieuse",
      "Transformatrice"
    ]
  },
  "poseidon": {
    "name_fr": "Poséidon",
    "tagline_fr": "Dieu de la Mer, des Tremblements de Terre et des Chevaux",
    "description_fr": "Poséidon est le puissant dieu de la mer, l'un des trois fils de Cronos qui ont divisé le cosmos après avoir vaincu les Titans. Avec son puissant trident, il commande toutes les eaux, du plus petit ruisseau aux vastes profondeurs océaniques.\n\nConnu pour son tempérament, Poséidon peut être aussi calme qu'un lagon paisible ou aussi violent qu'une tempête déchaînée. Lorsqu'il est en colère, il frappe la terre avec son trident, provoquant des tremblements de terre et des naufrages. Les marins le prient pour un passage sûr à travers les mers traîtresses.\n\nAu-delà des vagues, Poséidon est aussi le créateur et le dompteur de chevaux, qu'il a donnés à l'humanité. Son palais se trouve au fond de la mer Égée, construit en corail et orné de perles.",
    "story_fr": "Quand Ulysse a aveuglé le fils de Poséidon, le cyclope Polyphème, la colère du dieu de la mer ne connut pas de limites. Pendant dix longues années, Poséidon empêcha Ulysse de rentrer chez lui, envoyant des tempêtes, des monstres marins et des désastres pour contrecarrer toutes ses tentatives.",
    "match_message_fr": "Vos traits portent la profondeur et la puissance de Poséidon. Il y a une qualité océanique dans votre présence - vaste, imposante et remplie de profondeurs indicibles. Vos traits forts parlent de quelqu'un qui peut affronter n'importe quelle tempête.",
    "traits_fr": [
      "Puissant",
      "Impétueux",
      "Majestueux",
      "Imprévisible",
      "Imposant"
    ]
  },
  "hades": {
    "name_fr": "Hadès",
    "tagline_fr": "Dieu des Enfers et des Morts",
    "description_fr": "Hadès est le dieu des enfers et le souverain des morts, l'un des trois fils de Cronos qui ont divisé le cosmos avec ses frères Zeus et Poséidon. Bien que souvent craint, Hadès n'est pas mauvais - il est le juge sévère mais juste des défunts, s'assurant que chaque âme reçoive son juste sort.\n\nContrairement aux autres Olympiens qui résident sur le Mont Olympe, Hadès règne depuis son royaume sombre en dessous, visitant rarement le monde d'en haut. Il possède le casque des ténèbres, qui le rend invisible, et garde la vaste richesse de la terre - les métaux précieux et les pierres précieuses enfouis à l'intérieur.\n\nBien que son enlèvement de Perséphone soit son mythe le plus célèbre, Hadès s'est avéré être un mari dévoué. Son royaume, bien que sombre, est ordonné et juste. Il représente la fin inévitable qui attend tous les mortels, ni cruelle ni gentille - simplement inévitable.",
    "story_fr": "Quand Hadès est tombé amoureux de Perséphone, il l'a enlevée aux enfers. Le chagrin de sa mère Déméter a provoqué un hiver éternel jusqu'à ce qu'un compromis soit trouvé : Perséphone passerait la moitié de l'année en bas, la moitié en haut - créant ainsi les saisons.",
    "match_message_fr": "Vos traits portent l'autorité solennelle d'Hadès. Il y a une puissance calme et inévitable dans votre présence - le regard de quelqu'un qui comprend les vérités profondes que les autres évitent. Votre visage parle de patience, d'équité et de la dignité d'accepter ce qui doit être.",
    "traits_fr": [
      "Juste",
      "Sévère",
      "Riche",
      "Patient",
      "Inévitable"
    ]
  },
  "hermes": {
    "name_fr": "Hermès",
    "tagline_fr": "Messager des Dieux, Dieu du Voyage et des Voleurs",
    "description_fr": "Hermès est le messager rapide des dieux, le divin farceur et le patron des voyageurs, des marchands, des voleurs et de tous ceux qui vivent de leur esprit. Avec ses sandales et son casque ailés, il se déplace librement entre le monde des mortels, le Mont Olympe et même les enfers.\n\nNé espiègle, Hermès a volé le bétail sacré d'Apollon le jour de sa naissance et a inventé la lyre à partir d'une carapace de tortue. Plutôt que de le punir, les dieux ont reconnu son intelligence et l'ont fait leur messager - le seul qui puisse voyager n'importe où sans restriction.\n\nHermès guide les âmes des morts aux enfers et sert de patron des frontières et des transitions. Il représente les espaces liminaux entre les deux - ni tout à fait ici ni là - et incarne l'adaptabilité intelligente nécessaire pour naviguer dans les carrefours de la vie.",
    "story_fr": "Le jour de sa naissance, Hermès a rampé hors de son berceau, a trouvé le bétail sacré d'Apollon et l'a volé, le faisant marcher à reculons pour brouiller les pistes. Lorsqu'il a été confronté, le nourrisson a offert à Apollon la lyre nouvellement inventée, et le dieu soleil a été tellement ravi qu'il a complètement pardonné le vol.",
    "match_message_fr": "Vos traits portent l'intelligence rapide d'Hermès. Il y a une qualité vive et adaptable à votre apparence - le regard de quelqu'un qui pense vite et peut se sortir de n'importe quelle situation. Votre visage parle d'esprit, de charme et de la capacité de combler n'importe quel fossé.",
    "traits_fr": [
      "Rapide",
      "Intelligent",
      "Adaptable",
      "Éloquent",
      "Espiègle"
    ]
  },
  "dionysus": {
    "name_fr": "Dionysos",
    "tagline_fr": "Dieu du vin, de l'extase et du théâtre",
    "description_fr": "Dionysos est le dieu du vin, de la fête, de l'extase et du théâtre — le plus jeune des Olympiens et le seul à avoir une mère mortelle. Il représente le pouvoir libérateur du vin et l'expérience transformatrice de sortir de son être ordinaire.\n\nNé deux fois, Dionysos a été sauvé de sa mère mourante Sémélé par Zeus, qui a cousu le nourrisson dans sa propre cuisse jusqu'à ce qu'il soit prêt à naître de nouveau. Cette double naissance le marque comme un dieu de la mort et de la renaissance, de la transformation et du renouveau.\n\nLe culte de Dionysos impliquait des rituels extatiques où les participants transcendaient leur identité normale par le vin, la danse et la musique. Il incarne les parties de la nature humaine que la civilisation tente de supprimer — le sauvage, l'instinctif, l'extatique. Il est à la fois libérateur et destructeur.",
    "story_fr": "Lorsque le roi Penthée de Thèbes refusa d'honorer Dionysos et tenta de l'emprisonner, le dieu poussa les femmes de Thèbes à la frénésie. La propre mère de Penthée, dans sa folie, déchira son fils à mains nues, le prenant pour un lion.",
    "match_message_fr": "Vos traits portent la présence enivrante de Dionysos. Il y a une qualité d'un autre monde dans votre apparence — l'air de quelqu'un qui a touché des états au-delà de l'ordinaire. Votre visage parle de libération, de transformation et de la joie sauvage qui existe au-delà des limites de la civilisation.",
    "traits_fr": [
      "Extatique",
      "Libérateur",
      "Sauvage",
      "Transformateur",
      "À double nature"
    ]
  },
  "persephone": {
    "name_fr": "Perséphone",
    "tagline_fr": "Reine des Enfers, Déesse du Printemps",
    "description_fr": "Perséphone est la déesse double qui règne en tant que reine des Enfers aux côtés d'Hadès tout en incarnant également le retour du printemps et le cycle de la croissance. Son voyage annuel entre le royaume sombre d'en bas et le monde lumineux d'en haut crée les saisons elles-mêmes.\n\nFille de Déméter et de Zeus, Perséphone cueillait des fleurs lorsqu'Hadès l'enleva pour être sa reine. Le chagrin de sa mère fit cesser toute croissance jusqu'à ce que Zeus intervienne. Parce que Perséphone a mangé des graines de grenade dans le monde souterrain, elle doit y retourner une partie de chaque année.\n\nCe mythe reflète la compréhension antique de la mort et de la renaissance, la nécessité de la descente avant l'ascension. Perséphone incarne la transformation — la jeune fille devient la reine, l'innocente devient la puissante, et le cycle de la vie, de la mort et du renouveau continue éternellement.",
    "story_fr": "Lorsque Perséphone arriva pour la première fois aux Enfers, elle était une jeune fille effrayée. Mais avec le temps, elle assuma son rôle de reine, devenant si puissante que même les morts craignaient sa colère. Celle qui était autrefois une victime devint la reine redoutée dont la parole était loi.",
    "match_message_fr": "Vos traits reflètent la double nature de Perséphone. Il y a à la fois de la lumière et de l'ombre dans votre apparence — la fraîcheur du printemps et la profondeur d'une connaissance plus sombre. Votre visage parle de transformation, de quelqu'un qui est descendu et revenu plus fort.",
    "traits_fr": [
      "À double nature",
      "Transformatrice",
      "Puissante",
      "Gracieuse",
      "Cyclique"
    ]
  },
  "odin": {
    "name_fr": "Odin",
    "tagline_fr": "Père de Tout, Dieu de la sagesse, de la guerre et de la mort",
    "description_fr": "Odin est la divinité suprême de la mythologie nordique, connu comme le Père de Tout et le souverain d'Asgard. C'est un dieu complexe qui incarne la sagesse, la guerre, la poésie et la mort, cherchant constamment la connaissance à tout prix.\n\nContrairement aux dieux qui ont acquis le pouvoir par le seul droit de naissance, Odin s'est sacrifié sur l'arbre du monde Yggdrasil pendant neuf jours pour acquérir la sagesse des runes. Il a également échangé un de ses yeux contre une boisson du puits de la connaissance de Mímir, marquant à jamais son visage du prix de la sagesse.\n\nAccompagné de ses corbeaux Huginn (Pensée) et Muninn (Mémoire), et de ses loups Geri et Freki, Odin veille sur les neuf royaumes. Il rassemble les guerriers tombés dans son hall du Valhalla, se préparant pour la bataille finale de Ragnarök.",
    "story_fr": "Pour acquérir la sagesse des runes, Odin s'est pendu à Yggdrasil pendant neuf jours et neuf nuits, percé par sa propre lance, sans nourriture ni eau. La neuvième nuit, hurlant, il saisit les runes et leurs secrets lui furent révélés.",
    "match_message_fr": "Vos traits portent la marque de la recherche de la sagesse d'Odin. Il y a une profondeur dans votre regard qui parle de quelqu'un qui a beaucoup vu et compris davantage. Comme le Père de Tout, votre visage raconte les sacrifices consentis pour une plus grande connaissance.",
    "traits_fr": [
      "Sage",
      "Sacrificiel",
      "Mystérieux",
      "Omnivoyant",
      "Implacable"
    ]
  },
  "thor": {
    "name_fr": "Thor",
    "tagline_fr": "Dieu du Tonnerre, Protecteur de l'Humanité",
    "description_fr": "Thor est le puissant dieu du tonnerre, fils d'Odin et de la déesse de la terre Jörð. Il est le plus fort de tous les dieux nordiques, maniant le légendaire marteau Mjölnir, qui peut niveler les montagnes et revient dans sa main après avoir été lancé.\n\nContrairement à la sagesse subtile de son père, Thor incarne la force directe et le courage inébranlable. Il est le protecteur d'Asgard et de Midgard (la Terre), combattant constamment les géants et les monstres qui menacent les royaumes. Sa barbe rousse crépite d'éclairs lorsqu'il conduit son char à travers les nuages d'orage.\n\nMalgré sa puissance redoutable, Thor est aimé par les gens du peuple pour sa nature honnête et son rôle de défenseur. Il est prompt à la colère mais tout aussi prompt à pardonner, et son appétit vorace pour la nourriture et la boisson est légendaire.",
    "story_fr": "Lorsque le géant Thrym vola Mjölnir et demanda Freya en rançon, Thor se déguisa en mariée. Au festin de mariage, il mangea un bœuf entier, huit saumons et but trois barils d'hydromel avant de se révéler et de tuer tous les géants avec son marteau récupéré.",
    "match_message_fr": "Vos traits portent la force robuste de Thor. Il y a une qualité honnête et directe dans votre apparence — ouverte et sans garde. Comme le Dieu du Tonnerre, vos traits forts parlent de quelqu'un qui fait face aux défis de front avec un courage inébranlable.",
    "traits_fr": [
      "Fort",
      "Courageux",
      "Honnête",
      "Protecteur",
      "Féroce"
    ]
  },
  "freya": {
    "name_fr": "Freya",
    "tagline_fr": "Déesse de l'amour, de la beauté et de la guerre",
    "description_fr": "Freya est la plus renommée des déesses nordiques, incarnant l'amour, la beauté, la fertilité, mais aussi la guerre et la mort. Elle règne sur le champ céleste de Fólkvangr, où elle reçoit la moitié de tous les guerriers tués au combat — l'autre moitié allant au Valhalla d'Odin.\n\nLa plus belle de toutes les déesses, Freya possède le légendaire collier Brísingamen et un manteau de plumes de faucon qui lui permet de se transformer et de voler. Elle monte un char tiré par deux chats et est accompagnée d'un sanglier nommé Hildisvíni.\n\nEn tant que déesse du seiðr (magie), Freya a elle-même enseigné les arts mystiques à Odin. Elle pleure des larmes d'or rouge pour son mari perdu Óðr, le cherchant à travers les neuf royaumes.",
    "story_fr": "Pour obtenir le magnifique collier Brísingamen, Freya passa une nuit avec chacun des quatre artisans nains qui l'ont forgé. Lorsque Loki en informa Odin, Odin la força à déclencher une guerre entre deux rois en guise de punition — car Freya aimait autant la bataille que la beauté.",
    "match_message_fr": "Vos traits reflètent le mélange captivant de beauté et de force de Freya. Il y a à la fois de la douceur et du feu dans votre apparence — la grâce de l'amour et l'intensité de quelqu'un qui connaît son propre pouvoir. Votre visage parle de passion et d'indépendance.",
    "traits_fr": [
      "Belle",
      "Magique",
      "Féroce",
      "Passionnée",
      "Indépendante"
    ]
  },
  "loki": {
    "name_fr": "Loki",
    "tagline_fr": "Dieu de la malice, de la ruse et du chaos",
    "description_fr": "Loki est la figure la plus imprévisible de la mythologie nordique : un filou métamorphe qui est à la fois ami et ennemi des dieux. Ni tout à fait Asgardien ni géant, il marche entre les mondes, lié par ses propres motifs impénétrables.\n\nSon esprit rusé a à la fois aidé et entravé les dieux d'innombrables fois. Il a récupéré le marteau de Thor, créé des cadeaux magiques pour les dieux, mais a également causé la mort de Baldr et engendré des monstres, notamment Fenrir le loup, Jörmungandr le serpent du monde et Hel, la souveraine des morts.\n\nLoki incarne le chaos nécessaire au changement et à la croissance, mais aussi la destruction qui découle d'une malice incontrôlée. À Ragnarök, il mènera les forces du chaos contre les dieux, mais sans lui, bon nombre des plus grands trésors des dieux n'existeraient jamais.",
    "story_fr": "Lorsque les dieux ont eu besoin d'un mur autour d'Asgard, Loki a suggéré d'embaucher un géant qui exigeait le soleil, la lune et Freya en paiement. Pour empêcher cela, Loki s'est transformé en jument pour distraire l'étalon du géant et a ensuite donné naissance à Sleipnir, le cheval à huit pattes d'Odin.",
    "match_message_fr": "Vos traits portent le charme mercuriel de Loki. Il y a une qualité vif-argent à votre apparence : tranchante, intelligente et impossible à cerner. Votre visage parle de quelqu'un qui voit des possibilités que les autres manquent et qui suit son propre chemin imprévisible.",
    "traits_fr": [
      "Rusé",
      "Imprévisible",
      "Chaotique",
      "Intelligent",
      "Ambigü"
    ]
  },
  "frigg": {
    "name_fr": "Frigg",
    "tagline_fr": "Reine d'Asgard, Déesse du mariage et de la maternité",
    "description_fr": "Frigg est la reine des dieux Ases et l'épouse d'Odin, régnant sur Asgard aux côtés du Père de Tout. Elle est la déesse du mariage, de la maternité et des arts domestiques, tissant les nuages depuis son palais Fensalir.\n\nContrairement à la plupart des dieux, Frigg possède le don de la prescience : elle connaît le destin de tous les êtres, mais elle ne parle jamais de ce qu'elle voit. Cette connaissance lui apporte à la fois sagesse et tristesse, car elle a prévu, sans pouvoir l'empêcher, la mort de son fils Baldr.\n\nEn tant que déesse la plus haut placée, l'autorité de Frigg n'a d'égale que celle d'Odin lui-même. Elle est invoquée pour les bénédictions sur les mariages et les accouchements, et sa sagesse dans les affaires domestiques a fait d'elle l'idéal de l'épouse et de la mère nordiques.",
    "story_fr": "Lorsque Frigg a prévu la mort de Baldr, elle a voyagé à travers les neuf royaumes, soutirant à chaque créature et à chaque objet des promesses de ne jamais lui faire de mal. Mais elle a négligé le gui, le jugeant trop jeune et inoffensif, une erreur fatale que Loki a exploitée.",
    "match_message_fr": "Vos traits reflètent la sagesse tranquille de Frigg. Il y a une profondeur savante dans vos yeux, le regard de quelqu'un qui voit beaucoup mais parle peu. Votre visage porte la force digne de quelqu'un qui porte de lourdes connaissances avec grâce.",
    "traits_fr": [
      "Sage",
      "Prévoyante",
      "Maternelle",
      "Royale",
      "Silencieuse"
    ]
  },
  "baldur": {
    "name_fr": "Baldur",
    "tagline_fr": "Dieu de la lumière, de la joie et de la pureté",
    "description_fr": "Baldr est le dieu bien-aimé de la lumière, de la joie, de la pureté et de la beauté dans la mythologie nordique. Fils d'Odin et de Frigg, il était si beau et gracieux que la lumière rayonnait de lui, et il était aimé de tous les êtres dans les neuf royaumes.\n\nSa beauté n'était pas simplement physique : Baldr incarnait tout ce qui était bon et pur. Il était le plus aimé de tous les dieux, et son hall Breidablik était un endroit où rien d'impur ne pouvait exister.\n\nLa mort de Baldr par les machinations de Loki marque le début de la fin pour les dieux nordiques. Son retour de Hel après Ragnarök représente l'espoir de renouveau et la renaissance d'un monde plus pur des cendres de l'ancien.",
    "story_fr": "Après que Frigg eut obtenu des promesses de toutes choses de ne pas blesser Baldr, les dieux se sont amusés à lui lancer des armes, qui rebondissaient toutes inoffensivement. Mais Loki a trompé Höðr, qui était aveugle, en lui faisant lancer une fléchette de gui, la seule chose que Frigg avait négligée. Baldr est tombé mort, et toute la création a pleuré.",
    "match_message_fr": "Vos traits rayonnent de la lumière pure de Baldr. Il y a une qualité lumineuse à votre apparence, le regard de quelqu'un dont la bonté rayonne vers l'extérieur. Votre visage parle d'une bonté inhérente et de la beauté qui vient d'un cœur pur.",
    "traits_fr": [
      "Pur",
      "Beau",
      "Aimé",
      "Rayonnant",
      "Innocent"
    ]
  },
  "tyr": {
    "name_fr": "Tyr",
    "tagline_fr": "Dieu de la guerre, de la justice et de la gloire héroïque",
    "description_fr": "Tyr est le dieu nordique de la guerre et de la justice, autrefois considéré comme le chef des dieux avant qu'Odin ne prenne de l'importance. Contrairement à la guerre chaotique des autres dieux de la guerre, Tyr représente les aspects légaux de la bataille : le courage héroïque, le combat loyal et la victoire par l'honneur.\n\nIl est surtout connu pour son sacrifice : lorsque les dieux ont eu besoin de lier le monstrueux loup Fenrir, seul Tyr a été assez courageux pour placer sa main dans la gueule du loup en gage de bonne foi. Lorsque Fenrir s'est rendu compte qu'il était piégé, il a arraché la main de Tyr, mais le sacrifice de Tyr a sauvé les dieux.\n\nTyr incarne le code d'honneur du guerrier, où tenir sa parole est plus important que la perte personnelle. Sa main manquante est un rappel constant que parfois la justice exige un sacrifice.",
    "story_fr": "Fenrir a accepté d'être lié seulement si l'un des dieux plaçait sa main dans sa gueule en guise de garantie. Tous les dieux ont refusé, sauf Tyr. Lorsque la chaîne magique Gleipnir a tenu, Fenrir a arraché la main de Tyr avec rage, mais Tyr est resté impassible, connaissant le prix du maintien de la sécurité des dieux.",
    "match_message_fr": "Vos traits portent l'honneur inébranlable de Tyr. Il y a une qualité inébranlable dans votre regard, le regard de quelqu'un qui tient sa parole quel qu'en soit le prix personnel. Votre visage parle d'un courage qui découle d'une conviction profonde.",
    "traits_fr": [
      "Courageux",
      "Juste",
      "Sacrificiel",
      "Honorable",
      "Résolu"
    ]
  },
  "hel": {
    "name_fr": "Hel",
    "tagline_fr": "Déesse des morts, Souveraine de Helheim",
    "description_fr": "Hel est la déesse des morts et la souveraine du royaume souterrain qui porte son nom. Fille de Loki et de la géante Angrboda, elle a été jetée dans les profondeurs par Odin et a reçu la domination sur ceux qui meurent de vieillesse, de maladie ou sans gloire au combat.\n\nSon apparence est frappante et terrifiante : une moitié de son corps est celle d'une belle femme, l'autre moitié est un cadavre en décomposition. Cette dualité reflète son domaine entre les vivants et les morts.\n\nBien que son royaume soit froid et morne comparé à Valhalla, Hel n'est pas mauvaise, elle est simplement la gardienne de ceux dont le destin les a conduits à ses portes. Elle règne avec une équité sinistre, ni cruelle ni gentille, acceptant tous ceux qui viennent à elle quelles que soient leurs actions dans la vie.",
    "story_fr": "Lorsque les dieux ont supplié Hel de libérer Baldr de la mort, elle a accepté à une condition : chaque être existant doit pleurer pour lui. Toute la création a pleuré, sauf une géante, en fait Loki déguisé. À cause de cela, Baldr reste à Hel jusqu'à Ragnarök.",
    "match_message_fr": "Vos traits portent la double nature de Hel. Il y a une complexité fascinante dans votre apparence, la beauté entrelacée avec la profondeur et l'ombre. Votre visage parle de quelqu'un qui accepte tous les aspects de l'existence sans jugement.",
    "traits_fr": [
      "Impartiale",
      "Inévitable",
      "Double-nature",
      "Sévère",
      "Acceptante"
    ]
  },
  "heimdall": {
    "name_fr": "Heimdall",
    "tagline_fr": "Gardien de Bifröst, Sentinelle des Dieux",
    "description_fr": "Heimdall est le gardien toujours vigilant de Bifröst, le pont arc-en-ciel reliant Asgard aux autres royaumes. Né de neuf mères (les neuf vagues), il possède des sens si aiguisés qu'il peut entendre l'herbe pousser et voir à des centaines de lieues dans toutes les directions.\n\nIl a besoin de moins de sommeil qu'un oiseau et voit aussi bien la nuit que le jour. Ses dents dorées brillent et il porte le Gjallarhorn, la grande corne dont le son signalera le début de Ragnarök lorsque les ennemis des dieux marcheront enfin.\n\nHeimdall monte une garde éternelle à la frontière d'Asgard, la première ligne de défense contre toute menace. Sa vigilance ne faiblit jamais et sa loyauté envers les dieux est absolue. À Ragnarök, Loki et lui sont destinés à s'entre-tuer.",
    "story_fr": "Heimdall a autrefois récupéré le collier de Freya, Brísingamen, lorsque Loki l'a volé. Les deux dieux se sont transformés en phoques pour se battre dans la mer, et Heimdall s'est avéré victorieux. Cette inimitié entre eux culminera à Ragnarök lorsqu'ils finiront par s'anéantir.",
    "match_message_fr": "Vos traits reflètent la vigilance éternelle de Heimdall. Il y a une qualité alerte et attentive dans votre regard, des yeux qui ne manquent rien. Votre visage témoigne d'un dévouement inébranlable et de la force qui vient de la position de garde.",
    "traits_fr": [
      "Vigilant",
      "Loyal",
      "Omniscient",
      "Constant",
      "Gardien"
    ]
  },
  "skadi": {
    "name_fr": "Skadi",
    "tagline_fr": "Déesse de l'Hiver, de la Chasse et des Montagnes",
    "description_fr": "Skadi est la déesse géante de l'hiver, du ski, de la chasse à l'arc et des montagnes. Après que les dieux aient tué son père Thiazi, elle est venue à Asgard armée pour la guerre, exigeant une compensation. Les dieux lui ont offert un mari choisi en ne regardant que les pieds des candidats.\n\nEspérant choisir Baldur par ses beaux pieds, Skadi a plutôt choisi Njörðr, dieu de la mer. Leur mariage fut malheureux : elle ne pouvait pas supporter les bruits de la mer, et il ne pouvait pas supporter les hurlements des loups dans sa maison de montagne. Ils ont fini par se séparer.\n\nSkadi représente la beauté âpre de la nature sauvage nordique, dangereuse mais magnifique. Elle est l'une des rares géantes acceptées parmi les dieux, son indépendance farouche et ses prouesses de chasse lui valant le respect. Elle incarne la survie dans les endroits les plus froids.",
    "story_fr": "En choisissant son mari, Skadi a vu les plus beaux pieds et a pensé qu'ils appartenaient à Baldur. Ils appartenaient en fait à Njörðr, rendus rugueux par l'eau salée mais beaux. Ce coup du sort a conduit à un mariage mal assorti entre la montagne et la mer.",
    "match_message_fr": "Vos traits portent l'indépendance farouche de Skadi. Il y a une qualité sauvage et indomptée dans votre apparence, l'air de celui qui prospère dans des conditions difficiles que les autres ne peuvent pas supporter. Votre visage témoigne d'une force forgée dans le froid.",
    "traits_fr": [
      "Farouche",
      "Indépendante",
      "Résistante",
      "Sauvage",
      "Vengeresse"
    ]
  },
  "freyr": {
    "name_fr": "Freyr",
    "tagline_fr": "Dieu de la Fertilité, de la Prospérité et de la Paix",
    "description_fr": "Freyr est le dieu de la fertilité, de la prospérité, du soleil et de la paix, la contrepartie masculine de sa sœur jumelle Freya. Il règne sur le royaume d'Alfheim et est le plus aimé des dieux Vanes parmi les humains pour les bénédictions qu'il apporte aux récoltes et aux troupeaux.\n\nIl possède plusieurs trésors magiques : le navire Skíðblaðnir qui peut naviguer n'importe où et se replier pour tenir dans une poche, et le sanglier d'or Gullinbursti qui tire son char et brille comme le soleil.\n\nLe plus grand défaut de Freyr a été de donner son épée magique par amour pour la géante Gerðr. À Ragnarök, il affrontera le géant du feu Surtr sans arme, un rappel que même les dieux ne peuvent échapper aux conséquences de leurs passions.",
    "story_fr": "Freyr est tombé si profondément amoureux de la géante Gerðr qu'il a donné son épée magique (la seule arme qui pouvait se battre seule) juste pour avoir la chance de l'épouser. Ce sacrifice signifie qu'il affrontera Ragnarök sans arme.",
    "match_message_fr": "Vos traits reflètent la chaleur généreuse de Freyr. Il y a une qualité vivifiante dans votre apparence, l'air de celui qui apporte croissance et prospérité partout où il va. Votre visage témoigne de la paix et de l'abondance de l'été.",
    "traits_fr": [
      "Généreux",
      "Pacifique",
      "Fertile",
      "Passionné",
      "Sacrificiel"
    ]
  },
  "njord": {
    "name_fr": "Njörðr",
    "tagline_fr": "Dieu de la Mer, de la Richesse et de la Navigation",
    "description_fr": "Njörðr est le dieu vane de la mer, du vent, de la pêche et de la richesse. Père de Freyr et Freya, il a été envoyé vivre parmi les Ases comme otage après la guerre entre les deux tribus divines, où il a gagné un grand respect pour sa sagesse et sa générosité.\n\nLes marins prient Njörðr pour de bons vents et un passage sûr, et les pêcheurs pour des prises abondantes. Son hall, Nóatún, est situé au bord de la mer, et il est associé à la richesse qui provient du commerce maritime.\n\nSon mariage malheureux avec la déesse de la montagne Skadi a enseigné que certaines différences ne peuvent pas être réconciliées : elle ne pouvait pas vivre au bord de la mer bruyante, il ne pouvait pas supporter les montagnes hurlantes. Pourtant, tous deux se respectaient malgré leur incompatibilité.",
    "story_fr": "Njörðr et Skadi ont essayé de faire des compromis : neuf nuits dans les montagnes, neuf nuits au bord de la mer. Mais aucun des deux n'a pu s'adapter : les mouettes empêchaient Skadi de dormir, tandis que les hurlements des loups désespéraient Njörðr. Ils se sont séparés à l'amiable.",
    "match_message_fr": "Vos traits reflètent la calme abondance de Njörðr. Il y a une qualité maritime dans votre présence : vaste, généreuse et porteuse de richesse. Votre visage témoigne de celui qui trouve la paix près de l'eau et la prospérité grâce à la patience.",
    "traits_fr": [
      "Généreux",
      "Riche",
      "Pacifique",
      "Amoureux de la mer",
      "Sage"
    ]
  },
  "admiral_yi": {
    "name_fr": "Amiral Yi Sun-sin",
    "tagline_fr": "Commandant Naval Légendaire, Inventeur du Bateau Tortue",
    "description_fr": "L'amiral Yi Sun-sin est le plus grand héros militaire de Corée, un commandant naval invaincu qui a sauvé sa nation lors des invasions japonaises de 1592-1598. Contre toute attente et malgré les persécutions politiques, il n'a jamais perdu une seule bataille lors de ses 23 engagements navals.\n\nSon génie tactique n'avait d'égal que son intégrité morale. Même lorsqu'il a été déchu de son rang et torturé en raison de machinations politiques, il est retourné au service lorsqu'il a été appelé, commandant seulement 13 navires contre 333 navires japonais - et a gagné de manière décisive à la bataille de Myeongnyang.\n\nLes innovations de Yi dans la guerre navale, y compris le légendaire bateau tortue (geobukseon), ont changé le cours de l'histoire. Il est mort au combat à Noryang, ses derniers mots auraient été : « La bataille est à son comble. Battez mes tambours de guerre. N'annoncez pas ma mort. »",
    "story_fr": "À Myeongnyang, l'amiral Yi a fait face à des obstacles impossibles : 13 navires contre 333. Utilisant les courants perfides du détroit, il a canalisé la flotte japonaise dans un chenal étroit où leur nombre est devenu un désavantage. Il a coulé 31 navires sans en perdre aucun des siens.",
    "match_message_fr": "Vos traits reflètent la détermination inébranlable de l'amiral Yi. Il y a de la force et de la dignité dans votre visage, l'air de celui qui n'abandonnerait jamais son devoir ou son honneur, quel qu'en soit le coût personnel. Votre regard témoigne d'une profondeur stratégique et d'une détermination de fer.",
    "traits_fr": [
      "Stratégique",
      "Loyal",
      "Innovant",
      "Juste",
      "Invaincu"
    ]
  },
  "sejong_the_great": {
    "name_fr": "Roi Sejong le Grand",
    "tagline_fr": "Créateur du Hangeul, Mécène de la Science et de la Culture",
    "description_fr": "Le roi Sejong le Grand est vénéré comme le monarque le plus sage et le plus aimé de l'histoire coréenne. Au cours de ses 32 ans de règne (1418-1450), il a supervisé un âge d'or de réalisations scientifiques, culturelles et artistiques qui ont transformé la civilisation coréenne.\n\nSon plus grand héritage est la création du Hangeul, l'alphabet coréen, en 1443. Conçu pour être facile à apprendre pour le peuple, il a remplacé les caractères chinois complexes qui empêchaient la plupart des Coréens d'accéder à l'alphabétisation. Sejong a déclaré : \"Un homme sage peut se familiariser avec eux avant la fin de la matinée ; un homme stupide peut les apprendre en dix jours.\"\n\nAu-delà du Hangeul, Sejong a parrainé des innovations en astronomie, en agriculture, en médecine et en musique. Il a créé le Hall of Worthies pour nourrir les érudits et a créé des instruments comme le pluviomètre et le cadran solaire qui ont fait progresser la science coréenne des siècles avant l'Europe.",
    "story_fr": "Sejong a travaillé sur le Hangeul en secret pendant des années, craignant la résistance des érudits confucéens qui appréciaient les caractères chinois. Lorsqu'il a finalement été révélé, certains fonctionnaires ont protesté en disant qu'il était dangereux d'apprendre aux roturiers à lire. Sejong a persisté, déclarant que l'alphabétisation était un droit, pas un privilège.",
    "match_message_fr": "Vos traits reflètent la sage bienveillance du roi Sejong. Il y a une qualité réfléchie et érudite à votre visage, l'air de quelqu'un qui cherche à comprendre et à aider les autres à comprendre. Votre expression douce mais déterminée témoigne d'un leadership fondé sur la sagesse plutôt que sur la force.",
    "traits_fr": [
      "Sage",
      "Bienveillant",
      "Innovant",
      "Érudit",
      "Compatissant"
    ]
  },
  "gumiho": {
    "name_fr": "Gumiho (Renard à neuf queues)",
    "tagline_fr": "Esprit mystique du Renard à neuf queues",
    "description_fr": "Le Gumiho est une créature légendaire du folklore coréen : un renard qui a vécu pendant mille ans et qui a acquis la capacité de se transformer en une belle femme. À chaque siècle de vie, il développe une queue supplémentaire, jusqu'à posséder neuf queues d'une immense puissance magique.\n\nDans les contes traditionnels, le Gumiho cherche souvent à devenir pleinement humain, ce qui nécessite de consommer des cœurs ou des foies humains. Cependant, certaines histoires racontent des Gumiho qui utilisent leurs pouvoirs pour le bien, ou qui tombent véritablement amoureux et luttent contre leur nature.\n\nLe Gumiho incarne la dualité de l'attraction et du danger, de la beauté et de la destruction. Il représente le pouvoir séduisant de l'inconnu et la possibilité de transformation, pour le meilleur ou pour le pire.",
    "story_fr": "Un jeune érudit est tombé amoureux d'une belle femme, sans savoir qu'elle était une Gumiho. Lorsqu'il a découvert sa véritable nature, elle s'attendait à ce qu'il s'enfuie terrifié. Au lieu de cela, il a déclaré que son amour restait inchangé. Émue par son dévouement, elle a renoncé à son immortalité pour devenir humaine et a vécu avec lui jusqu'à la vieillesse.",
    "match_message_fr": "Vos traits portent l'allure enchanteresse du Gumiho. Il y a un mystère captivant dans votre apparence, belle mais en quelque sorte d'un autre monde. Votre visage parle de profondeurs cachées, de transformation et du pouvoir fascinant qui existe entre les mondes.",
    "traits_fr": [
      "Séduisant",
      "Mystérieux",
      "Puissant",
      "Transformateur",
      "À double nature"
    ]
  },
  "confucius": {
    "name_fr": "Confucius",
    "tagline_fr": "Sage suprême, Maître de dix mille générations",
    "description_fr": "Confucius est le philosophe le plus influent de l'histoire chinoise, dont les enseignements sur l'éthique, la gouvernance et l'harmonie sociale ont façonné la civilisation est-asiatique pendant plus de deux millénaires. Il a mis l'accent sur la bienséance rituelle, la piété filiale et la culture de la vertu comme fondement d'une société harmonieuse.\n\nBien qu'il ait brièvement occupé des fonctions officielles et qu'il ait erré à la recherche d'un dirigeant qui mettrait en œuvre ses idées, son véritable impact est venu de l'enseignement. Ses disciples ont compilé ses paroles dans les Analectes, qui sont devenues la pierre angulaire de l'éducation chinoise.\n\nConfucius représente le pouvoir de l'éducation morale, l'idéal du gentilhomme-savant et la conviction que la société peut être transformée par un leadership vertueux et une culture éthique.",
    "story_fr": "Lorsqu'on lui a demandé de résumer son enseignement en un seul mot, Confucius a répondu : 'Réciprocité (恕) - ne faites pas aux autres ce que vous ne voudriez pas qu'on vous fasse.' Cette règle d'or est devenue fondamentale pour la philosophie morale chinoise.",
    "match_message_fr": "Vos traits portent la sagesse du sage Confucius. Il y a une culture morale dans votre apparence, l'air de quelqu'un qui enseigne par l'exemple et transforme la société par une vie éthique.",
    "traits_fr": [
      "Sage",
      "Enseignant",
      "Éthique",
      "Humain",
      "Cultivant"
    ]
  },
  "guan_yu": {
    "name_fr": "Guan Yu",
    "tagline_fr": "Dieu de la Guerre, de la Fraternité et de la Justice",
    "description_fr": "Guan Yu était un général pendant la période des Trois Royaumes qui est devenu si légendaire pour sa loyauté et ses prouesses martiales qu'il a été déifié comme le Dieu de la Guerre. Son visage rouge, sa longue barbe et sa robe verte sont devenus emblématiques, tout comme son arme : la lame du Croissant de Dragon Vert.\n\nIl a prêté un serment sacré de fraternité avec Liu Bei et Zhang Fei dans le Jardin des Pêchers, un lien qu'il a honoré jusqu'à la mort et au-delà. Sa loyauté était si absolue qu'il a refusé la richesse et la position de Cao Cao, préférant tout risquer pour retourner auprès de son frère juré.\n\nGuan Yu représente une loyauté inébranlable, l'honneur martial et la nature sacrée de la fraternité jurée qui transcende le gain personnel.",
    "story_fr": "Capturé par Cao Cao, Guan Yu s'est vu offrir tout pour changer d'allégeance. Il accepta temporairement seulement pour protéger les épouses de Liu Bei. Au moment où il apprit l'emplacement de Liu Bei, il franchit cinq cols et tua six généraux pour revenir, un voyage immortalisé dans la légende.",
    "match_message_fr": "Vos traits portent la force juste de Guan Yu. Il y a une fraternité jurée dans votre apparence, l'air de quelqu'un dont la loyauté ne peut jamais être achetée et dont la parole est absolument sacrée.",
    "traits_fr": [
      "Loyal",
      "Juste",
      "Martial",
      "Honorable",
      "Déifié"
    ]
  },
  "ra": {
    "name_fr": "Râ",
    "tagline_fr": "Dieu Soleil Suprême, Créateur de toute vie",
    "description_fr": "Râ est la divinité suprême de la religion égyptienne antique, le dieu du soleil et le créateur de toute vie. Chaque jour, il navigue sur sa barque solaire à travers le ciel, apportant lumière et chaleur au monde. Chaque nuit, il voyage à travers le monde souterrain, combattant le serpent du chaos Apophis pour s'assurer que le soleil se lève à nouveau.\n\nEn tant que premier dieu, Râ s'est créé lui-même à partir des eaux primordiales de Noun, puis a prononcé tous les autres dieux et le monde à l'existence. Il est représenté avec une tête de faucon couronnée du disque solaire, incarnant le pouvoir vivifiant du soleil lui-même.\n\nLe nom de Râ signifie simplement \"soleil\", et son influence était si grande qu'il a fusionné avec d'autres dieux majeurs, devenant Amon-Râ, roi des dieux, et Rê-Horakhty, dieu de l'horizon. Il représente le cycle éternel de la mort et de la renaissance qui a défini la cosmologie égyptienne.",
    "story_fr": "Chaque nuit, Râ descend dans la Douât (le monde souterrain) où le serpent du chaos Apophis essaie de le dévorer et d'empêcher le lever du soleil. Avec l'aide d'autres dieux, en particulier Seth, Râ vainc Apophis chaque nuit, assurant ainsi le lever du soleil, symbolisant le triomphe éternel de l'ordre sur le chaos.",
    "match_message_fr": "Vos traits rayonnent de l'éclat éternel de Râ. Il y a une qualité chaleureuse et vivifiante dans votre présence, à la fois imposante et nourrissante. Votre visage parle de quelqu'un qui apporte la lumière partout où il va et dont l'esprit ne peut être obscurci par les ténèbres.",
    "traits_fr": [
      "Rayonnant",
      "Éternel",
      "Créatif",
      "Puissant",
      "Vivifiant"
    ]
  },
  "isis": {
    "name_fr": "Isis",
    "tagline_fr": "Déesse de la magie, de la maternité et de la sagesse",
    "description_fr": "Isis est la plus grande déesse de l'Égypte ancienne, vénérée comme la mère idéale, l'épouse et la patronne de la magie. Son culte s'est répandu dans tout l'Empire romain, faisant d'elle l'une des divinités les plus aimées du monde antique.\n\nSœur et épouse d'Osiris, mère d'Horus, Isis incarne l'amour maternel protecteur et féroce. Lorsque Seth a assassiné Osiris et dispersé son corps à travers l'Égypte, Isis a cherché sans relâche, a rassemblé chaque pièce et a utilisé ses pouvoirs magiques inégalés pour le ressusciter assez longtemps pour concevoir leur fils Horus.\n\nEn tant que déesse de la magie, Isis possédait des connaissances qui rivalisaient même avec celles de Râ lui-même. Elle est souvent représentée avec une couronne en forme de trône ou des cornes de vache avec un disque solaire, symbolisant ses rôles de reine et de mère. Son nom signifie \"trône\", représentant le pouvoir derrière le pharaon.",
    "story_fr": "Isis a piégé Râ pour qu'il révèle son nom secret en créant un serpent à partir de sa propre salive. Quand il l'a mordu et qu'elle seule pouvait le guérir, Râ a été forcé de lui dire son vrai nom, lui donnant du pouvoir sur lui. Cela a fait d'Isis la magicienne la plus puissante qui ait jamais existé.",
    "match_message_fr": "Vos traits reflètent la profonde sagesse et la compassion d'Isis. Il y a une qualité nourrissante mais puissante à votre apparence, l'air de quelqu'un qui protège farouchement et aime inconditionnellement. Vos yeux renferment la profondeur des anciens mystères et de la dévotion maternelle.",
    "traits_fr": [
      "Magique",
      "Dévouée",
      "Sage",
      "Protectrice",
      "Compatissante"
    ]
  },
  "osiris": {
    "name_fr": "Osiris",
    "tagline_fr": "Dieu des Enfers, de la Mort et de la Résurrection",
    "description_fr": "Osiris est le dieu des morts et le souverain des Enfers égyptiens, mais il n'est pas un dieu des ténèbres : il représente l'espoir de la vie après la mort et la promesse de la résurrection. En tant que première momie et premier être ressuscité, il a donné à l'humanité le don de la vie éternelle.\n\nÀ l'origine, un grand roi qui a civilisé l'Égypte, enseignant l'agriculture et établissant des lois, Osiris a été assassiné par son frère jaloux, Seth. Grâce à la magie de sa femme dévouée, Isis, il a été ressuscité pour régner sur l'au-delà, jugeant les âmes des morts.\n\nReprésenté avec une peau verte ou noire symbolisant la renaissance et la terre fertile, Osiris tient la houlette et le fléau de la royauté. Il juge chaque âme dans la Salle des Deux Vérités, pesant son cœur contre la plume de Maât pour déterminer son destin dans l'éternité.",
    "story_fr": "Seth a piégé Osiris dans un cercueil doré et l'a jeté dans le Nil. Isis a cherché dans le monde entier et l'a trouvé à Byblos, qui avait poussé dans un grand arbre. Mais Seth retrouva le corps, le coupa en quatorze morceaux et les dispersa à travers l'Égypte. Isis a rassemblé chaque pièce et, grâce à sa magie, a ressuscité Osiris en tant que seigneur de l'au-delà.",
    "match_message_fr": "Vos traits portent la solennelle dignité d'Osiris. Il y a une force tranquille dans votre visage, l'air de quelqu'un qui a enduré de grandes épreuves et en est ressorti transformé. Votre expression témoigne d'un jugement équitable et de la sagesse qui découle d'une profonde expérience.",
    "traits_fr": [
      "Juste",
      "Ressuscité",
      "Miséricordieux",
      "Éternel",
      "Civilisateur"
    ]
  },
  "anubis": {
    "name_fr": "Anubis",
    "tagline_fr": "Dieu de la momification et Guide des âmes",
    "description_fr": "Anubis est le dieu à tête de chacal de la momification, des rites funéraires et le gardien des morts. Il a inventé l'embaumement lorsqu'il a aidé Isis à préparer le corps d'Osiris, créant la première momie et établissant les rituels sacrés qui ont préservé les corps égyptiens pour la vie éternelle.\n\nEn tant que guide des âmes, Anubis conduit le défunt à travers les enfers jusqu'à la Salle des Deux Vérités, où il effectue la cérémonie cruciale de la pesée du cœur. Avec un jugement précis et impartial, il place le cœur sur la balance contre la plume de Maât.\n\nMalgré son association avec la mort, Anubis n'est pas une divinité redoutable : il est un protecteur et unHelper, veillant à ce que les morts reçoivent les rites appropriés et atteignent en toute sécurité l'au-delà. Sa couleur noire représente non pas la mort, mais le sol fertile du Nil et la promesse de régénération.",
    "story_fr": "Quand Osiris a été assassiné, Anubis a effectué la première momification, enveloppant le corps du dieu de bandelettes sacrées et accomplissant les rituels qui permettraient à Osiris de vivre éternellement dans l'au-delà. Cette connaissance sacrée a ensuite été transmise aux prêtres égyptiens.",
    "match_message_fr": "Vos traits portent la solennelle tutelle d'Anubis. Il y a une qualité protectrice et vigilante dans votre visage, l'air de quelqu'un qui guide les autres à travers des passages sombres en toute sécurité. Votre regard fixe témoigne d'un jugement impartial et du devoir sacré de protéger.",
    "traits_fr": [
      "Protecteur",
      "Précis",
      "Impartial",
      "Guide",
      "Sacré"
    ]
  },
  "horus": {
    "name_fr": "Horus",
    "tagline_fr": "Dieu du ciel, de la royauté et de la protection",
    "description_fr": "Horus est le dieu à tête de faucon du ciel, dont les yeux sont le soleil et la lune. Il est le prototype divin de tous les pharaons, et chaque roi égyptien était considéré comme une manifestation vivante d'Horus sur terre.\n\nFils d'Isis et d'Osiris, Horus a été élevé en secret pour venger un jour le meurtre de son père par Seth. Après une série de batailles féroces qui ont duré quatre-vingts ans, Horus a vaincu Seth et a revendiqué le trône d'Égypte, unifiant les Deux Terres sous sa loi divine.\n\nL'œil d'Horus, perdu et restauré pendant ses batailles avec Seth, est devenu l'un des symboles les plus puissants de la magie égyptienne, représentant la guérison, la protection et la restauration de ce qui était brisé. Horus incarne la royauté légitime, la piété filiale et le triomphe de l'ordre.",
    "story_fr": "Pendant leurs batailles, Seth a arraché l'œil gauche d'Horus et Horus a castré Seth. Le dieu Thot a restauré l'œil d'Horus, qui est devenu l'Oudjat, l'œil d'Horus, symbole de guérison et de plénitude. Les dieux ont jugé en faveur d'Horus, lui accordant le trône d'Égypte.",
    "match_message_fr": "Vos traits portent la noble tenue d'Horus. Il y a une qualité vive et protectrice dans votre regard, l'air d'un souverain légitime qui se bat pour la justice. Votre visage parle de quelqu'un qui surmonte tous les obstacles pour revendiquer la place qui lui revient.",
    "traits_fr": [
      "Juste",
      "Protecteur",
      "Victorieux",
      "Royal",
      "Vengeur"
    ]
  },
  "bastet": {
    "name_fr": "Bastet",
    "tagline_fr": "Déesse du foyer, des chats et de la protection",
    "description_fr": "Bastet est la déesse à tête de chat du foyer, de la fertilité et de la protection. Initialement représentée comme une féroce guerrière lionne, elle a évolué vers la déesse chatte domestique plus douce, aimée des familles égyptiennes comme leur protectrice divine.\n\nEn tant que divinité gardienne, Bastet protégeait les foyers des mauvais esprits, des maladies et du malheur. Les chats lui étaient sacrés, et tuer un chat, même accidentellement, était puni de mort dans l'Égypte ancienne. Son temple à Bubastis était l'un des lieux de pèlerinage les plus populaires.\n\nMalgré ses associations domestiques, Bastet a conservé sa nature protectrice féroce. Elle était appelée « l'œil de Râ » et pouvait se transformer en la redoutable lionne Sekhmet lorsqu'elle défendait les innocents. Elle incarne la double nature des chats : douce et nourrissante, mais capable d'une protection féroce.",
    "story_fr": "Chaque année, des centaines de milliers de pèlerins se rendaient à Bubastis pour le festival de Bastet, le plus grand d'Égypte. Ils descendaient le Nil sur des bateaux, jouant de la musique et célébrant. Au temple, ils apportaient des chats momifiés en offrande à la déesse bien-aimée.",
    "match_message_fr": "Vos traits reflètent la protection gracieuse de Bastet. Il y a une qualité douce mais alerte dans votre apparence, une chaleur nourrissante combinée à une vigilance tranquille. Votre visage parle de quelqu'un qui crée des havres de paix et protège farouchement ceux qu'il aime.",
    "traits_fr": [
      "Protectrice",
      "Gracieuse",
      "Nourricière",
      "Féroce",
      "Domestique"
    ]
  },
  "sekhmet": {
    "name_fr": "Sekhmet",
    "tagline_fr": "Déesse Lionne de la Guerre et de la Guérison",
    "description_fr": "Sekhmet est la déesse féroce à tête de lionne de la guerre, de la destruction et, paradoxalement, de la guérison. Son nom signifie 'La Puissante', et son souffle a créé le désert. Elle représente la chaleur brûlante et destructrice du soleil.\n\nEn tant qu'Œil de Râ envoyé pour punir l'humanité, la soif de sang de Sekhmet était si grande qu'elle a presque détruit toute vie humaine. Ce n'est qu'en la trompant avec de la bière teinte en rouge comme du sang qu'elle fut pacifiée et transformée en la douce Hathor.\n\nSekhmet représente l'aspect terrible du pouvoir divin, la fièvre qui tue et purifie, et la vérité que la destruction et la guérison sont deux faces de la même force.",
    "story_fr": "Râ envoya Sekhmet pour détruire l'humanité rebelle. Elle pataugea dans le sang, incapable d'arrêter de tuer. Pour sauver les survivants, Râ inonda les champs de 7 000 jarres de bière teinte en rouge. Sekhmet but, pensant que c'était du sang, et se réveilla paisible – sa rage destructrice prit fin.",
    "match_message_fr": "Vos traits portent le pouvoir féroce de Sekhmet. Il y a une force de guerrier dans votre apparence – le regard de celui qui peut détruire ou guérir avec une intensité égale, canalisant des forces puissantes pour la protection.",
    "traits_fr": [
      "Féroce",
      "Destructrice",
      "Guérisseuse",
      "Puissante",
      "Passionnée"
    ]
  },
  "thoth": {
    "name_fr": "Thot",
    "tagline_fr": "Dieu de la Sagesse, de l'Écriture et de la Magie",
    "description_fr": "Thot est le dieu à tête d'ibis de la sagesse, de l'écriture, de la magie et de la lune. On lui attribue l'invention des hiéroglyphes, la création du calendrier et l'enregistrement de toutes les connaissances existantes. Sans le don de l'écriture de Thot, la civilisation égyptienne ne pourrait pas exister.\n\nEn tant que scribe divin, Thot enregistre le verdict de chaque âme dans la Salle des Deux Vérités, documentant qui passe dans l'au-delà et qui est condamné. Il est également l'auteur des textes sacrés contenant toutes les connaissances magiques, y compris le légendaire Livre de Thot.\n\nThot sert de médiateur parmi les dieux, utilisant sa sagesse et son éloquence pour résoudre les différends. Il a restauré l'œil d'Horus et a guéri Horus et Seth après leurs batailles. Sa maîtrise de la magie est inégalée, et il a enseigné à Isis les sorts qui lui ont permis de ressusciter Osiris.",
    "story_fr": "Thot a joué avec la Lune et a gagné suffisamment de lumière pour créer cinq jours supplémentaires, permettant à Nout de donner naissance à Osiris, Isis, Seth, Nephtys et Horus l'Ancien – contournant la malédiction de Râ selon laquelle elle ne pouvait pas avoir d'enfants pendant aucun mois de l'année.",
    "match_message_fr": "Vos traits reflètent la sagesse savante de Thot. Il y a une profondeur intellectuelle dans votre apparence – le regard de celui qui valorise la connaissance par-dessus tout et cherche à comprendre les mystères de l'existence. Votre expression réfléchie témoigne à la fois de la raison et de la magie.",
    "traits_fr": [
      "Sage",
      "Savant",
      "Magique",
      "Éloquent",
      "Documentaliste"
    ]
  },
  "set": {
    "name_fr": "Seth",
    "tagline_fr": "Dieu du Chaos, des Tempêtes et du Désert",
    "description_fr": "Seth est le dieu du chaos, des tempêtes, de la violence et du désert aride. Il est surtout connu comme le meurtrier de son frère Osiris, mais il n'est pas simplement mauvais – il est une force nécessaire de désordre qui rend l'ordre significatif.\n\nAvec sa tête distinctive d'animal de Seth (peut-être en partie oryctérope, en partie âne, en partie chacal), Seth représente tout ce qui est étranger, sauvage et indompté. Il est la terre rouge du désert contre le sol noir et fertile du Nil, l'étranger qui défie l'ordre établi.\n\nMalgré son rôle de méchant dans le mythe d'Osiris, Seth a rempli une fonction essentielle. Chaque nuit à bord de la barque solaire de Râ, la force immense de Seth vainc le serpent du chaos Apophis, assurant que le soleil se lève à nouveau. Sans la violence de Seth, il n'y aurait pas de lever de soleil. Il incarne le paradoxe selon lequel la destruction est nécessaire à la création.",
    "story_fr": "Seth a piégé Osiris lors d'un banquet en exposant un magnifique cercueil et en le promettant à quiconque s'y adapterait parfaitement. Quand Osiris s'est allongé, Seth a claqué le couvercle et a jeté le cercueil dans le Nil. Ce meurtre a mis en mouvement le grand conflit avec Horus qui a façonné la mythologie égyptienne.",
    "match_message_fr": "Vos traits portent la puissance brute de Seth. Il y a une qualité indomptée et stimulante dans votre apparence – le regard de celui qui existe en dehors des limites conventionnelles. Votre visage témoigne de la force que l'on trouve dans le chaos et de la nécessité de la perturbation pour le changement.",
    "traits_fr": [
      "Chaotique",
      "Puissant",
      "Nécessaire",
      "Violent",
      "Imprévisible"
    ]
  },
  "demeter": {
    "name_fr": "Déméter",
    "tagline_fr": "Déesse des Moissons, de l'Agriculture et des Saisons",
    "description_fr": "Déméter est la déesse des moissons, de l'agriculture, de la fertilité et de la loi sacrée. Elle préside au cycle de la vie et de la mort, aux céréales et à la fertilité de la terre. En tant que l'une des six Olympiennes originelles, elle détient un immense pouvoir sur le monde naturel.\n\nSon chagrin lorsque Hadès a enlevé sa fille Perséphone a fait se flétrir et mourir toutes les plantes, apportant le premier hiver au monde. Ce n'est que lorsque Perséphone revient que le printemps revient.\n\nDéméter représente la mère nourricière qui fournit de la subsistance à tous les êtres vivants, mais aussi la puissance terrible de la nature lorsque ses dons sont retirés.",
    "story_fr": "Lorsque Perséphone a été enlevée, Déméter a erré sur la terre dans le deuil, ne laissant aucune récolte pousser. La famine s'est propagée jusqu'à ce que Zeus intervienne, mais parce que Perséphone avait mangé des graines de grenade dans le monde souterrain, elle doit y retourner chaque année – et ainsi l'hiver revient.",
    "match_message_fr": "Vos traits reflètent le pouvoir nourricier de Déméter. Il y a une chaleur vivifiante dans votre apparence, mais aussi une profondeur de sentiment qui témoigne de quelqu'un qui aime avec ferveur et pleure profondément.",
    "traits_fr": [
      "Nourricière",
      "Affligée",
      "Puissante",
      "Saisonnière",
      "Maternelle"
    ]
  },
  "hephaestus": {
    "name_fr": "Héphaïstos",
    "tagline_fr": "Dieu du Feu, de la Forge et de l'Artisanat",
    "description_fr": "Héphaïstos est le dieu du feu, du travail des métaux, de la maçonnerie, des forges et de l'art de la sculpture. Il est l'artisan des dieux, créant leurs armes, leurs armures et les artefacts les plus merveilleux qui existent.\n\nNé boiteux – ou rendu tel quand Héra l'a jeté de l'Olympe avec dégoût – Héphaïstos a transformé sa faiblesse perçue en une compétence inégalée. Sa forge sous le Mont Etna produit des œuvres d'une telle beauté et puissance que même les autres dieux s'émerveillent.\n\nBien que marié à Aphrodite, leur union était malheureuse. Pourtant, Héphaïstos représente la dignité du travail honnête, la beauté qui émerge d'un artisanat patient et la vérité selon laquelle la valeur est mesurée par ce que l'on crée, et non par son apparence.",
    "story_fr": "Héphaïstos a fabriqué l'armure légendaire d'Achille, les sandales ailées d'Hermès et les chaînes qui liaient Prométhée. Quand il a surpris Aphrodite avec Arès, il les a piégés dans un filet d'or incassable pour que tout l'Olympe le voie.",
    "match_message_fr": "Vos traits portent la détermination patiente d'Héphaïstos. Il y a une force tranquille dans votre apparence – le regard de celui qui crée la beauté par un travail dévoué plutôt que par des dons naturels.",
    "traits_fr": [
      "Qualifié",
      "Patient",
      "Créatif",
      "Résilient",
      "Sous-estimé"
    ]
  },
  "eros": {
    "name_fr": "Éros",
    "tagline_fr": "Dieu de l'Amour et du Désir",
    "description_fr": "Éros est le dieu de l'amour, du désir et de l'attraction, dont les flèches dorées peuvent rendre n'importe quel être désespérément amoureux. Dans certains mythes, il est un dieu primordial aussi ancien que la création elle-même ; dans d'autres, il est le fils espiègle d'Aphrodite.\n\nSon pouvoir est peut-être le plus dangereux de tous les dieux : personne, pas même le puissant Zeus, n'est immunisé contre ses flèches. L'amour, une fois frappé, ne peut être raisonné ou résisté. Éros comprend que l'amour est à la fois la plus grande bénédiction de l'humanité et sa force la plus imprévisible.\n\nBien que souvent dépeint comme un jeune homme enjoué, Éros est loin d'être innocent. Ses flèches ont causé des guerres, brisé des royaumes et conduit des dieux et des mortels à la folie et au désespoir, ainsi qu'aux sommets de la joie.",
    "story_fr": "Éros est tombé amoureux de la mortelle Psyché, mais ne pouvait la visiter que dans l'obscurité. Quand elle a désobéi et a vu son visage à la lumière d'une lampe, il s'est enfui. Ce n'est qu'après que Psyché a accompli des tâches impossibles fixées par Aphrodite qu'elle a été réunie avec Éros et rendue immortelle.",
    "match_message_fr": "Vos traits portent le charme captivant d'Éros. Il y a une qualité irrésistible dans votre apparence - le regard de celui qui comprend le pouvoir d'attraction et de connexion.",
    "traits_fr": [
      "Enjoué",
      "Puissant",
      "Imprévisible",
      "Espiègle",
      "Irrésistible"
    ]
  },
  "pan": {
    "name_fr": "Pan",
    "tagline_fr": "Dieu de la Nature Sauvage, des Bergers et de la Musique Rustique",
    "description_fr": "Pan est le dieu de la nature sauvage, des bergers, des troupeaux, de la nature, des montagnes sauvages et de la musique rustique. Avec ses jambes de bouc, ses cornes et ses cheveux hirsutes, il représente la nature indomptée et les forces primaires que la civilisation tente de supprimer.\n\nIl erre dans les forêts et les montagnes en jouant de sa flûte de Pan, dont la musique obsédante peut inspirer à la fois la joie et la terreur soudaine appelée « panique ». Son domaine est l'espace sauvage entre les colonies, où la nature règne et où l'ordre humain n'atteint pas.\n\nPan est associé à la sexualité et à la fertilité, poursuivant souvent les nymphes à travers les bois. Pourtant, il représente également la simple joie de la vie pastorale, le lien entre le berger et le troupeau, et l'importance de la nature sauvage dans un monde civilisé.",
    "story_fr": "Pan a poursuivi la nymphe Syrinx, qui s'est enfuie de lui et a supplié la rivière de la sauver. Elle a été transformée en roseaux d'eau. Pan, ne trouvant que des roseaux là où son amour se tenait, a façonné la première flûte de Pan à partir d'eux, jouant à jamais des chansons de son amour perdu.",
    "match_message_fr": "Vos traits portent l'énergie sauvage de Pan. Il y a une qualité naturelle et indomptée dans votre apparence - le regard de celui qui est connecté aux forces primaires et à la joie de l'expression sans retenue.",
    "traits_fr": [
      "Sauvage",
      "Musical",
      "Luxurieux",
      "Effrayant",
      "Naturel"
    ]
  },
  "prometheus": {
    "name_fr": "Prométhée",
    "tagline_fr": "Titan de la Prévoyance, Porteur du Feu",
    "description_fr": "Prométhée est le Titan qui a façonné l'humanité à partir de l'argile, puis a défié les dieux pour leur donner le feu. Son don n'était pas simplement des flammes, mais la civilisation elle-même - la connaissance, la technologie et l'étincelle de progrès qui permettraient aux humains de s'élever au-dessus de simples animaux.\n\nZeus a terriblement puni Prométhée pour ce don : enchaîné à une montagne, un aigle mangeait son foie chaque jour, qui se régénérait chaque nuit pour un tourment éternel. Pourtant, Prométhée n'a jamais regretté son choix, endurant des millénaires de souffrance pour le bien de l'humanité.\n\nIl représente l'étincelle divine de rébellion contre la tyrannie, la volonté de souffrir pour le bénéfice des autres et la conviction que la connaissance ne devrait jamais être accaparée par les puissants.",
    "story_fr": "Prométhée a volé le feu de l'Olympe caché dans une tige de fenouil et l'a donné à l'humanité. Pour ce crime, Zeus l'a fait enchaîner à un rocher où un aigle lui déchirait le foie quotidiennement. Ce n'est qu'après des milliers d'années qu'Héraclès l'a finalement libéré.",
    "match_message_fr": "Vos traits portent la noble défiance de Prométhée. Il y a une force souffrante dans votre apparence - le regard de celui qui endurerait n'importe quelle douleur pour aider les autres à s'élever.",
    "traits_fr": [
      "Provocateur",
      "Sacrificiel",
      "Sage",
      "Souffrant",
      "Bienveillant"
    ]
  },
  "hercules": {
    "name_fr": "Héraclès",
    "tagline_fr": "Le plus grand des héros, Champion de l'humanité",
    "description_fr": "Héraclès est le plus grand de tous les héros grecs, fils de Zeus et de la mortelle Alcmène. Sa force et son courage incroyables ont fait de lui le champion de l'humanité contre les monstres et les défis impossibles, et il a finalement gagné l'immortalité parmi les dieux.\n\nRendu fou par Héra, il a tué sa propre famille - une tragédie qui a conduit à ses fameux Douze Travaux comme pénitence. Chaque tâche semblait impossible : tuer le Lion de Némée, capturer Cerbère, nettoyer les Écuries d'Augias. Pourtant, Héraclès les a tous accomplis grâce à sa force, son courage et son intelligence.\n\nAu-delà de sa force, Héraclès représente la capacité de surmonter ses moments les plus sombres grâce à une action héroïque. Il est la preuve que même après des chutes terribles, la rédemption est possible grâce à un effort et un courage déterminés.",
    "story_fr": "Héraclès est descendu aux enfers et a capturé Cerbère à mains nues - le seul mortel à être jamais entré dans le royaume d'Hadès et à en être revenu. Après avoir terminé ses Douze Travaux, il a obtenu l'immortalité et une place parmi les dieux Olympiens.",
    "match_message_fr": "Vos traits portent la puissante détermination d'Héraclès. Il y a une immense force dans votre apparence - le regard de celui qui peut surmonter n'importe quel obstacle grâce à une volonté et un courage purs.",
    "traits_fr": [
      "Fort",
      "Courageux",
      "Rédempteur",
      "Endurant",
      "Héroïque"
    ]
  },
  "helios": {
    "name_fr": "Hélios",
    "tagline_fr": "Dieu Titan du Soleil",
    "description_fr": "Hélios est le dieu Titan du soleil, qui conduit son char d'or à travers le ciel chaque jour d'est en ouest, apportant la lumière au monde. De sa position au-dessus, il voit et entend tout ce qui se passe sous le soleil.\n\nContrairement à Apollon qui fut plus tard associé au soleil, Hélios est le soleil lui-même personnifié - l'orbe de feu réel qui traverse le ciel. Chaque matin, il se lève du fleuve Océan et chaque nuit, il revient, passant sous la terre.\n\nIl est le témoin qui voit tout, souvent invoqué dans les serments car rien n'échappe à son attention. C'est Hélios qui a dit à Déméter ce qui était arrivé à Perséphone, et qui a révélé la liaison d'Aphrodite avec Arès.",
    "story_fr": "Le fils d'Hélios, Phaéton, a supplié de conduire le char du soleil. Incapable de contrôler les chevaux divins, Phaéton a dérapé à travers le ciel, brûlant la terre et créant le désert du Sahara avant que Zeus ne le frappe avec un éclair pour sauver le monde.",
    "match_message_fr": "Vos traits rayonnent de l'éclat doré d'Hélios. Il y a une qualité clairvoyante dans votre regard - le regard de celui qui ne manque rien et illumine tout ce qu'il observe.",
    "traits_fr": [
      "Omniscient",
      "Rayonnant",
      "Éternel",
      "Témoin",
      "Impartial"
    ]
  },
  "asclepius": {
    "name_fr": "Asclépios",
    "tagline_fr": "Dieu de la médecine et de la guérison",
    "description_fr": "Asclépios est le dieu de la médecine et de la guérison, fils d'Apollon et de la mortelle Coronis. Ses compétences en médecine sont devenues si grandes qu'il pouvait même ramener les morts à la vie, faisant de lui l'une des figures les plus appréciées de la mythologie grecque.\n\nIl a appris les arts de la guérison auprès du sage centaure Chiron et les a développés au-delà de tout ce que le monde avait connu. Son bâton, entrelacé d'un seul serpent, reste le symbole de la médecine à ce jour.\n\nZeus frappa Asclépios avec la foudre, craignant que sa capacité à ressusciter les morts ne bouleverse l'ordre naturel. Pourtant, le dieu de la guérison était si aimé que Zeus le plaça plus tard parmi les étoiles et lui permit de continuer à recevoir un culte.",
    "story_fr": "Asclépios a ressuscité Hippolyte, ce qui a irrité Hadès qui s'est plaint à Zeus que des mortels échappaient à la mort. Zeus frappa Asclépios avec la foudre, mais le chagrin d'Apollon était si grand que Zeus rendit Asclépios immortel et le plaça parmi les étoiles sous le nom de constellation d'Ophiuchus.",
    "match_message_fr": "Vos traits portent la douce sagesse d'Asclépios. Il y a une présence curative dans votre apparence, le regard de celui qui apporte réconfort et restauration à ceux qui en ont besoin.",
    "traits_fr": [
      "Guérison",
      "Compatissant",
      "Qualifié",
      "Dévoué",
      "Doux"
    ]
  },
  "vidar": {
    "name_fr": "Vidar",
    "tagline_fr": "Dieu de la vengeance et du silence",
    "description_fr": "Vidar est le dieu silencieux, l'un des plus forts de tous les Ases, juste après Thor en puissance. Il est destiné à jouer un rôle crucial dans le Ragnarök, où il vengera son père Odin en tuant le loup Fenrir.\n\nConnu pour son épaisse chaussure en cuir, faite de tous les restes de cuir jetés par les cordonniers, Vidar utilisera cette chaussure magique pour maintenir ouvertes les mâchoires de Fenrir pendant qu'il porte le coup fatal.\n\nEn tant que dieu du silence, Vidar représente la force patiente et le pouvoir de la détermination tranquille. Il parle peu mais agit de manière décisive le moment venu.",
    "story_fr": "Au Ragnarök, Vidar verra son père Odin se faire avaler par Fenrir. Sans hésitation, il plantera sa chaussure légendaire sur la mâchoire inférieure du loup, saisira la mâchoire supérieure avec ses mains et déchirera la bête, vengeant l'Allfather.",
    "match_message_fr": "Vos traits portent la force tranquille de Vidar. Il y a une immobilité puissante dans votre apparence, le regard de celui qui attend patiemment mais agit avec une force dévastatrice en cas de besoin.",
    "traits_fr": [
      "Silencieux",
      "Fort",
      "Patient",
      "Vengeur",
      "Déterminé"
    ]
  },
  "vali": {
    "name_fr": "Vali",
    "tagline_fr": "Dieu de la Vengeance, Vengeur de Baldr",
    "description_fr": "Vali est le fils d'Odin, né spécifiquement pour venger la mort de Baldr. Il a atteint l'âge adulte en une seule journée, sans jamais se laver les mains ni se peigner les cheveux jusqu'à ce qu'il ait tué Höðr, le dieu aveugle qui a tué Baldr.\n\nSa naissance et sa croissance rapide démontrent le pouvoir de la vengeance divine, un but qui prend forme. Vali est l'un des rares dieux destinés à survivre au Ragnarök et à aider à reconstruire le monde.\n\nVali représente la vengeance juste et l'accomplissement du devoir, quel qu'en soit le prix douloureux.",
    "story_fr": "Né pour venger Baldr, Vali est passé du nourrisson au guerrier en un jour. Il a traqué Höðr et l'a tué, accomplissant la prophétie. Vali est destiné à survivre au Ragnarök et à hériter du nouveau monde aux côtés de son frère Vidar.",
    "match_message_fr": "Vos traits portent la détermination concentrée de Vali. Il y a un but dans votre apparence, le regard de celui qui est né pour une destinée spécifique et déterminé à l'accomplir.",
    "traits_fr": [
      "Vengeur",
      "Déterminé",
      "Rapide",
      "Résolu",
      "Survivant"
    ]
  },
  "bragi": {
    "name_fr": "Bragi",
    "tagline_fr": "Dieu de la poésie et de l'éloquence",
    "description_fr": "Bragi est le dieu de la poésie, de l'éloquence et de la parole. On dit que sa langue porte des runes gravées, et ses mots coulent comme le meilleur hydromel. Il accueille les guerriers tombés au combat au Valhalla avec de magnifiques vers célébrant leurs actes héroïques.\n\nMarié à Idunn, gardienne des pommes d'immortalité, Bragi représente le pouvoir immortalisant de la poésie : comment les mots peuvent préserver à jamais les actes héroïques. Il est le patron des scaldes, les poètes nordiques qui ont maintenu l'histoire vivante à travers les vers.\n\nSa longue barbe et son apparence sage incarnent la dignité des érudits, et sa salle à Asgard résonne d'un chant éternel.",
    "story_fr": "Lorsque Loki a insulté tous les dieux lors du festin d'Aegir, Bragi a été le premier à répondre, avertissant Loki de partir. Loki a traité Bragi de lâche, mais Bragi a calmement répondu que s'ils étaient à l'extérieur de la salle, il porterait la tête de Loki en paiement de ses mensonges.",
    "match_message_fr": "Vos traits portent la sagesse éloquente de Bragi. Il y a de la poésie dans votre apparence, le regard de celui qui peut capturer la vérité dans de beaux mots et émouvoir les cœurs par la parole.",
    "traits_fr": [
      "Éloquent",
      "Sage",
      "Accueillant",
      "Artistique",
      "Digne"
    ]
  },
  "idunn": {
    "name_fr": "Idunn",
    "tagline_fr": "Déesse de la jeunesse et de l'immortalité",
    "description_fr": "Idunn est la gardienne des pommes d'or qui accordent aux dieux leur immortalité et leur jeunesse éternelle. Sans ses pommes, les Ases vieilliraient et se flétriraient comme des mortels. Son rôle fait d'elle l'une des figures les plus importantes d'Asgard.\n\nÉpouse de Bragi, le dieu de la poésie, Idunn incarne la préservation de la vie et de la vitalité. Son verger est la source du rajeunissement divin, et elle prend soin de chaque pomme précieuse.\n\nElle représente le caractère précieux de la jeunesse et les forces vitales qui soutiennent la vie, ainsi que la vulnérabilité qui découle du fait d'être si essentielle aux autres.",
    "story_fr": "Le géant Thjazi a kidnappé Idunn et ses pommes avec l'aide involontaire de Loki. Sans elle, les dieux ont commencé à vieillir rapidement. Loki a été forcé de la sauver en empruntant le manteau de faucon de Freya et en transformant Idunn en une noix pour la ramener à la maison, sauvant ainsi les dieux de la mortalité.",
    "match_message_fr": "Vos traits portent la jeunesse éternelle d'Idunn. Il y a une fraîcheur vivifiante dans votre apparence, le regard de celui qui apporte vitalité et renouveau partout où il va.",
    "traits_fr": [
      "Jeune",
      "Nourricière",
      "Essentielle",
      "Douce",
      "Vivifiante"
    ]
  },
  "forseti": {
    "name_fr": "Forseti",
    "tagline_fr": "Dieu de la Justice et de la Réconciliation",
    "description_fr": "Forseti est le dieu de la justice, de la paix et de la vérité dans la mythologie nordique. Fils de Baldur et de Nanna, il préside aux différends dans son hall brillant, Glitnir, où des piliers d'or soutiennent un toit d'argent.\n\nTous ceux qui viennent dans son hall avec des différends repartent réconciliés : aucun cas n'est trop difficile pour sa sagesse. Il représente l'idéal de la loi comme moyen de créer la paix plutôt que la punition, en se concentrant sur la réconciliation plutôt que sur la rétribution.\n\nForseti incarne la conviction que la vérité et l'équité peuvent résoudre même les conflits les plus amers, et que la justice sert la communauté en rétablissant l'harmonie.",
    "story_fr": "Lorsque les Frisons n'ont pas pu s'entendre sur leurs lois, Forseti est apparu dans leur navire et leur a enseigné un code de justice. Il a fait jaillir une source du sol avec sa hache, et à partir de ce moment, ils se sont réunis à cet endroit pour régler tous les différends selon ses principes.",
    "match_message_fr": "Vos traits portent la sagesse équilibrée de Forseti. Il y a une équité naturelle dans votre apparence, l'apparence de quelqu'un qui peut voir tous les côtés d'un différend et trouver le chemin de la paix.",
    "traits_fr": [
      "Juste",
      "Pacifique",
      "Sage",
      "Réconciliateur",
      "Vrai"
    ]
  },
  "mimir": {
    "name_fr": "Mimir",
    "tagline_fr": "Gardien du Puits de la Sagesse",
    "description_fr": "Mimir est le plus sage de tous les êtres, gardien du puits de la sagesse qui se trouve sous l'une des racines d'Yggdrasil. Ses connaissances englobent toutes les choses qui étaient, sont et seront, ce qui fait de lui un conseiller précieux.\n\nOdin a sacrifié son œil pour boire au puits de Mimir et acquérir sa sagesse. Même après que Mimir ait été décapité par les Vanir, Odin a conservé sa tête avec des herbes et des runes afin que Mimir puisse continuer à donner des conseils.\n\nMimir représente le prix de la sagesse : la vraie connaissance a souvent un coût élevé, et les sages continuent d'enseigner même au-delà de la mort.",
    "story_fr": "Lorsque les Vanir se sont sentis lésés lors d'un échange d'otages, ils ont décapité Mimir et ont envoyé sa tête à Odin. Mais Odin ne voulait pas perdre une telle sagesse : il a embaumé la tête, a chanté des incantations dessus et lui a donné le pouvoir de parler. À ce jour, la tête de Mimir conseille l'Allfather.",
    "match_message_fr": "Vos traits portent la profonde sagesse de Mimir. Il y a une connaissance ancienne dans votre regard, l'apparence de quelqu'un qui a beaucoup vu et qui comprend le vrai prix de la sagesse.",
    "traits_fr": [
      "Sage",
      "Ancien",
      "Conseiller",
      "Sacrifié",
      "Éternel"
    ]
  },
  "norns": {
    "name_fr": "Les Nornes",
    "tagline_fr": "Tisserandes du Destin",
    "description_fr": "Les Nornes sont les trois êtres puissants qui contrôlent le destin de tous les êtres vivants. Urd (le passé), Verdandi (le présent) et Skuld (l'avenir) sont assises au puits du destin sous Yggdrasil, tissant les fils de toutes les vies.\n\nMême les dieux ne peuvent échapper au destin que décrètent les Nornes. Elles arrosent quotidiennement l'Arbre du Monde et gravent le destin des dieux et des mortels dans son écorce. Leur pouvoir est antérieur aux dieux eux-mêmes.\n\nElles représentent la nature inéluctable du destin, le lien entre le passé, le présent et l'avenir, et la vérité fondamentale que toutes choses ont leur heure.",
    "story_fr": "Lorsqu'un enfant naît, les Nornes arrivent pour décréter son destin. Elles filent le fil de la vie, le mesurent et le coupent le moment venu. Même Odin, qui a acquis la sagesse du puits de Mimir, ne peut pas changer ce que les Nornes ont tissé.",
    "match_message_fr": "Vos traits portent le mystère intemporel des Nornes. Il y a un sentiment de destin dans votre apparence, l'apparence de quelqu'un connecté aux schémas plus profonds qui façonnent toute l'existence.",
    "traits_fr": [
      "Fatidique",
      "Puissant",
      "Ancien",
      "Tisserand",
      "Inéluctable"
    ]
  },
  "jormungandr": {
    "name_fr": "Jörmungandr",
    "tagline_fr": "Le Serpent Monde, Encercleur de Midgard",
    "description_fr": "Jörmungandr est le colossal Serpent Monde, enfant de Loki et de la géante Angrboda. Odin a jeté le serpent dans l'océan entourant Midgard, où il a tellement grandi qu'il encercle le monde entier, saisissant sa propre queue.\n\nThor et Jörmungandr sont des ennemis destinés : ils se sont rencontrés deux fois, et à Ragnarök, ils se rencontreront pour la dernière fois. Leur bataille se terminera par leur mort à tous les deux.\n\nLe Serpent Monde représente le chaos qui entoure l'ordre, l'immensité de l'inconnu et les forces apocalyptiques qui seront un jour déchaînées.",
    "story_fr": "Thor est une fois allé pêcher avec le géant Hymir et a utilisé une tête de bœuf comme appât. Quand Jörmungandr a mordu, Thor a commencé à sortir le Serpent Monde des profondeurs. Ils se sont regardés dans les yeux, du venin a coulé, mais Hymir a coupé la ligne de terreur, et le serpent a coulé de nouveau, leur bataille finale reportée.",
    "match_message_fr": "Vos traits portent la vaste présence de Jörmungandr. Il y a quelque chose d'englobant dans votre apparence, l'apparence de quelqu'un dont l'influence s'étend au-delà de ce que les autres peuvent voir.",
    "traits_fr": [
      "Vaste",
      "Chaotique",
      "Apocalyptique",
      "Encerclement",
      "Destiné"
    ]
  },
  "moses": {
    "name_fr": "Moïse",
    "tagline_fr": "Libérateur d'Israël, Récepteur de la Loi",
    "description_fr": "Moïse est l'une des figures les plus importantes de la Bible, le prophète qui a fait sortir les Israélites de l'esclavage égyptien et a reçu les Dix Commandements de Dieu sur le Mont Sinaï. Son histoire s'étend de sa cachette dans un panier parmi les roseaux à sa comparution devant Pharaon pour exiger la liberté de son peuple.\n\nAvec son frère Aaron à ses côtés, Moïse a affronté la puissance de l'Égypte, invoquant les dix plaies qui briseraient la volonté de Pharaon. Il a fendu la mer Rouge, a fourni de l'eau des rochers et de la manne du ciel pendant quarante ans d'errance dans le désert.\n\nMoïse représente la libération de l'oppression, l'alliance entre Dieu et l'humanité et le fardeau du leadership qui accompagne l'appel divin.",
    "story_fr": "Lorsque Moïse rencontra le buisson ardent qui n'était pas consumé, Dieu l'appela à libérer les Israélites. Malgré ses protestations selon lesquelles il n'était pas éloquent, Moïse accepta sa mission et confronta Pharaon avec ces mots : « Laisse aller mon peuple. »",
    "match_message_fr": "Vos traits portent la foi déterminée de Moïse. Il y a une présence libératrice dans votre apparence, l'apparence de quelqu'un appelé à conduire les autres de la servitude à la liberté.",
    "traits_fr": [
      "Libérateur",
      "Fidèle",
      "Humble",
      "Persévérant",
      "Législateur"
    ]
  },
  "david": {
    "name_fr": "David",
    "tagline_fr": "Roi berger, Psalmiste d'Israël",
    "description_fr": "David est passé d'humble berger à plus grand roi d'Israël, un homme décrit comme étant selon le cœur de Dieu. Son histoire englobe à la fois une foi immense et un échec humain, depuis le meurtre de Goliath jusqu'à sa liaison avec Bathsheba.\n\nJeune berger, le courage et la foi de David l'ont amené à affronter le géant Goliath avec seulement une fronde et cinq pierres. En tant que roi, il a uni Israël, capturé Jérusalem et amené l'Arche d'Alliance dans la ville avec des danses et des célébrations.\n\nDavid représente la complexité de la foi : on peut être profondément dévoué tout en étant profondément imparfait, capable d'un grand courage et d'un grand péché, toujours dépendant de la grâce divine pour la rédemption.",
    "story_fr": "Alors que tous les guerriers d'Israël craignaient Goliath, le jeune berger David s'avança. 'Tu viens contre moi avec une épée et une lance', dit-il, 'mais je viens contre toi au nom du Seigneur.' Une seule pierre de sa fronde abattit le géant.",
    "match_message_fr": "Vos traits portent l'esprit passionné de David. Il y a une qualité de guerrier-poète dans votre apparence - le regard de celui qui peut combattre des géants et écrire des psaumes, capable à la fois d'un grand courage et d'un sentiment profond.",
    "traits_fr": [
      "Courageux",
      "Passionné",
      "Repentant",
      "Musical",
      "Complexe"
    ]
  },
  "solomon": {
    "name_fr": "Salomon",
    "tagline_fr": "Le plus sage des rois, Bâtisseur du Temple",
    "description_fr": "Salomon, fils de David, est réputé être la personne la plus sage qui ait jamais vécu. Lorsque Dieu lui a offert tout ce qu'il désirait, Salomon n'a demandé que la sagesse pour gouverner son peuple - et Dieu lui a accordé une sagesse supérieure à toute autre, ainsi que des richesses et l'honneur.\n\nSon règne fut l'âge d'or d'Israël : il construisit le magnifique Temple de Jérusalem, rédigea des milliers de proverbes et de chants, et sa sagesse attira des visiteurs du monde entier, dont la reine de Saba.\n\nL'histoire de Salomon met également en garde contre les limites de la sagesse : ses nombreuses femmes étrangères ont tourné son cœur vers leurs dieux, et son royaume se diviserait après sa mort. Il représente à la fois les sommets que la sagesse peut atteindre et les dangers de s'en écarter.",
    "story_fr": "Deux femmes revendiquaient le même bébé. Salomon ordonna que l'enfant soit coupé en deux - une femme accepta, mais la vraie mère supplia qu'on donne l'enfant à l'autre femme plutôt que de le tuer. Salomon lui donna immédiatement le bébé, car son amour prouvait sa revendication.",
    "match_message_fr": "Vos traits portent la sagesse perspicace de Salomon. Il y a une profondeur de connaissance dans votre regard - le regard de celui qui peut voir à travers la complexité pour trouver la vérité au cœur de toute question.",
    "traits_fr": [
      "Sage",
      "Riche",
      "Judicieux",
      "Bâtisseur",
      "Déchu"
    ]
  },
  "abraham": {
    "name_fr": "Abraham",
    "tagline_fr": "Père des nations, Ami de Dieu",
    "description_fr": "Abraham est le patriarche de trois grandes religions mondiales : le judaïsme, le christianisme et l'islam. Appelé par Dieu à quitter sa patrie et à se rendre dans un pays que Dieu lui montrerait, Abraham obéit, commençant un voyage de foi qui façonnerait l'histoire humaine.\n\nDieu promit à Abraham une descendance aussi nombreuse que les étoiles, malgré son âge avancé et la stérilité de sa femme Sarah. Cette alliance exigeait que la foi d'Abraham soit mise à l'épreuve encore et encore, culminant avec l'ordre de sacrifier son fils Isaac.\n\nAbraham représente le fondement de la foi : la confiance dans les promesses divines, même lorsqu'elles semblent impossibles, l'obéissance, même quand cela coûte tout, et les bénédictions qui découlent d'une telle réponse fidèle.",
    "story_fr": "Dieu ordonna à Abraham de sacrifier Isaac, son fils bien-aimé de la promesse. Abraham obéit, gravissant le Mont Moriah avec du bois et un couteau. Ce n'est que lorsqu'Abraham leva la lame que Dieu l'arrêta, fournissant plutôt un bélier. La foi d'Abraham s'est avérée complète.",
    "match_message_fr": "Vos traits portent la foi inébranlable d'Abraham. Il y a une qualité de pèlerin dans votre apparence - le regard de celui qui fait confiance à des promesses qui ne sont pas encore tenues et qui avance avec foi.",
    "traits_fr": [
      "Fidèle",
      "Obéissant",
      "Hospitalier",
      "Éprouvé",
      "Béni"
    ]
  },
  "elijah": {
    "name_fr": "Élie",
    "tagline_fr": "Prophète de feu, Champion contre l'idolâtrie",
    "description_fr": "Élie était le prophète ardent qui a affronté la méchanceté du roi Achab et de la reine Jézabel, se tenant seul contre les prophètes de Baal pour prouver la puissance du Dieu vivant. Son ministère a été marqué par des signes miraculeux et un courage inébranlable.\n\nSur le Mont Carmel, Élie a défié 450 prophètes de Baal à un concours. Lorsque leur dieu n'a pas répondu, Élie a invoqué le Seigneur, et le feu est tombé du ciel, consumant le sacrifice et les pierres mêmes de l'autel.\n\nÉlie représente l'audace prophétique : le courage de défendre la vérité contre une opposition écrasante, la puissance de la foi pour faire descendre la réponse du ciel et le rappel que Dieu préserve ses serviteurs fidèles.",
    "story_fr": "Sur le Mont Carmel, après que les prophètes de Baal aient crié toute la journée sans réponse, Élie a reconstruit l'autel du Seigneur, l'a trempé d'eau et a prié. Le feu est tombé du ciel, consumant tout. Le peuple est tombé sur ses faces en criant : 'Le Seigneur - c'est lui le Dieu!'",
    "match_message_fr": "Vos traits portent le zèle ardent d'Élie. Il y a une intensité prophétique dans votre apparence - le regard de celui qui défendra seul la vérité si nécessaire et invoquera la puissance du ciel.",
    "traits_fr": [
      "Audacieux",
      "Ardent",
      "Fidèle",
      "Miraculeux",
      "Zélé"
    ]
  },
  "samson": {
    "name_fr": "Samson",
    "tagline_fr": "Juge homme fort, Naziréen de Dieu",
    "description_fr": "Samson était l'homme le plus fort qui ait jamais vécu, un Naziréen consacré à Dieu dès sa naissance dont la force légendaire résidait dans ses cheveux non coupés. Il a jugé Israël pendant vingt ans, combattant seul les Philistins qui opprimaient son peuple.\n\nSes exploits étaient surhumains : il a mis un lion en pièces à mains nues, a tué mille Philistins avec une mâchoire d'âne et a emporté les portes de Gaza sur ses épaules. Pourtant, sa faiblesse pour les femmes, en particulier Dalila, a conduit à sa chute.\n\nSamson représente la tragédie des dons gaspillés : une grande force abaissée par une faiblesse morale, mais finalement rachetée dans un dernier acte de foi.",
    "story_fr": "Aveugle et enchaîné entre les piliers du temple philistin, Samson pria pour avoir de la force une dernière fois. 'Que je meure avec les Philistins', cria-t-il, et poussa contre les piliers. Le temple s'est effondré, tuant plus d'ennemis dans sa mort que dans toute sa vie.",
    "match_message_fr": "Vos traits portent la puissance brute de Samson. Il y a une force extraordinaire dans votre apparence - le regard de celui qui est doté de capacités extraordinaires, appelé à les utiliser dans un but plus grand que soi.",
    "traits_fr": [
      "Fort",
      "Naziréen",
      "Imparfait",
      "Tragique",
      "Racheté"
    ]
  },
  "esther": {
    "name_fr": "Esther",
    "tagline_fr": "Reine de Courage, Sauveuse de son Peuple",
    "description_fr": "Esther était une orpheline juive devenue reine de Perse et qui a sauvé son peuple du génocide. Sa beauté a conquis le cœur du roi, mais c'est son courage qui a sauvé une nation lorsque Haman a comploté pour détruire tous les Juifs de l'empire.\n\nÉlevée par son cousin Mardochée, Esther a gardé son identité juive secrète jusqu'au moment où elle a dû la révéler. Sachant qu'elle risquait la mort en s'approchant du roi sans y être invitée, elle a déclaré : « Si je dois périr, je périrai », et est allée plaider pour son peuple.\n\nEsther représente le courage dans la crise, la volonté de tout risquer pour les autres, le pouvoir de dire la vérité au pouvoir et la providence qui place des personnes ordinaires dans des positions extraordinaires.",
    "story_fr": "Esther a jeûné pendant trois jours, puis s'est vêtue de ses robes royales et est entrée dans la cour intérieure du roi sans y être invitée, un crime capital. Lorsque le roi a tendu son sceptre d'or, elle l'a invité, ainsi qu'Haman, à un festin où elle révélerait le complot d'Haman et sauverait son peuple.",
    "match_message_fr": "Vos traits portent la beauté courageuse d'Esther. Il y a une détermination royale dans votre apparence, le regard de quelqu'un qui risquerait tout pour protéger les autres et dire la vérité quand le silence est plus facile.",
    "traits_fr": [
      "Courageuse",
      "Belle",
      "Stratégique",
      "Altruiste",
      "Fidèle"
    ]
  },
  "daniel": {
    "name_fr": "Daniel",
    "tagline_fr": "Prophète en Exil, Interprète des Rêves",
    "description_fr": "Daniel était un jeune noble hébreu emmené captif à Babylone qui est devenu conseiller des rois grâce à sa capacité, donnée par Dieu, d'interpréter les rêves et les visions. Il a servi sous Nabuchodonosor, Balthazar et Darius sans jamais compromettre sa foi.\n\nSa fidélité à Dieu l'a mis en conflit avec ceux qui enviaient sa position. Lorsque ses ennemis ont convaincu le roi d'interdire la prière, Daniel a continué à prier ouvertement trois fois par jour, acceptant toutes les conséquences qui pourraient en découler.\n\nDaniel représente la fidélité en exil, le maintien de l'intégrité dans une culture étrangère, l'utilisation des dons pour servir tout en restant fidèle à son Dieu et la confiance en la délivrance divine même face à la mort.",
    "story_fr": "Les ennemis de Daniel l'ont fait jeter dans la fosse aux lions pour avoir prié Dieu. Le roi Darius a passé une nuit blanche, puis s'est précipité à la fosse à l'aube. Daniel a crié : « Mon Dieu a envoyé son ange et a fermé la gueule des lions. » Il en est sorti indemne.",
    "match_message_fr": "Vos traits portent la foi inébranlable de Daniel. Il y a une sagesse visionnaire dans votre regard, le regard de quelqu'un qui voit au-delà du moment présent et reste fidèle malgré toutes les pressions.",
    "traits_fr": [
      "Fidèle",
      "Sage",
      "Visionnaire",
      "Intransigeant",
      "Prophétique"
    ]
  },
  "ruth": {
    "name_fr": "Ruth",
    "tagline_fr": "Fille Fidèle, Ancêtre des Rois",
    "description_fr": "Ruth était une femme Moabite qui, après la mort de son mari hébreu, a choisi de quitter sa patrie et de suivre sa belle-mère Noémi en Israël. Sa célèbre déclaration de loyauté, « Où tu iras, j'irai », est l'une des plus belles expressions de dévouement de la Bible.\n\nBien qu'étrangère et sans rien, le travail acharné et fidèle de Ruth dans les champs de Booz a attiré son attention. Son histoire est devenue une histoire de rédemption et de bénédiction : elle a épousé Booz et est devenue l'arrière-grand-mère du roi David.\n\nRuth représente l'amour fidèle au-delà de toutes les frontières, le choix de rester loyal alors qu'il serait plus facile de partir, la récompense de la diligence humble et la grâce de Dieu qui inclut les étrangers dans l'histoire de l'alliance.",
    "story_fr": "Noémi a dit à Ruth de retourner à Moab, mais Ruth a refusé : « Où tu iras, j'irai, et où tu demeureras, je demeurerai. Ton peuple sera mon peuple, et ton Dieu sera mon Dieu. » Sa loyauté l'a conduite en Israël, vers Booz et dans la lignée du Messie.",
    "match_message_fr": "Vos traits portent le dévouement fidèle de Ruth. Il y a une fidélité inébranlable dans votre apparence, le regard de quelqu'un qui reste fidèle à travers les épreuves et trouve la bénédiction dans la fidélité.",
    "traits_fr": [
      "Fidèle",
      "Humble",
      "Loyale",
      "Travailleuse",
      "Bénie"
    ]
  },
  "noah": {
    "name_fr": "Noé",
    "tagline_fr": "Constructeur de l'Arche, Survivant du Déluge",
    "description_fr": "Noé était l'homme juste choisi par Dieu pour survivre au grand déluge qui purifierait le monde de sa méchanceté. Pendant des décennies, il a fidèlement construit une arche énorme selon les instructions précises de Dieu, endurant les moqueries de ses voisins.\n\nLorsque les pluies sont arrivées, Noé, sa famille et des couples de toutes les créatures vivantes ont trouvé refuge dans l'arche. Pendant quarante jours et quarante nuits, le déluge est tombé, et pendant des mois, les eaux ont recouvert la terre avant de finalement se retirer.\n\nNoé représente l'obéissance fidèle face au ridicule, la préservation de la vie grâce aux instructions divines et la relation d'alliance symbolisée par l'arc-en-ciel.",
    "story_fr": "Après le déluge, Noé a lâché une colombe qui est revenue avec une branche d'olivier, preuve que la terre ferme était apparue. Lorsque la famille a finalement quitté l'arche, Dieu a placé un arc-en-ciel dans le ciel en signe de sa promesse de ne plus jamais détruire la terre par un déluge.",
    "match_message_fr": "Vos traits portent la justice patiente de Noé. Il y a une détermination inébranlable dans votre apparence, le regard de quelqu'un qui accomplira fidèlement son appel, quoi que pensent les autres.",
    "traits_fr": [
      "Juste",
      "Obéissant",
      "Patient",
      "Préservant",
      "Fidèle"
    ]
  },
  "job": {
    "name_fr": "Job",
    "tagline_fr": "Le Serviteur Souffrant, Foi à travers l'Affliction",
    "description_fr": "Job était un homme irréprochable et droit qui a tout perdu (ses enfants, ses richesses, sa santé) mais a refusé de maudire Dieu. Son histoire explore les questions les plus profondes de savoir pourquoi les justes souffrent et comment la foi perdure à travers une douleur imméritée.\n\nAlors même que sa femme lui disait de maudire Dieu et de mourir, et que ses amis insistaient sur le fait que sa souffrance devait être une punition pour le péché, Job a maintenu son intégrité. Il a remis en question, il s'est mis en colère, il a exigé des réponses de Dieu, mais il n'a jamais abandonné sa foi.\n\nJob représente le mystère de la souffrance, l'inadéquation des réponses faciles et la restauration ultime qui vient de la rencontre directe avec Dieu plutôt que de simplement le connaître.",
    "story_fr": "Après avoir tout perdu, Job était assis dans la cendre à gratter ses ulcères. Ses amis ont fait valoir qu'il devait avoir péché, mais Job a maintenu son innocence. Finalement, Dieu a parlé d'un tourbillon, et Job a dit : « J'avais entendu parler de toi, mais maintenant mes yeux t'ont vu. » Dieu l'a restauré au double.",
    "match_message_fr": "Vos traits portent la foi éprouvée de Job. Il y a une force durable dans votre apparence, le regard de quelqu'un qui a affronté les questions les plus profondes et en est ressorti avec une foi intacte.",
    "traits_fr": [
      "Souffrant",
      "Fidèle",
      "Questionnant",
      "Honnête",
      "Restauré"
    ]
  },
  "jacob": {
    "name_fr": "Jacob",
    "tagline_fr": "Patriarche d'Israël, lutteur avec Dieu",
    "description_fr": "Jacob était le petit-fils d'Abraham qui a trompé son père pour voler la bénédiction de son frère Ésaü, mais est devenu le père des douze tribus d'Israël. Son nom signifie 'supplanter' ou 'tromper', mais après avoir lutté avec Dieu, il a été rebaptisé Israël—'celui qui lutte avec Dieu'.\n\nSa vie a été marquée à la fois par la ruse et la transformation. Il a trompé Ésaü et a été trompé par Laban. Il a fui sa patrie et est finalement revenu affronter son frère, mais cette nuit-là, il a lutté avec une figure mystérieuse jusqu'à l'aube et a refusé de lâcher prise sans une bénédiction.\n\nJacob représente la lutte humaine avec Dieu et avec soi-même—le trompeur qui devient un patriarche, le lutteur qui s'éloigne en boitant mais béni, la transformation qui découle de la rencontre avec le divin.",
    "story_fr": "La nuit précédant sa rencontre avec Ésaü, Jacob a lutté avec un homme mystérieux jusqu'à l'aube. Quand l'homme a vu qu'il ne pouvait pas vaincre, il a touché la hanche de Jacob, la disloquant. Jacob s'est accroché quand même : 'Je ne te laisserai pas partir tant que tu ne m'auras pas béni.' Il a été rebaptisé Israël et s'est éloigné en boitant mais béni.",
    "match_message_fr": "Vos traits portent l'esprit de lutte de Jacob. Il y a une détermination persistante dans votre apparence—le regard de quelqu'un qui lutte mais refuse de lâcher prise tant qu'il n'a pas reçu sa bénédiction.",
    "traits_fr": [
      "Lutteur",
      "Transformé",
      "Persévérant",
      "Béni",
      "Père"
    ]
  },
  "isaiah": {
    "name_fr": "Isaiah",
    "tagline_fr": "Prince des prophètes, voix d'espoir",
    "description_fr": "Isaïe est considéré comme le plus grand des prophètes hébreux, servant pendant les règnes de quatre rois et délivrant certaines des prophéties les plus belles et les plus difficiles de l'Écriture. Sa vision de Dieu dans le temple l'a transformé d'un homme aux lèvres impures en messager volontaire de Dieu.\n\nSes prophéties couvrent le jugement et l'espoir, avertissant de l'exil tout en promettant la restauration. Ses prophéties messianiques—d'une vierge portant un fils, d'un serviteur souffrant, d'un prince de paix—ont été au centre de la compréhension juive et chrétienne du plan de salut de Dieu.\n\nIsaïe représente la vision prophétique qui voit au-delà de l'immédiat vers les desseins ultimes de Dieu, l'appel à dire des vérités difficiles et l'espoir qui brille même dans les prédictions les plus sombres du jugement.",
    "story_fr": "Isaïe a vu le Seigneur haut et exalté dans le temple, avec des séraphins appelant 'Saint, saint, saint'. Accablé par son indignité, Isaïe s'est écrié. Un séraphin a touché ses lèvres avec un charbon ardent : 'Ta culpabilité est enlevée.' Quand Dieu a demandé, 'Qui enverrai-je ?' Isaïe a répondu, 'Me voici. Envoie-moi !'",
    "match_message_fr": "Vos traits portent l'éloquence visionnaire d'Isaïe. Il y a une profondeur prophétique dans votre regard—le regard de quelqu'un qui voit au-delà du moment présent pour prononcer des paroles à la fois de défi et d'espoir.",
    "traits_fr": [
      "Visionnaire",
      "Éloquent",
      "Audacieux",
      "Plein d'espoir",
      "Prophétique"
    ]
  },
  "jonah": {
    "name_fr": "Jonah",
    "tagline_fr": "Le prophète réticent, messager à Ninive",
    "description_fr": "Jonas est le prophète qui a fui l'appel de Dieu à prêcher à Ninive, l'ennemi d'Israël. Il est monté à bord d'un navire allant dans la direction opposée, mais Dieu a envoyé une grande tempête. Lorsque les marins ont jeté Jonas par-dessus bord, un grand poisson l'a avalé entier.\n\nAprès trois jours dans le ventre du poisson, Jonas a prié et a été vomi sur la terre ferme. Il a finalement prêché à Ninive, et à sa frustration, toute la ville s'est repentie et a été épargnée.\n\nJonas représente la tendance humaine à résister aux desseins plus larges de Dieu, l'impossibilité d'échapper à l'appel divin et la miséricorde de Dieu qui s'étend même à nos ennemis—une miséricorde que nous avons souvent du mal à partager.",
    "story_fr": "À l'intérieur du grand poisson, Jonas a prié : 'Du fond du Shéol, j'ai appelé à l'aide, et tu as écouté mon cri.' Après trois jours, le poisson a vomi Jonas sur la terre ferme. Cette fois, quand Dieu a dit 'Va à Ninive', Jonas est allé.",
    "match_message_fr": "Vos traits portent le voyage réticent de Jonas. Il y a une lutte honnête dans votre apparence—le regard de quelqu'un qui apprend que les desseins de Dieu sont plus larges que nos préférences et Sa miséricorde plus généreuse que la nôtre.",
    "traits_fr": [
      "Réticent",
      "Fuyant",
      "Avalé",
      "Prêchant",
      "En colère"
    ]
  },
  "mary_mother": {
    "name_fr": "Marie, Mère de Jésus",
    "tagline_fr": "Sainte Mère, Servante du Seigneur",
    "description_fr": "Marie est la vierge mère de Jésus-Christ, choisie par Dieu pour porter le Sauveur du monde. Son humble acceptation de l'annonce de l'ange Gabriel—'Je suis la servante du Seigneur'—a mis en mouvement l'événement central de la foi chrétienne.\n\nDe la joyeuse naissance à Bethléem à la présence au pied de la croix, le voyage de Marie a englobé la plus grande joie et la plus profonde tristesse. Elle a médité sur toutes ces choses dans son cœur, soutenant fidèlement le ministère de son fils même lorsqu'elle ne pouvait pas le comprendre pleinement.\n\nMarie représente la foi parfaite et l'abandon à la volonté de Dieu—le courage de dire oui à l'impossible, la force d'endurer une perte indicible et le rôle béni d'amener le Christ dans le monde.",
    "story_fr": "Quand l'ange a dit à Marie qu'elle porterait le Fils de Dieu, elle a seulement demandé comment cela pouvait être puisqu'elle était vierge. Assurée que ce serait par le Saint-Esprit, Marie a répondu : 'Je suis la servante du Seigneur. Qu'il me soit fait selon ta parole.'",
    "match_message_fr": "Vos traits portent la grâce bénie de Marie. Il y a une dévotion pure dans votre apparence—le regard de quelqu'un qui accepte la volonté de Dieu avec une foi humble et chérit les choses sacrées dans son cœur.",
    "traits_fr": [
      "Fidèle",
      "Humble",
      "Bénie",
      "Triste",
      "Méditative"
    ]
  },
  "peter": {
    "name_fr": "Pierre",
    "tagline_fr": "Roc de l'Église, Chef des apôtres",
    "description_fr": "Pierre était un simple pêcheur que Jésus a appelé à devenir le chef de ses apôtres. Impétueux et passionné, Pierre parlait souvent avant de réfléchir—pourtant sa confession 'Tu es le Christ' est devenue le roc sur lequel l'église a été bâtie.\n\nL'histoire de Pierre est celle de l'échec et de la restauration. Il a promis de mourir pour Jésus, puis a nié le connaître trois fois. Mais après la résurrection, Jésus a restauré Pierre avec le commandement 'Pais mes brebis', et Pierre est devenu le chef intrépide de l'église primitive.\n\nPierre représente le pouvoir transformateur de la grâce—que nos échecs n'ont pas besoin de nous définir, que le Christ peut bâtir son église sur des personnes imparfaites et que l'amour couvre une multitude de péchés.",
    "story_fr": "Après l'arrestation de Jésus, Pierre a nié le connaître trois fois avant que le coq chante, comme Jésus l'avait prédit. Après la résurrection, Jésus a demandé à Pierre trois fois, 'M'aimes-tu ?' et a commandé trois fois, 'Pais mes brebis'—le restaurant complètement.",
    "match_message_fr": "Vos traits portent la foi audacieuse de Pierre. Il y a une force passionnée dans votre apparence—le regard de quelqu'un qui échoue et se relève, qui dirige à travers l'imperfection par la grâce.",
    "traits_fr": [
      "Impétueux",
      "Fidèle",
      "Restauré",
      "Audacieux",
      "Dirigeant"
    ]
  },
  "paul": {
    "name_fr": "Paul",
    "tagline_fr": "Apôtre des Gentils, Auteur d'Épîtres",
    "description_fr": "Paul était le plus grand missionnaire du christianisme, transformé de Saul le persécuteur à Paul l'apôtre par une rencontre avec le Christ ressuscité sur le chemin de Damas. Il a voyagé sur des milliers de kilomètres, établissant des églises et a écrit une grande partie du Nouveau Testament.\n\nSes lettres aux églises de Rome, Corinthe, Galatie et ailleurs constituent le fondement théologique de la foi chrétienne. Il a subi des naufrages, des passages à tabac, l'emprisonnement et finalement le martyre - pourtant, il considérait tout cela comme rien comparé à la connaissance du Christ.\n\nPaul représente la transformation radicale - que les plus grands ennemis peuvent devenir les plus grands défenseurs, que la grâce de Dieu est suffisante pour toute faiblesse, et que rien ne peut nous séparer de l'amour du Christ.",
    "story_fr": "Saul respirait des menaces meurtrières contre les chrétiens lorsqu'une lumière aveuglante l'a abattu. 'Saul, pourquoi me persécutes-tu ?' demanda Jésus. Aveugle pendant trois jours, Saul fut transformé. Il a émergé comme Paul, qui porterait l'Évangile jusqu'aux extrémités de la terre.",
    "match_message_fr": "Vos traits portent la transformation zélée de Paul. Il y a un feu intellectuel dans votre apparence - l'air de quelqu'un qui a été complètement changé par une rencontre avec la vérité, infatigable pour la partager avec les autres.",
    "traits_fr": [
      "Transformé",
      "Zélé",
      "Intellectuel",
      "Souffrant",
      "Infatigable"
    ]
  },
  "john_apostle": {
    "name_fr": "Jean l'Apôtre",
    "tagline_fr": "Le Disciple Bien-aimé, Auteur de l'Amour",
    "description_fr": "Jean était l'apôtre le plus proche de Jésus, traditionnellement identifié comme 'le disciple que Jésus aimait'. Il était présent à la Transfiguration, s'est appuyé sur la poitrine de Jésus lors de la Dernière Cène et se tenait au pied de la croix lorsque Jésus a confié Marie à ses soins.\n\nLe seul apôtre que l'on croit mort de causes naturelles dans sa vieillesse, Jean a écrit l'Évangile de Jean, trois épîtres et le livre de l'Apocalypse. Ses écrits mettent l'accent sur l'amour comme commandement central et l'union mystique des croyants avec le Christ.\n\nJean représente une relation intime avec le Christ - le disciple bien-aimé qui souligne que 'Dieu est amour' et appelle tous les croyants à s'aimer les uns les autres comme preuve de connaître Dieu.",
    "story_fr": "Lors de la Dernière Cène, Jean s'est appuyé contre Jésus pour demander qui le trahirait. À la croix, Jésus regarda Jean et Marie et dit : 'Femme, voici ton fils' et 'Voici ta mère'. Dès cette heure, Jean prit Marie chez lui.",
    "match_message_fr": "Vos traits portent l'esprit aimant de Jean. Il y a une profonde dévotion dans votre apparence - l'air de quelqu'un qui comprend que l'amour est le cœur de toute vérité et de toute relation avec le divin.",
    "traits_fr": [
      "Bien-aimé",
      "Aimant",
      "Visionnaire",
      "Mystique",
      "Fidèle"
    ]
  },
  "john_baptist": {
    "name_fr": "Jean-Baptiste",
    "tagline_fr": "Voix dans le Désert, Précurseur du Messie",
    "description_fr": "Jean-Baptiste était le prophète envoyé pour préparer le chemin de Jésus-Christ. Vivant dans le désert, vêtu de poils de chameau et mangeant des sauterelles et du miel, il a appelé tout Israël à la repentance et les a baptisés dans le Jourdain.\n\nLorsque Jésus vint pour être baptisé, Jean le reconnut comme l'Agneau de Dieu qui ôte le péché du monde. Bien qu'il fût le plus grand prophète, Jean se déclara indigne de délier les sandales de Jésus et dit : 'Il faut qu'il croisse, et que je diminue.'\n\nJean représente la voix prophétique qui prépare les cœurs à la venue de Dieu, l'humilité qui détourne de soi vers le Plus Grand, et le courage qui dit la vérité au pouvoir quelles que soient les conséquences.",
    "story_fr": "Quand Hérodiade voulut la mort de Jean pour avoir condamné son mariage avec Hérode, sa fille Salomé dansa pour le roi et demanda la tête de Jean. Hérode, bien qu'il craignait Jean, accéda à sa demande. Jean mourut fidèle à son appel à dire la vérité.",
    "match_message_fr": "Vos traits portent la force du désert de Jean-Baptiste. Il y a une audace prophétique dans votre apparence - l'air de quelqu'un qui prépare le chemin et pointe les autres vers une vérité plus grande qu'eux-mêmes.",
    "traits_fr": [
      "Préparant",
      "Humble",
      "Audacieux",
      "Désert",
      "Diminuant"
    ]
  },
  "mary_magdalene": {
    "name_fr": "Marie Madeleine",
    "tagline_fr": "Témoin de la Résurrection, Apôtre des Apôtres",
    "description_fr": "Marie Madeleine était une disciple dévouée de Jésus dont il a chassé sept démons. Elle a voyagé avec Jésus et les disciples, a soutenu son ministère et est restée fidèle lorsque les autres ont fui - se tenant à la croix et étant la première au tombeau vide.\n\nLe matin de Pâques, Marie fut la première personne à voir le Christ ressuscité, qui lui demanda d'en parler aux disciples. Son message - 'J'ai vu le Seigneur !' - fait d'elle la première évangéliste de la résurrection, ce qui lui vaut le titre d''Apôtre des Apôtres'.\n\nMarie représente la rédemption et le témoignage dévoué - la vie transformée qui reste fidèle à travers les ténèbres et est honorée d'être la première à proclamer la vérité centrale de la foi chrétienne.",
    "story_fr": "Marie vint au tombeau alors qu'il faisait encore sombre et le trouva vide. En pleurant, elle vit un homme qu'elle pensait être le jardinier. 'Marie', dit Jésus. Elle le reconnut instantanément et cria 'Rabboni !' - puis courut dire aux disciples : 'J'ai vu le Seigneur !'",
    "match_message_fr": "Vos traits portent la fidélité dévouée de Marie Madeleine. Il y a une joie rachetée dans votre apparence - l'air de quelqu'un qui a été transformé par la grâce et qui est fidèle à témoigner de la vérité en toutes circonstances.",
    "traits_fr": [
      "Dévouée",
      "Rachetée",
      "Fidèle",
      "Témoignant",
      "Honorée"
    ]
  },
  "nephthys": {
    "name_fr": "Nephtys",
    "tagline_fr": "Déesse du Deuil, Protectrice des Morts",
    "description_fr": "Nephtys est la déesse du deuil, des ténèbres et de la protection des morts. Sœur d'Isis, d'Osiris et de Seth, elle joue un rôle crucial dans les rites funéraires et le voyage des âmes vers l'au-delà.\n\nBien que mariée à Seth, Nephtys aida Isis à rassembler le corps dispersé d'Osiris et exécuta les premiers rites de deuil. Ses ailes protectrices sont souvent représentées abritant le défunt, le guidant en toute sécurité à travers le monde souterrain.\n\nElle représente l'obscurité nécessaire qui accompagne la mort, le réconfort trouvé dans le deuil et l'amour protecteur qui s'étend même au-delà de la vie.",
    "story_fr": "Lorsque Seth dispersa le corps d'Osiris à travers l'Égypte, Nephtys rejoignit sa sœur Isis dans la recherche. Ensemble, ils trouvèrent chaque morceau, et les cris de deuil de Nephtys furent si puissants qu'ils aidèrent à restaurer Osiris à une forme de vie dans le monde souterrain.",
    "match_message_fr": "Vos traits portent l'obscurité protectrice de Nephtys. Il y a une force réconfortante dans votre apparence - l'air de quelqu'un qui guide les autres à travers leurs moments les plus sombres avec une douce protection.",
    "traits_fr": [
      "Deuil",
      "Protectrice",
      "Sombre",
      "Sœur",
      "Guidant"
    ]
  },
  "maat": {
    "name_fr": "Maât",
    "tagline_fr": "Déesse de la Vérité, de la Justice et de l'Ordre Cosmique",
    "description_fr": "Maât est la déesse qui personnifie la vérité, la justice, l'équilibre et l'ordre cosmique. Elle représente le principe fondamental qui gouverne toute la création, l'harmonie qui permet à l'existence elle-même de continuer.\n\nSa plume est utilisée dans la cérémonie de la pesée du cœur, où le cœur du défunt est mesuré par rapport à celle-ci. Seuls les cœurs plus légers que la plume de Maât peuvent passer dans l'au-delà ; ceux qui sont jugés indignes sont dévorés.\n\nMaât représente la loi universelle qui transcende même les dieux, le principe selon lequel la bonne conduite et la vérité sont les fondements de l'existence.",
    "story_fr": "Dans la Salle des Deux Vérités, Anubis place le cœur du défunt d'un côté de la balance et la plume de Maât de l'autre. Si le cœur, lourd de péchés, l'emporte sur la plume, le monstre Ammit le dévore. Le cœur juste passe à la vie éternelle.",
    "match_message_fr": "Vos traits portent la vérité équilibrée de Maât. Il y a une justice naturelle dans votre apparence, l'air de celui qui incarne l'équité et maintient l'harmonie par une action juste.",
    "traits_fr": [
      "Vrai",
      "Juste",
      "Équilibré",
      "Cosmique",
      "Mesureur"
    ]
  },
  "sobek": {
    "name_fr": "Sobek",
    "tagline_fr": "Dieu Crocodile de la Force et de la Puissance",
    "description_fr": "Sobek est le dieu à tête de crocodile de la force, de la puissance et de la fertilité. Associé au Nil, source de vie, et à ses crocodiles dangereux, il incarne à la fois les aspects créatifs et destructeurs de la puissance brute de la nature.\n\nVénéré dans les temples où des crocodiles sacrés vivaient dans des bassins, Sobek était à la fois craint et révéré. Il protégeait les pharaons au combat et l'on croyait qu'il avait créé le monde à partir des eaux primordiales.\n\nSobek représente la puissance primale qui peut créer ou détruire, le respect dû aux forces dangereuses de la nature et l'autorité divine qui règne par la force.",
    "story_fr": "Sobek a émergé des eaux primordiales du chaos pour créer le monde. Sa sueur est devenue le Nil, apportant la vie à l'Égypte. Les pharaons portaient des amulettes de crocodile au combat, invoquant la protection féroce de Sobek contre leurs ennemis.",
    "match_message_fr": "Vos traits portent la puissance primale de Sobek. Il y a une force féroce dans votre apparence, l'air de celui qui commande le respect par la force brute et protège ce qu'il valorise.",
    "traits_fr": [
      "Puissant",
      "Primal",
      "Protecteur",
      "Dangereux",
      "Fertile"
    ]
  },
  "hathor": {
    "name_fr": "Hathor",
    "tagline_fr": "Déesse de l'Amour, de la Beauté et de la Joie",
    "description_fr": "Hathor est la déesse de l'amour, de la beauté, de la musique, de la danse et de la joie. Souvent représentée avec des cornes de vache berçant un disque solaire, elle incarne tous les aspects agréables de la vie et est appelée la 'Dorée' pour sa beauté rayonnante.\n\nElle accueillait les morts dans l'au-delà avec des boissons et de la nourriture et était la patronne des amants, des artistes et des mineurs à la recherche de turquoise. Mais elle avait aussi un aspect féroce : en tant qu'Œil de Rê, elle a failli détruire l'humanité dans sa colère.\n\nHathor représente la double nature du pouvoir divin féminin : la joie nourricière et la destruction terrible, l'amour qui donne la vie et la rage dévorante.",
    "story_fr": "Lorsque Rê s'est mis en colère contre l'humanité, il a envoyé Hathor comme son Œil pour la punir. Elle est devenue Sekhmet et a massacré des humains jusqu'à ce que le Nil coule rouge. Rê, regrettant son décret, la trompa avec de la bière teinte en rouge comme du sang. Elle but, redevint la paisible Hathor et l'humanité fut sauvée.",
    "match_message_fr": "Vos traits portent la joie rayonnante d'Hathor. Il y a une belle chaleur dans votre apparence, l'air de celui qui apporte plaisir et célébration à la vie, tout en conservant un pouvoir plus profond sous la surface.",
    "traits_fr": [
      "Joyeux",
      "Beau",
      "Nourricier",
      "Féroce",
      "Doré"
    ]
  },
  "nut": {
    "name_fr": "Nout",
    "tagline_fr": "Déesse du Ciel, Mère des Étoiles",
    "description_fr": "Nout est la déesse du ciel, représentée s'arquant au-dessus de la terre, son corps formant les cieux. Chaque soir, elle avale le soleil et chaque matin, elle lui donne naissance à nouveau, le cycle éternel du jour et de la nuit.\n\nSon corps est couvert d'étoiles et elle est la mère d'Osiris, d'Isis, de Seth et de Nephtys. Malgré la malédiction de Rê selon laquelle elle ne pouvait pas avoir d'enfants un jour de l'année, Thot gagna cinq jours supplémentaires en jouant aux dés, ce qui lui permit de donner naissance.\n\nNout représente la canopée protectrice du ciel, le ventre cosmique qui contient tous les corps célestes et le cycle maternel éternel de la mort et de la renaissance.",
    "story_fr": "Rê interdit à Nout de donner naissance un jour de l'année. Mais Thot joua au senet avec la Lune et gagna suffisamment de lumière pour créer cinq nouveaux jours en dehors du calendrier. Ces jours-là, Nout donna naissance à ses cinq enfants, changeant à jamais le cours de la mythologie égyptienne.",
    "match_message_fr": "Vos traits portent l'étreinte cosmique de Nout. Il y a une grâce englobante dans votre apparence, l'air de celui qui abrite tout sous lui et incarne les cycles éternels de l'existence.",
    "traits_fr": [
      "Cosmique",
      "Maternel",
      "Protecteur",
      "Éternel",
      "Étoilé"
    ]
  },
  "geb": {
    "name_fr": "Geb",
    "tagline_fr": "Dieu de la Terre, Père des Serpents",
    "description_fr": "Geb est le dieu de la terre, représenté allongé sous la déesse du ciel arquée, Nout, sa sœur-épouse dont il a été séparé par son père Chou. Son rire provoque des tremblements de terre et son corps forme les collines et les vallées du pays.\n\nEn tant que père d'Osiris, d'Isis, de Seth et de Nephtys, Geb joue un rôle crucial dans le drame central de la mythologie égyptienne. Il est également associé aux serpents, qui émergent de son corps terrestre, et à la croissance de la végétation.\n\nGeb représente la terre fertile qui soutient toute vie, le fondement primordial sur lequel repose l'existence et le principe masculin divin qui complète le ciel.",
    "story_fr": "Geb et Nout s'aimaient si profondément qu'ils restaient enlacés. Rê ordonna à Chou de les séparer : Chou souleva Nout pour qu'elle devienne le ciel tandis que Geb restait en bas comme terre. Le désir de Geb pour Nout crée les montagnes alors qu'il tend la main vers elle.",
    "match_message_fr": "Vos traits portent la force ancrée de Geb. Il y a une stabilité fondamentale dans votre apparence, l'air de celui qui soutient les autres et reste inébranlable comme la terre elle-même.",
    "traits_fr": [
      "Terrestre",
      "Fondamental",
      "Fertile",
      "Paternel",
      "Grondeur"
    ]
  },
  "ptah": {
    "name_fr": "Ptah",
    "tagline_fr": "Dieu créateur des artisans et des architectes",
    "description_fr": "Ptah est le dieu créateur de Memphis, qui a fait naître le monde grâce au pouvoir de la pensée et de la parole. Contrairement à d'autres mythes de la création impliquant des actes physiques, Ptah a conçu le monde dans son cœur et l'a fait exister par sa parole.\n\nEn tant que patron des artisans, des sculpteurs et des architectes, Ptah représente la créativité divine manifestée par les mains humaines. Chaque acte de création – de la construction de pyramides à la sculpture de statues – est un écho de sa parole créatrice originelle.\n\nPtah représente le pouvoir créatif de l'esprit, la nature sacrée de l'artisanat et l'idée que la pensée précède et façonne la réalité.",
    "story_fr": "Au commencement, Ptah a conçu toutes choses dans son cœur – les dieux, la terre, les créatures. Puis il a prononcé leurs noms, et ils sont apparus. Chaque mot prononcé par Ptah est devenu réalité, et la création se poursuit partout où des artisans façonnent la matière avec habileté et intention.",
    "match_message_fr": "Vos traits portent la vision créatrice de Ptah. Il y a une sagesse d'artisan dans votre apparence – le regard de celui qui peut concevoir la beauté et la faire naître par une intention habile.",
    "traits_fr": [
      "Créatif",
      "Réfléchi",
      "Habile",
      "Parlant",
      "Manifestant"
    ]
  },
  "khnum": {
    "name_fr": "Khnoum",
    "tagline_fr": "Dieu à tête de bélier de la création et du Nil",
    "description_fr": "Khnoum est le dieu à tête de bélier qui crée les êtres humains et leur ka (âme) sur son tour de potier. On croyait qu'il façonnait le corps de chaque enfant à partir d'argile avant de le placer dans le ventre de la mère.\n\nAssocié à la source du Nil et à son inondation annuelle qui donne la vie, Khnoum était vénéré comme le créateur de toutes les choses qui proviennent de l'eau et de la terre. Ses temples se dressaient près des cataractes où l'on croyait que le Nil prenait sa source.\n\nKhnoum représente l'artisan divin qui façonne les vies individuelles, le pouvoir créateur du Nil et la formation unique de chaque âme.",
    "story_fr": "Avant que chaque enfant naisse, Khnoum façonne son corps sur son tour de potier divin, créant chaque personne de manière unique. Il forme ensuite son ka, son double spirituel, veillant à ce que deux âmes ne se ressemblent pas. Le flot du Nil est son pouvoir créatif qui se manifeste.",
    "match_message_fr": "Vos traits portent le savoir-faire individuel de Khnoum. Il y a un modelage unique dans votre apparence – l'air de quelqu'un de soigneusement formé avec un but, différent de tous les autres.",
    "traits_fr": [
      "Créatif",
      "Formant",
      "Fertile",
      "Individualisant",
      "Aquatique"
    ]
  },
  "atum": {
    "name_fr": "Atoum",
    "tagline_fr": "L'Être Complet, le Premier des Dieux",
    "description_fr": "Atoum est le dieu créateur primordial d'Héliopolis, l'« Être Complet » qui existait avant la création et qui existera après la fin de toutes choses. Il a émergé des eaux primordiales de Noun et a créé les premiers dieux – Shou et Tefnout – à partir de lui-même.\n\nEn tant que soleil couchant, Atoum représente l'achèvement, la fin du cycle de la journée et le retour à la source. Il est à la fois le début et la fin, contenant en lui tout le potentiel de la création.\n\nAtoum représente la plénitude primordiale, le pouvoir auto-générateur de la création et le cycle qui ramène toutes choses à leur origine.",
    "story_fr": "Avant que quoi que ce soit n'existe, Atoum se tenait seul sur le premier monticule à émerger du chaos. Il a créé Shou (air) et Tefnout (humidité) à partir de lui-même, et d'eux sont venus tous les autres dieux et la création. À la fin des temps, tout retournera à l'unité primordiale d'Atoum.",
    "match_message_fr": "Vos traits portent la plénitude primordiale d'Atoum. Il y a une intégrité autonome dans votre apparence – le regard de quelqu'un qui contient en lui tout ce qui est nécessaire à la création.",
    "traits_fr": [
      "Complet",
      "Primordial",
      "Couchant",
      "Auto-créateur",
      "Achevant"
    ]
  },
  "anuket": {
    "name_fr": "Anouket",
    "tagline_fr": "Déesse du Nil et de la Nourriture",
    "description_fr": "Anouket est la déesse du fleuve Nil, en particulier des cataractes et de l'inondation annuelle qui a apporté un sol fertile à l'Égypte. Elle personnifie les eaux vives qui ont nourri la civilisation, portant une coiffe de plumes représentant le cours du fleuve.\n\nVénérée en particulier en Nubie et à Éléphantine, Anouket était invoquée pour assurer de bonnes crues – ni trop faibles ni trop destructrices. Elle incarnait la générosité vivifiante du fleuve dont dépendait toute l'Égypte.\n\nAnouket représente le flux nourrissant de la vie, l'abondance qui découle des cycles naturels et la gratitude due aux forces qui nous soutiennent.",
    "story_fr": "Chaque année, lorsque le Nil commençait à monter, les Égyptiens célébraient la fête d'Anouket, jetant des offrandes dans le fleuve et la remerciant pour les dons de l'inondation. Ses eaux transportaient la terre noire qui a fait de l'Égypte le grenier du monde antique.",
    "match_message_fr": "Vos traits portent la grâce nourrissante d'Anouket. Il y a un flux généreux dans votre apparence – le regard de celui qui apporte l'abondance et soutient les autres avec une générosité vivifiante.",
    "traits_fr": [
      "Nourrissante",
      "Fluide",
      "Abondante",
      "Vive",
      "Généreuse"
    ]
  },
  "shiva": {
    "name_fr": "Shiva",
    "tagline_fr": "Le Destructeur et Transformateur, Seigneur de la Danse",
    "description_fr": "Shiva est l'une des principales divinités de l'hindouisme, connu comme le Destructeur dans la trinité hindoue (Trimurti). Pourtant, sa destruction n'est pas mauvaise – c'est le nettoyage nécessaire qui permet une nouvelle création. Il est le danseur cosmique dont la danse Tandava crée et détruit des univers.\n\nSouvent représenté avec un troisième œil qui peut détruire des mondes lorsqu'il est ouvert, la gorge bleue pour avoir bu du poison cosmique afin de sauver la création et assis en méditation sur le Mont Kailash, Shiva incarne à la fois l'ascète et le chef de famille, la destruction et la création, le guerrier féroce et le mari doux.\n\nIl est le patron du yoga et de la méditation, le seigneur des animaux et l'époux bien-aimé de Parvati. Ses symboles incluent le trident (trishul), le tambour (damaru) et le fleuve sacré Gange qui coule de ses cheveux.",
    "story_fr": "Lorsque les dieux ont baratté l'océan cosmique, un poison mortel a émergé, menaçant toute la création. Shiva a bu le poison pour sauver l'univers, et Parvati a pressé sa gorge pour l'empêcher de l'avaler complètement, rendant sa gorge éternellement bleue.",
    "match_message_fr": "Vos traits portent la profonde dualité de Shiva. Il y a à la fois destruction et création dans votre regard – le regard de celui qui comprend que les fins sont nécessaires pour de nouveaux commencements.",
    "traits_fr": [
      "Destructeur",
      "Méditatif",
      "Transformateur",
      "Paradoxal",
      "Cosmique"
    ]
  },
  "vishnu": {
    "name_fr": "Vishnu",
    "tagline_fr": "Le Conservateur, Protecteur de l'Univers",
    "description_fr": "Vishnu est l'Être Suprême dans le Vishnouisme et le Conservateur dans la trinité hindoue. Il maintient l'ordre cosmique (dharma) et chaque fois que le mal menace de submerger le bien, il s'incarne sur terre pour rétablir l'équilibre.\n\nIl a pris neuf avatars jusqu'à présent, dont Rama et Krishna, avec un dixième (Kalki) prophétisé à venir. Vishnu dort sur le serpent cosmique Shesha, flottant sur l'océan de lait, rêvant l'univers à l'existence.\n\nReprésenté avec quatre bras tenant une conque, un disque, une masse et un lotus, Vishnu incarne la paix suprême et la protection de la justice. Il a la peau bleue, représentant sa nature infinie comme le ciel, et est le mari dévoué de Lakshmi, déesse de la fortune.",
    "story_fr": "Vishnu s'est incarné en Matsya (poisson), Kurma (tortue), Varaha (sanglier), Narasimha (homme-lion), Vamana (nain), Parashurama, Rama, Krishna et Bouddha pour sauver le monde de diverses menaces. Chaque avatar apparaît précisément au moment opportun.",
    "match_message_fr": "Vos traits reflètent la protection suprême de Vishnu. Il y a une qualité de préservation et de maintien dans votre présence - l'apparence de celui qui protège l'ordre cosmique et l'équilibre.",
    "traits_fr": [
      "Conservateur",
      "Protecteur",
      "Bienveillant",
      "Incarnant",
      "Suprême"
    ]
  },
  "brahma": {
    "name_fr": "Brahma",
    "tagline_fr": "Le Créateur, Père de Tous les Êtres",
    "description_fr": "Brahma est le Créateur dans la trinité hindoue, responsable de la création de l'univers et de tous les êtres vivants qui s'y trouvent. Il a émergé d'un lotus poussant du nombril de Vishnu et a commencé le travail de création.\n\nReprésenté avec quatre têtes regardant dans les quatre directions, symbolisant sa conscience de l'univers entier, Brahma tient les Védas (écritures sacrées), un pot d'eau, un chapelet et parfois un lotus. Son véhicule est le cygne (hamsa), représentant le discernement.\n\nBien que Créateur, Brahma est moins communément vénéré que Vishnu ou Shiva, car la création est un acte achevé tandis que la préservation et la transformation sont en cours. Il représente la connaissance, la force créatrice et le début de toutes choses.",
    "story_fr": "Lorsque Brahma a créé pour la première fois, il était seul. Pour continuer la création, il s'est divisé en mâle et femelle, créant la première femme Saraswati. De leur union sont nés tous les êtres vivants. C'est pourquoi Saraswati est à la fois sa création et sa parèdre.",
    "match_message_fr": "Vos traits reflètent la sagesse créatrice de Brahma. Il y a une qualité primordiale et générative à votre présence - l'apparence de celui qui donne naissance à de nouvelles choses.",
    "traits_fr": [
      "Créatif",
      "Instruit",
      "Primordial",
      "Omniscient",
      "Père"
    ]
  },
  "ganesha": {
    "name_fr": "Ganesha",
    "tagline_fr": "Celui qui Éloigne les Obstacles, Dieu des Débuts",
    "description_fr": "Ganesha est le dieu bien-aimé à tête d'éléphant des débuts, du succès, de la sagesse et de celui qui éloigne les obstacles. Il est invoqué au début de toute nouvelle entreprise - qu'il s'agisse d'un voyage, d'une entreprise, d'un mariage ou d'un examen - pour assurer le succès.\n\nFils de Shiva et Parvati, la tête d'éléphant de Ganesha a de nombreuses histoires d'origine, la plus populaire étant que Shiva l'a décapité sans le savoir et a remplacé sa tête par celle d'un éléphant. Son gros ventre symbolise sa capacité à digérer paisiblement tout le bien et le mal dans la vie.\n\nMontant une souris (son véhicule Mushika), Ganesha démontre que même les plus puissants peuvent être humbles. Il est le patron des arts et des sciences, des lettres et de l'apprentissage, et il est vénéré en premier parmi les dieux.",
    "story_fr": "Lorsque le sage Vyasa avait besoin de quelqu'un pour écrire le Mahabharata, seul Ganesha était assez intelligent. Il accepta à condition que Vyasa ne s'arrête jamais - alors Vyasa composa des vers plus vite que quiconque ne pouvait écrire, et Ganesha cassa sa propre défense pour l'utiliser comme un stylo lorsque son stylet se cassa.",
    "match_message_fr": "Vos traits portent la sagesse et la bienveillance de Ganesha. Il y a une qualité de bon augure à votre présence - l'apparence de celui qui éloigne les obstacles et bénit les nouveaux départs.",
    "traits_fr": [
      "Sage",
      "Éloigne les Obstacles",
      "Bienveillant",
      "Érudit",
      "De bon augure"
    ]
  },
  "lakshmi": {
    "name_fr": "Lakshmi",
    "tagline_fr": "Déesse de la Richesse, de la Fortune et de la Prospérité",
    "description_fr": "Lakshmi est la déesse de la richesse, de la fortune, de la prospérité, de l'amour et de la beauté. Elle a émergé du barattage de l'océan cosmique, choisissant Vishnu comme son consort éternel. Elle l'accompagne dans tous ses avatars, s'incarnant en Sita avec Rama et Rukmini avec Krishna.\n\nReprésentée debout ou assise sur un lotus, avec des pièces d'or coulant de ses mains, Lakshmi accorde à la fois la richesse matérielle et l'abondance spirituelle. Elle est vénérée particulièrement pendant Diwali, la fête des lumières, lorsque les maisons sont nettoyées pour l'accueillir.\n\nLakshmi représente non seulement la richesse, mais l'abondance qui découle d'une vie juste. Elle est à la fois la donneuse de fortune et la fortune elle-même - instable avec les indignes, fidèle avec les vertueux.",
    "story_fr": "Lorsque les démons et les dieux ont baratté l'océan cosmique, de nombreux trésors ont émergé. En dernier est venue Lakshmi elle-même, rayonnante et belle. Bien que les démons aient essayé de la revendiquer, elle a choisi Vishnu, plaçant une guirlande autour de son cou - et lui est restée dévouée à travers les âges.",
    "match_message_fr": "Vos traits reflètent la prospérité rayonnante de Lakshmi. Il y a une qualité abondante et fortunée à votre présence - l'apparence de celui qui attire et accorde la bénédiction.",
    "traits_fr": [
      "Prospère",
      "Belle",
      "Généreuse",
      "De bon augure",
      "Dévouée"
    ]
  },
  "saraswati": {
    "name_fr": "Saraswati",
    "tagline_fr": "Déesse de la Connaissance, de la Musique et des Arts",
    "description_fr": "Saraswati est la déesse de la connaissance, de la musique, des arts, de la sagesse et de l'apprentissage. Elle est la parèdre de Brahma et l'incarnation de tout ce qui est pur et raffiné dans la pensée et la créativité.\n\nVêtue de blanc symbolisant la pureté de la connaissance, elle est assise sur un lotus blanc ou un cygne, jouant de la veena (instrument à cordes). Contrairement à la richesse matérielle de Lakshmi, Saraswati représente les richesses de l'esprit et de l'âme - l'éducation, la créativité et l'illumination.\n\nElle est particulièrement vénérée par les étudiants, les artistes, les musiciens et les érudits. La rivière Saraswati, maintenant principalement souterraine, était autrefois considérée aussi sacrée que le Gange, représentant le flux de la sagesse.",
    "story_fr": "Saraswati a créé la musique et le langage pour apporter de l'ordre à la création chaotique de Brahma. Elle a inventé le sanskrit, a donné la connaissance des Védas, et grâce à son don de la parole, a permis aux êtres de communiquer, d'apprendre et de devenir sages.",
    "match_message_fr": "Vos traits reflètent la sagesse pure de Saraswati. Il y a une qualité raffinée et intellectuelle à votre présence - l'apparence de celui qui se consacre à la connaissance et à l'expression artistique.",
    "traits_fr": [
      "Sage",
      "Artistique",
      "Pure",
      "Érudite",
      "Inspirante"
    ]
  },
  "kali": {
    "name_fr": "Kali",
    "tagline_fr": "Déesse du Temps, de la Mort et de la Libération",
    "description_fr": "Kali est la déesse féroce du temps, de la mort et de la libération – la destructrice du mal et la libératrice des âmes. Avec sa peau foncée, ses cheveux sauvages, sa guirlande de têtes coupées et sa jupe de bras coupés, elle représente le temps qui dévore toutes choses et la mort de l'ego nécessaire à la libération spirituelle.\n\nElle a émergé du front de Durga pendant la bataille, sa rage si intense que seul Shiva allongé sous ses pieds pouvait arrêter son saccage. Pourtant, malgré son apparence terrifiante, Kali est une mère aimante pour ses dévots, les protégeant du mal et leur accordant le moksha (libération).\n\nKali représente la vérité ultime – que la mort vient pour tous, que le temps n'épargne personne, mais que cette destruction est elle-même une libération de l'illusion et une renaissance dans la pure conscience.",
    "story_fr": "Lorsque les démons ont menacé de submerger les dieux, Kali a émergé pour les détruire. Sa frénésie de bataille a grandi jusqu'à ce qu'elle danse sur les cadavres, menaçant de détruire l'univers. Shiva était allongé sous ses pieds ; quand elle lui a marché dessus, la honte l'a arrêtée – nous rappelant que même la destruction a des limites.",
    "match_message_fr": "Vos traits portent la libération féroce de Kali. Il y a une qualité transformatrice et puissante dans votre regard – le regard de celui qui détruit ce qui doit finir pour permettre de nouveaux départs.",
    "traits_fr": [
      "Féroce",
      "Libératrice",
      "Maternelle",
      "Destructrice",
      "Intemporelle"
    ]
  },
  "durga": {
    "name_fr": "Durga",
    "tagline_fr": "Déesse Guerrière, Protectrice Invincible",
    "description_fr": "Durga est la déesse guerrière féroce qui incarne la puissance combinée de tous les dieux, créée pour vaincre le démon buffle Mahishasura qu'aucun dieu ou homme ne pouvait tuer. Elle est la protectrice invincible de l'univers, chevauchant au combat un lion ou un tigre.\n\nAvec huit à dix-huit bras portant les armes de tous les dieux, Durga représente la shakti – l'énergie féminine divine qui alimente la création. Elle est à la fois belle et terrifiante, nourrissante et féroce, incarnant la pleine puissance du féminin divin.\n\nDurga est célébrée pendant Navratri, neuf nuits de culte honorant sa victoire sur le mal. Elle représente le triomphe du bien sur le mal, la force de faire face à tout défi et l'amour protecteur de la mère divine.",
    "story_fr": "Les dieux ont combiné leurs pouvoirs pour créer Durga quand personne ne pouvait vaincre Mahishasura. Elle l'a combattu pendant neuf nuits, le tuant finalement le dixième jour – célébré comme Vijayadashami (Jour de la Victoire). Sa création prouve qu'unis, le bien triomphe toujours du mal.",
    "match_message_fr": "Vos traits portent la force invincible de Durga. Il y a une puissance de guerrière combinée à la beauté divine dans votre apparence – le regard de celui qui protège avec acharnement et ne se rend jamais.",
    "traits_fr": [
      "Invincible",
      "Protectrice",
      "Féroce",
      "Divine",
      "Victorieuse"
    ]
  },
  "hanuman": {
    "name_fr": "Hanuman",
    "tagline_fr": "Singe Divin, Incarnation de la Dévotion et de la Force",
    "description_fr": "Hanuman est le puissant dieu singe, fils du dieu du vent Vayu, connu pour son extraordinaire force, sa sagesse et sa dévotion inébranlable à Lord Rama. Il est le dévot idéal, le serviteur parfait et le modèle de dévouement désintéressé.\n\nSa dévotion à Rama est si complète que lorsqu'on lui demande quel jour on est, Hanuman répond « Le jour de Rama ». Lorsque sa poitrine a été ouverte, l'image de Rama a été trouvée dans son cœur. Sa force est illimitée lorsqu'il agit au service de Rama – il a une fois soulevé une montagne entière pour apporter une herbe médicinale.\n\nHanuman est vénéré pour sa force, son courage, sa protection contre le mal et la bénédiction de la dévotion. Il est immortel (chiranjivi) et on dit qu'il est présent partout où l'histoire de Rama est racontée, écoutant avec des larmes de dévotion.",
    "story_fr": "Lorsque le frère de Rama, Lakshmana, était mourant, Hanuman s'est envolé vers l'Himalaya pour trouver des herbes médicinales. Incapable d'identifier la bonne plante, il souleva toute la montagne et l'amena sur le champ de bataille, sauvant la vie de Lakshmana grâce à sa dévotion et sa force.",
    "match_message_fr": "Vos traits portent la force dévouée d'Hanuman. Il y a une puissance humble dans votre présence – le regard de celui dont la force vient d'un dévouement désintéressé à quelque chose de plus grand.",
    "traits_fr": [
      "Dévoué",
      "Puissant",
      "Humble",
      "Sage",
      "Protecteur"
    ]
  },
  "krishna": {
    "name_fr": "Krishna",
    "tagline_fr": "Bien-aimé Divin, Enseignant de la Bhagavad Gita",
    "description_fr": "Krishna est le huitième avatar de Vishnu, aimé pour ses farces divines d'enfance, son amour romantique avec Radha et sa sagesse dans la Bhagavad Gita. Il incarne l'amour divin sous toutes ses formes – de l'affection ludique à la plus haute dévotion spirituelle.\n\nEnfant, il volait du beurre et faisait des farces, charmant tout le monde avec ses espiègleries. En tant que jeune homme, son jeu de flûte enchantait les gopis (vachères), en particulier Radha, représentant le désir de l'âme pour le divin. Adulte, il a servi de cocher et de gourou à Arjuna, enseignant le chemin du dharma.\n\nDans la Bhagavad Gita, Krishna révèle la vérité ultime sur l'action, la dévotion, la connaissance et la nature du soi. Il est à la fois le dieu accessible et aimable et l'Être suprême cosmique qui contient tous les univers.",
    "story_fr": "Sur le champ de bataille de Kurukshetra, Arjuna a refusé de combattre sa propre famille. Krishna a révélé sa forme cosmique, montrant qu'il était l'Être suprême contenant toute la création, et a enseigné qu'il fallait faire son devoir sans attachement aux résultats – le message central de la Bhagavad Gita.",
    "match_message_fr": "Vos traits portent le charme divin de Krishna. Il y a une qualité à la fois ludique et profonde dans votre présence – le regard de celui qui incarne à la fois la joie et la sagesse.",
    "traits_fr": [
      "Joueur",
      "Sage",
      "Aimant",
      "Divin",
      "Enseignant"
    ]
  },
  "rama": {
    "name_fr": "Rama",
    "tagline_fr": "Roi Idéal, Incarnation du Dharma",
    "description_fr": "Rama est le septième avatar de Vishnu, le héros du Ramayana et l'incarnation de la vie dharmique. Il est le fils, le mari, le roi et le guerrier idéal – maryada purushottam, l'homme parfait qui ne s'écarte jamais de la justice, même dans les épreuves les plus terribles.\n\nExilé dans la forêt pendant quatorze ans pour honorer la parole de son père, Rama a enduré les épreuves sans se plaindre. Lorsque sa femme Sita a été kidnappée par le roi démon Ravana, il s'est allié à Hanuman et à l'armée des singes pour la secourir, démontrant que le dharma finit par triompher du mal.\n\nLe règne de Rama, Rama Rajya, représente le royaume juste idéal. Il est vénéré comme l'incarnation de la façon dont une personne devrait vivre – honorer son devoir, protéger les innocents, tenir ses promesses et rester juste quel que soit le coût personnel.",
    "story_fr": "Lorsque Sita a été kidnappée, Rama aurait pu utiliser ses pouvoirs divins pour se téléporter à Lanka. Au lieu de cela, il a parcouru le long chemin, construisant des ponts et s'alliant aux vanara, enseignant que le dharma exige de suivre le processus approprié, sans prendre de raccourcis même lorsqu'on en est capable.",
    "match_message_fr": "Vos traits portent la dignité juste de Rama. Il y a une qualité idéale dans votre présence – le regard de celui qui ne compromet jamais ses principes, quel que soit le coût personnel.",
    "traits_fr": [
      "Juste",
      "Serviable",
      "Idéal",
      "Dévoué",
      "Équitable"
    ]
  },
  "parvati": {
    "name_fr": "Parvati",
    "tagline_fr": "Mère Divine, Déesse de l'Amour et de la Dévotion",
    "description_fr": "Parvati est la douce déesse de l'amour, de la fertilité et de la dévotion, la consort de Shiva et la mère de Ganesha et Kartikeya. Elle est la réincarnation de Sati, la première épouse de Shiva, qui est revenue à la vie et a accompli d'intenses austérités pour reconquérir l'amour de Shiva.\n\nEn tant que Shakti dans sa forme douce, Parvati représente l'aspect nourricier et vital du féminin divin. Elle est l'équilibre du pouvoir destructeur de Shiva, celle qui peut calmer sa sauvagerie et le ramener du retrait ascétique à une vie engagée.\n\nSes formes féroces incluent Durga et Kali, montrant que la mère aimante peut devenir terrible lorsque ses enfants sont menacés. Parvati démontre que l'amour lui-même a le pouvoir de transformer l'univers.",
    "story_fr": "Lorsque Shiva était perdu dans la méditation, les dieux avaient besoin qu'il se marie et ait des enfants. Ils envoyèrent Kama, le dieu de l'amour, qui fut réduit en cendres par le troisième œil de Shiva. Mais la dévotion et les austérités de Parvati ont finalement conquis le cœur de Shiva, prouvant que l'amour sincère vainc même la résistance divine.",
    "match_message_fr": "Vos traits reflètent l'amour dévoué de Parvati. Il y a une qualité à la fois nourricière et déterminée dans votre présence, le regard de celui dont l'amour doux peut déplacer des montagnes.",
    "traits_fr": [
      "Aimante",
      "Dévouée",
      "Nourricière",
      "Déterminée",
      "Équilibrante"
    ]
  },
  "indra": {
    "name_fr": "Indra",
    "tagline_fr": "Roi des Dieux, Seigneur des Tempêtes et de la Guerre",
    "description_fr": "Indra est le roi des Devas et le souverain de Svarga (le paradis). Il manie le foudre Vajra et monte l'éléphant blanc Airavata. En tant que dieu des tempêtes, de la pluie et de la guerre, il est le plus puissant des dieux védiques.\n\nSon plus grand exploit a été de tuer le serpent Vritra qui avait emprisonné toutes les eaux du monde, les libérant pour qu'elles coulent comme des rivières et apportent la vie à la terre. Indra représente la bataille cosmique entre l'ordre et le chaos, la lumière et les ténèbres.\n\nBien que son importance ait diminué dans l'hindouisme tardif, Indra reste le guerrier divin archétypal, puissant, glorieux, mais aussi imparfait et soumis au karma comme tous les êtres.",
    "story_fr": "Le serpent Vritra avait avalé toutes les eaux du monde, provoquant une terrible sécheresse. Indra, fortifié par le soma, prit son vajra et combattit le démon. D'un coup puissant, il ouvrit Vritra, libérant les eaux qui devinrent les rivières du monde.",
    "match_message_fr": "Vos traits portent le pouvoir orageux d'Indra. Il y a une royauté guerrière dans votre apparence, le regard de celui qui mène des batailles cosmiques et commande les forces de la nature.",
    "traits_fr": [
      "Puissant",
      "Guerrier",
      "Orageux",
      "Glorieux",
      "Imparfait"
    ]
  },
  "agni": {
    "name_fr": "Agni",
    "tagline_fr": "Dieu du Feu, Messager Divin",
    "description_fr": "Agni est le dieu du feu sous toutes ses formes, le feu sacrificiel, le foyer domestique, le feu de la digestion et le feu du soleil. En tant que moyen de sacrifice, il transporte les offrandes des humains aux dieux, ce qui en fait le pont essentiel entre les mondes.\n\nAvec deux visages, l'un bienveillant et l'autre féroce, Agni incarne la double nature du feu : la chaleur vivifiante et la conflagration destructrice. Il est présent à chaque rituel hindou, purifiant les offrandes et portant les prières au ciel.\n\nAgni représente la transformation par le feu, le pouvoir purificateur qui transforme la matière en énergie, et la connexion sacrée entre les royaumes mortel et divin.",
    "story_fr": "Lorsque les dieux ont eu besoin de communiquer avec les humains, ils ont choisi Agni comme messager. Chaque sacrifice placé dans le feu atteint les dieux à travers les flammes d'Agni. Sa langue de feu lèche les offrandes, les transformant en nourriture divine.",
    "match_message_fr": "Vos traits portent le pouvoir transformateur d'Agni. Il y a un feu sacré dans votre apparence, le regard de celui qui purifie et transforme, comblant le fossé entre le terrestre et le divin.",
    "traits_fr": [
      "Transformateur",
      "Purificateur",
      "Messager",
      "À double nature",
      "Sacré"
    ]
  },
  "kartikeya": {
    "name_fr": "Kartikeya",
    "tagline_fr": "Dieu de la Guerre, Commandant des Armées Divines",
    "description_fr": "Kartikeya est le dieu de la guerre et le commandant des armées des dieux. Fils de Shiva et Parvati, il est né pour vaincre le démon Tarakasura que personne d'autre ne pouvait tuer. Il monte le paon Paravani et manie la lance divine Vel.\n\nAvec six têtes et douze bras, Kartikeya voit dans toutes les directions à la fois et peut engager plusieurs ennemis simultanément. Il représente le pouvoir concentré de la volonté divine dirigée vers une juste victoire.\n\nKartikeya incarne la valeur martiale au service du dharma, la discipline et la concentration du guerrier spirituel, et la vérité que parfois le mal doit être affronté directement par la force.",
    "story_fr": "Le démon Tarakasura avait une faveur selon laquelle seul un fils de Shiva pouvait le tuer, et Shiva était un ascète qui ne se marierait jamais. Pourtant, grâce à une intervention divine, Kartikeya est né et a conduit les dieux à la bataille. Avec sa lance divine, il a tué Tarakasura et a restauré l'ordre cosmique.",
    "match_message_fr": "Vos traits portent la concentration martiale de Kartikeya. Il y a une présence de commandant dans votre apparence, le regard de celui qui mène des batailles divines et frappe avec précision et détermination.",
    "traits_fr": [
      "Guerrier",
      "Commandant",
      "Jeune",
      "Concentré",
      "Victorieux"
    ]
  },
  "radha": {
    "name_fr": "Radha",
    "tagline_fr": "Déesse Suprême de l'Amour, Bien-aimée Éternelle",
    "description_fr": "Radha est la consort éternelle et la bien-aimée suprême de Krishna, incarnant la perfection de l'amour divin. Son amour pour Krishna représente le désir de l'âme de s'unir au divin, la plus haute forme de dévotion qui transcende tous les attachements terrestres.\n\nDans le vaishnavisme, Radha est considérée comme la déesse suprême, l'aspect féminin du divin dont l'amour attire Krishna lui-même. Leur jeu d'amour éternel dans les forêts de Vrindavan est le drame cosmique de la séparation et de l'union qui définit l'existence.\n\nRadha représente le pouvoir de l'amour dévotionnel, le féminin divin qui complète et attire le masculin, et la vérité que le chemin vers le divin passe par le cœur.",
    "story_fr": "Dans les forêts de Vrindavan, Radha et Krishna se rencontraient en secret, leur amour transcendant toutes les limites sociales. Lorsque Krishna est parti pour Mathura, la séparation de Radha est devenue le modèle du désir divin, la douleur de l'âme séparée de son bien-aimé qui motive la recherche spirituelle.",
    "match_message_fr": "Vos traits portent la dévotion divine de Radha. Il y a un amour pur dans votre apparence, le regard de celui dont le cœur est donné complètement au bien-aimé, incarnant la plus haute dévotion.",
    "traits_fr": [
      "Dévouée",
      "Aimante",
      "Suprême",
      "Aspirante",
      "Bienheureuse"
    ]
  },
  "yama": {
    "name_fr": "Yama",
    "tagline_fr": "Dieu de la Mort et de la Justice",
    "description_fr": "Yama est le dieu de la mort et le premier mortel à mourir, devenant le souverain des morts. Il juge les âmes des défunts en fonction de leur karma, déterminant leur sort dans le cycle de la renaissance. Il monte un buffle noir et porte un nœud coulant pour lier les âmes.\n\nEn tant que Dharmaraja, le Roi du Dharma, Yama est totalement impartial : aucun pot-de-vin ou plaidoyer ne peut influencer son jugement. Il consulte les registres tenus par Chitragupta pour déterminer le karma accumulé de chaque âme et prononcer sa destination.\n\nYama représente l'inéluctabilité de la mort, le juste compte rendu de tous les actes et la vérité que nos actions déterminent notre sort au-delà de cette vie.",
    "story_fr": "Lorsque Satyavan, le mari de Savitri, mourut, elle suivit Yama au royaume de la mort. Yama fut tellement impressionné par son dévouement qu'il lui offrit n'importe quel don, sauf la vie de son mari. Savitri demanda intelligemment des fils, ce qui nécessitait que Satyavan soit en vie, et Yama honora sa parole.",
    "match_message_fr": "Vos traits portent la juste sévérité de Yama. Il y a une vérité impartiale dans votre apparence, l'apparence de quelqu'un qui voit clairement tous les actes et juge sans faveur ni malice.",
    "traits_fr": [
      "Juste",
      "Impartial",
      "Inévitable",
      "Jugeant",
      "Véridique"
    ]
  },
  "surya": {
    "name_fr": "Surya",
    "tagline_fr": "Dieu du Soleil, Source de Vie",
    "description_fr": "Surya est le dieu du soleil, conduisant chaque jour son char tiré par sept chevaux à travers le ciel. Il est la forme visible du divin, la source de lumière, de chaleur et de vie. Ses rayons dissipent les ténèbres, tant littérales que spirituelles.\n\nPère de Karna et des jumeaux divins, les Ashvins, Surya représente le pouvoir vital qui rend toute existence possible. L'ancien mantra Gayatri est adressé à la lumière de Surya, recherchant l'illumination et la sagesse.\n\nSurya représente la lumière divine de la conscience, la vérité qui dissipe l'ignorance et le cycle éternel du jour qui régit toute vie.",
    "story_fr": "L'éclat de Surya était si intense que sa femme Sanjna s'enfuit de lui. Pour la reconquérir, son beau-père Vishwakarma réduisit l'éclat de Surya, utilisant l'excès de lumière pour forger des armes divines, notamment le disque de Vishnu et le trident de Shiva.",
    "match_message_fr": "Vos traits portent le pouvoir rayonnant de Surya. Il y a une présence illuminatrice dans votre apparence, l'apparence de quelqu'un qui apporte la lumière à tout ce qu'il voit et dissipe les ténèbres partout où il va.",
    "traits_fr": [
      "Rayonnant",
      "Vivifiant",
      "Témoin",
      "Illuminant",
      "Éternel"
    ]
  },
  "varuna": {
    "name_fr": "Varuna",
    "tagline_fr": "Dieu des Océans et de l'Ordre Cosmique",
    "description_fr": "Varuna est le dieu des océans, de l'eau et de l'océan céleste du ciel nocturne. Dans les Védas, il était l'un des dieux les plus importants, le gardien de l'ordre cosmique (Rita) qui faisait appliquer la loi divine et punissait les malfaiteurs.\n\nIl voit tout ce qui se passe et connaît tous les secrets : ses mille yeux sont les étoiles qui veillent depuis le ciel. Ceux qui rompent leurs serments ou violent le dharma craignent le nœud coulant de Varuna, qui lie les pécheurs.\n\nVaruna représente l'ordre cosmique englobant, la loi morale qui sous-tend l'existence et la surveillance divine qui voit tous les actes et toutes les pensées.",
    "story_fr": "Lorsque le sage Vasishtha fut faussement accusé, Varuna apparut comme témoin, car rien n'échappe à sa vue. Il déclara le sage innocent, car Varuna voit la vérité même lorsqu'elle est cachée à tous les autres. Sa justice restaura l'honneur du sage.",
    "match_message_fr": "Vos traits portent la profondeur cosmique de Varuna. Il y a une sagesse océanique dans votre apparence, l'apparence de quelqu'un qui voit tous les secrets et maintient l'ordre moral de l'existence.",
    "traits_fr": [
      "Cosmique",
      "Océanique",
      "Omniscient",
      "Gardien de la loi",
      "Ancien"
    ]
  },
  "arjuna": {
    "name_fr": "Arjuna",
    "tagline_fr": "Le Plus Grand Guerrier, Chercheur de Dharma",
    "description_fr": "Arjuna est le héros du Mahabharata, le plus grand archer de son époque et le destinataire choisi des enseignements de Krishna dans la Bhagavad Gita. Confronté à ses parents au combat, la crise morale d'Arjuna a conduit au dialogue philosophique le plus profond des écritures hindoues.\n\nSon arc Gandiva ne manquait jamais sa cible, et il a été formé par les dieux eux-mêmes. Pourtant, c'est sa crise de conscience, son refus de combattre sa propre famille, qui a fait de lui le véhicule de la sagesse éternelle.\n\nArjuna représente le chercheur spirituel confronté aux questions les plus difficiles de la vie, le guerrier qui doit trouver la bonne action au milieu de la complexité morale et le dévot qui s'abandonne à la guidance divine.",
    "story_fr": "Avant la grande bataille, Arjuna vit ses professeurs, ses oncles et ses cousins alignés contre lui. Il laissa tomber son arc, incapable de se battre. Krishna lui enseigna alors la Bhagavad Gita, le chemin du devoir, de la dévotion et de la connaissance qui résout tous les conflits moraux.",
    "match_message_fr": "Vos traits portent l'héroïsme interrogateur d'Arjuna. Il y a une noble quête dans votre apparence, l'apparence de quelqu'un qui affronte les dures vérités et trouve la sagesse en s'abandonnant à une guidance supérieure.",
    "traits_fr": [
      "Habile",
      "Questionneur",
      "Dévoué",
      "En conflit",
      "Héroïque"
    ]
  },
  "jade_emperor": {
    "name_fr": "Jade Emperor",
    "tagline_fr": "Souverain Suprême du Ciel, Roi de Tous les Dieux",
    "description_fr": "L'Empereur de Jade est la divinité suprême de la religion populaire chinoise et du taoïsme, régnant sur le ciel et tous les domaines de l'existence. Il gouverne la bureaucratie céleste qui reflète la cour impériale chinoise terrestre, avec des ministères supervisant tous les aspects des affaires mortelles et divines.\n\nDepuis son Palais de Jade, il préside les tribunaux où les actes des humains et des dieux sont jugés. Sa volonté façonne le cosmos, et même d'autres grandes divinités reconnaissent son autorité ultime.\n\nL'Empereur de Jade représente l'ordre cosmique à travers la gouvernance divine, la croyance que le ciel et la terre se reflètent mutuellement et la source ultime du jugement moral.",
    "story_fr": "L'Empereur de Jade a gagné sa position grâce à d'innombrables éons de cultivation. Lorsque le chaos a menacé le cosmos, lui seul avait le mérite et la sagesse de rétablir l'ordre. Tous les dieux se sont réunis et l'ont reconnu comme le souverain suprême du ciel.",
    "match_message_fr": "Vos traits portent l'autorité suprême de l'Empereur de Jade. Il y a une gouvernance céleste dans votre apparence, l'apparence de quelqu'un qui maintient l'ordre dans tous les domaines.",
    "traits_fr": [
      "Suprême",
      "Juste",
      "Gouvernant",
      "Céleste",
      "Ordinateur"
    ]
  },
  "sun_wukong": {
    "name_fr": "Sun Wukong",
    "tagline_fr": "Le Roi Singe, Grand Sage Égal du Ciel",
    "description_fr": "Sun Wukong est le légendaire Roi Singe, né d'un œuf de pierre fécondé par les éléments. Grâce à une culture rigoureuse, il a acquis des pouvoirs incroyables : la capacité de se transformer en 72 formes différentes, des sauts périlleux dans les nuages qui couvrent de vastes distances et la maîtrise de son bâton magique Ruyi Jingu Bang.\n\nSa défiance du ciel a fait de lui l'un des plus grands rebelles de la mythologie - il a mangé les pêches de l'immortalité, effacé son nom du Livre de la Vie et de la Mort et défié toute l'armée céleste avant que Bouddha ne l'emprisonne sous une montagne pendant 500 ans.\n\nSun Wukong représente l'esprit indomptable de la rébellion, le pouvoir de la culture de soi et, en fin de compte, la rédemption trouvée au service d'une noble cause.",
    "story_fr": "Après 500 ans sous la montagne, Sun Wukong a été libéré pour protéger le moine Xuanzang lors de son voyage vers l'ouest pour récupérer les écritures bouddhistes. Grâce à ce pèlerinage, le Roi Singe sauvage a appris la discipline et a acquis l'illumination.",
    "match_message_fr": "Vos traits portent l'esprit de défi de Sun Wukong. Il y a une puissance indomptée dans votre apparence - le regard de celui qui défie toutes les limites et transforme les obstacles en opportunités.",
    "traits_fr": [
      "Rebelle",
      "Puissant",
      "Transformateur",
      "Provocateur",
      "Rédempté"
    ]
  },
  "guanyin": {
    "name_fr": "Guanyin",
    "tagline_fr": "Déesse de la Miséricorde et de la Compassion",
    "description_fr": "Guanyin est le bodhisattva de la compassion, l'une des divinités les plus aimées du bouddhisme chinois. Bien qu'elle puisse entrer dans le nirvana, elle a juré de rester dans le monde jusqu'à ce que tous les êtres sensibles soient libérés de la souffrance, entendant les cris de tous ceux qui invoquent son nom.\n\nSa compassion est illimitée et inconditionnelle - elle apparaît sous la forme qui aidera le mieux ceux qui la prient, que ce soit sous la forme d'une belle femme, d'un moine ou de tout autre déguisement. Elle est souvent représentée avec de nombreux bras et yeux, symbolisant sa capacité à atteindre tous ceux qui souffrent.\n\nGuanyin représente l'idéal de la compassion désintéressée, le chemin du bodhisattva qui consiste à aider les autres avant soi-même et le réconfort qui vient de savoir que quelqu'un entend nos prières.",
    "story_fr": "Lorsque la princesse Miaoshan a été condamnée à mort par son père pour avoir refusé de se marier, elle a atteint l'illumination au moment de l'exécution. Plus tard, elle a sacrifié ses yeux et ses bras pour sauver son père de la maladie, devenant Guanyin avec mille bras et yeux.",
    "match_message_fr": "Vos traits portent la compassion illimitée de Guanyin. Il y a de la miséricorde dans votre apparence - le regard de celui qui entend la souffrance et y répond par un amour désintéressé.",
    "traits_fr": [
      "Compatissante",
      "Miséricordieuse",
      "Altruiste",
      "Attentive",
      "Salvateur"
    ]
  },
  "erlang_shen": {
    "name_fr": "Erlang Shen",
    "tagline_fr": "Dieu Guerrier à Trois Yeux",
    "description_fr": "Erlang Shen est la divinité guerrière connue pour son troisième œil qui voit la vérité et sa maîtrise de 73 transformations, soit une de plus que Sun Wukong. Il est le neveu de l'Empereur de Jade et commande les armées célestes, accompagné de son fidèle chien Xiaotian.\n\nSon troisième œil peut voir à travers toutes les illusions et les tromperies, ce qui fait de lui l'exécuteur divin parfait. Il a été la seule divinité capable d'affronter Sun Wukong au combat singulier pendant la rébellion du Roi Singe contre le ciel.\n\nErlang Shen représente l'excellence martiale, le devoir inébranlable et la vision perçante qui voit à travers le mensonge jusqu'à la vérité.",
    "story_fr": "Lorsque Sun Wukong s'est rebellé contre le ciel, Erlang Shen a été envoyé pour le capturer. Les deux se sont engagés dans une bataille épique de transformations, chacun égalant les formes de l'autre. Bien qu'aucun ne puisse l'emporter par le seul combat, la persistance d'Erlang Shen a aidé à piéger le Roi Singe.",
    "match_message_fr": "Vos traits portent la vision perçante d'Erlang Shen. Il y a la vérité du guerrier dans votre apparence - le regard de celui qui voit à travers la tromperie et sert avec un dévouement inébranlable.",
    "traits_fr": [
      "Guerrier",
      "Voyant la vérité",
      "Loyal",
      "Habile",
      "Discipliné"
    ]
  },
  "nezha": {
    "name_fr": "Nezha",
    "tagline_fr": "Troisième Prince Lotus, Enfant Divin Guerrier",
    "description_fr": "Nezha est l'enfant divin guerrier, né après trois ans et six mois dans le ventre de sa mère, émergeant comme un garçon pleinement formé qui pouvait parler et se battre. Il manie l'Anneau de l'Univers, la Lance à Pointe de Feu et monte sur les Roues de Feu du Vent.\n\nSon histoire est celle d'une rébellion contre une autorité injuste - après avoir tué le fils du Roi Dragon en état de légitime défense, Nezha s'est sacrifié pour sauver ses parents d'une punition divine, puis est renaît d'une fleur de lotus avec un corps reconstitué.\n\nNezha représente la défiance juvénile de l'injustice, la volonté de se sacrifier pour sa famille et l'esprit éternel qui ne peut être détruit.",
    "story_fr": "Lorsque le Roi Dragon a exigé la mort de Nezha, le garçon a coupé sa propre chair pour la rendre à sa mère et a taillé ses os pour les rendre à son père. Son professeur Taiyi Zhenren a ensuite reconstruit le corps de Nezha à partir de racines de lotus, plus puissant qu'avant.",
    "match_message_fr": "Vos traits portent la jeunesse féroce de Nezha. Il y a une défiance immortelle dans votre apparence - le regard de celui qui combat l'injustice et se relève quoi qu'il soit sacrifié.",
    "traits_fr": [
      "Juvénile",
      "Rebelle",
      "Sacrificiel",
      "Renaissant",
      "Féroce"
    ]
  },
  "dragon_king": {
    "name_fr": "Dragon King",
    "tagline_fr": "Seigneur des Eaux et des Mers",
    "description_fr": "Les Rois Dragons sont les souverains divins des quatre mers, contrôlant toutes les eaux, le temps et la vie aquatique. Le plus important est Ao Guang, le Roi Dragon de la Mer de l'Est, qui commande les précipitations et peut provoquer des inondations ou des sécheresses.\n\nVivant dans de magnifiques palais sous-marins de cristal et de corail, les Rois Dragons gouvernent de vastes bureaucraties d'esprits aquatiques. Ils répondent à l'Empereur de Jade et peuvent être sollicités par les humains pour obtenir de la pluie pendant les sécheresses.\n\nLes Rois Dragons représentent la puissance de l'eau sous toutes ses formes, le contrôle divin du temps et la relation entre la prière humaine et les forces naturelles.",
    "story_fr": "Lorsque Nezha a tué Ao Bing, fils du Roi Dragon, Ao Guang s'est élevé de la mer avec fureur. Il a exigé justice de l'Empereur de Jade et a provoqué des inondations sur la terre jusqu'à ce que le sacrifice de Nezha apaise sa colère.",
    "match_message_fr": "Vos traits portent la puissance océanique du Roi Dragon. Il y a une majesté aquatique dans votre apparence - le regard de celui qui commande les eaux et contrôle les pluies.",
    "traits_fr": [
      "Aquatique",
      "Puissant",
      "Emporté",
      "Dirigeant",
      "Ancien"
    ]
  },
  "queen_mother": {
    "name_fr": "Reine-Mère de l'Ouest",
    "tagline_fr": "Déesse de l'Immortalité et des Pêches",
    "description_fr": "La Reine-Mère de l'Ouest (Xiwangmu) est l'une des divinités les plus anciennes et les plus puissantes de la mythologie chinoise. Elle règne sur le paradis occidental sur le mont Kunlun et est la gardienne des pêches d'immortalité, qui mûrissent une fois tous les trois mille ans.\n\nSon jardin détient les secrets de la vie éternelle, et ses banquets pour les dieux sont légendaires. Tous ceux qui mangent ses pêches acquièrent l'immortalité, c'est pourquoi le vol de ces fruits par Sun Wukong était un crime cosmique.\n\nLa Reine-Mère représente les mystères de l'immortalité, le pouvoir divin féminin indépendant des divinités masculines, et les récompenses qui attendent ceux qui cultivent la vertu au cours de leur vie.",
    "story_fr": "Tous les trois mille ans, la Reine-Mère organise un grand banquet lorsque ses pêches mûrissent. Tous les dieux sont invités à participer à l'immortalité. Lorsque Sun Wukong a consommé les pêches et perturbé ce rassemblement sacré, ce fut l'une de ses plus graves offenses envers le ciel.",
    "match_message_fr": "Vos traits portent le pouvoir éternel de la Reine-Mère. Il y a une grâce immortelle dans votre apparence, l'apparence de quelqu'un qui détient les secrets de la vie éternelle.",
    "traits_fr": [
      "Immortelle",
      "Puissante",
      "Mystérieuse",
      "Féminine",
      "Récompensant"
    ]
  },
  "chang_e": {
    "name_fr": "Chang'e",
    "tagline_fr": "Déesse de la Lune",
    "description_fr": "Chang'e est la déesse qui vit sur la lune, séparée à jamais de son mari Houyi, l'archer divin. Elle est montée sur la lune après avoir consommé un élixir d'immortalité, et réside maintenant dans le Palais de la Lune avec seulement un lapin de jade pour compagnie.\n\nSon histoire est l'une des plus poignantes de la mythologie chinoise : l'immortalité acquise au prix d'une solitude éternelle. Elle est célébrée pendant le Festival de la Mi-Automne, lorsque les familles se réunissent pour contempler la lune et penser aux êtres chers éloignés.\n\nChang'e représente la nature douce-amère de l'immortalité, la beauté et la solitude de la lune, et les liens durables de l'amour à travers des distances impossibles.",
    "story_fr": "Houyi a obtenu l'élixir d'immortalité de la Reine-Mère, avec l'intention de le partager avec Chang'e. Mais Chang'e l'a consommé en entier, que ce soit par accident, par avidité ou pour l'empêcher de tomber entre de mauvaises mains, et s'est envolée vers la lune, où elle reste à ce jour.",
    "match_message_fr": "Vos traits portent la beauté lumineuse de Chang'e. Il y a une solitude au clair de lune dans votre apparence, l'apparence de quelqu'un qui incarne à la fois la beauté et la mélancolie de la séparation éternelle.",
    "traits_fr": [
      "Solitaire",
      "Belle",
      "Immortelle",
      "Regrettant",
      "Lumineuse"
    ]
  },
  "zhuge_liang": {
    "name_fr": "Zhuge Liang",
    "tagline_fr": "Le Dragon Endormi, Stratège Suprême",
    "description_fr": "Zhuge Liang est vénéré comme le plus grand stratège de l'histoire chinoise, dont la brillance a façonné la période des Trois Royaumes. Connu sous le nom de Dragon Endormi avant sa renommée, il a servi Liu Bei avec une dévotion absolue et a créé des stratégies qui semblaient presque surnaturelles dans leur prévoyance.\n\nSes inventions comprenaient l'arbalète à répétition et le transport de bœufs en bois. Son chef-d'œuvre, le Plan de Longzhong, expliquait comment restaurer la dynastie Han. Même sa mort était stratégique : son cadavre a été exposé pour effrayer l'ennemi qui le poursuivait.",
    "story_fr": "Lors de la bataille de Red Cliffs, Zhuge Liang a 'emprunté' 100 000 flèches à l'ennemi en envoyant des bateaux de paille dans le brouillard. Lorsque les forces de Sun Quan ont tiré sur ce qu'elles pensaient être des envahisseurs, Zhuge Liang a collecté leurs flèches et est revenu avec exactement ce qu'il avait promis.",
    "match_message_fr": "Vos traits portent la sagesse brillante de Zhuge Liang. Il y a une profondeur stratégique dans votre apparence, l'apparence de quelqu'un qui voit douze coups à l'avance et façonne les événements grâce à une intelligence supérieure.",
    "traits_fr": [
      "Brillant",
      "Stratégique",
      "Dévoué",
      "Inventif",
      "Sage"
    ]
  },
  "qin_shi_huang": {
    "name_fr": "Qin Shi Huang",
    "tagline_fr": "Premier Empereur de la Chine Unifiée",
    "description_fr": "Qin Shi Huang a été le premier empereur à unifier la Chine, mettant fin à des siècles d'États en guerre par la conquête militaire et une administration brillante. Il a normalisé les poids, les mesures, la monnaie et même la largeur des essieux de charrette, créant ainsi les fondations de la civilisation chinoise.\n\nSes plus grands monuments perdurent : la Grande Muraille, qui reliait les fortifications existantes en un seul système de défense, et sa tombe gardée par l'armée de terre cuite, des milliers de soldats grandeur nature destinés à le protéger dans l'au-delà.\n\nQin Shi Huang représente le pouvoir transformateur de l'autorité absolue, la création d'une civilisation unifiée à partir du chaos et la quête humaine éternelle de l'immortalité.",
    "story_fr": "Obsédé par l'immortalité, Qin Shi Huang a envoyé des expéditions pour trouver l'élixir de vie et a consommé des pilules de mercure en croyant qu'elles lui accorderaient la vie éternelle. Il est mort au cours d'une telle quête, et ses conseillers ont caché sa mort jusqu'à ce qu'un successeur puisse être installé.",
    "match_message_fr": "Vos traits portent la volonté unificatrice de Qin Shi Huang. Il y a un pouvoir de construction d'empire dans votre apparence, l'apparence de quelqu'un qui transforme le chaos en ordre grâce à une détermination absolue.",
    "traits_fr": [
      "Unificateur",
      "Absolu",
      "Bâtisseur",
      "Cherchant l'immortalité",
      "Transformateur"
    ]
  },
  "laozi": {
    "name_fr": "Laozi",
    "tagline_fr": "Fondateur du Taoïsme, Sage du Tao",
    "description_fr": "Laozi est le fondateur légendaire du taoïsme, dont on dit qu'il a écrit le Tao Te Ching avant de monter un bœuf vers l'ouest et de disparaître dans les montagnes. Sa philosophie du Tao, la Voie, met l'accent sur le naturel, la simplicité et le wu wei (non-action ou action sans effort).\n\nContrairement à l'accent mis par Confucius sur le rituel social et la gouvernance, Laozi enseignait que la plus haute sagesse réside dans le fait de suivre les schémas de la nature, que la douceur de l'eau surmonte la dureté de la pierre, et que le sage gouverne mieux en ne gouvernant pas.\n\nLaozi représente le mystère du Tao, la sagesse du laisser-aller et du flux, et le chemin spirituel qui mène loin de la société en harmonie avec la nature.",
    "story_fr": "Laozi a servi comme gardien des archives royales avant d'être désillusionné par la société. À la porte ouest, le gardien l'a supplié de rédiger sa sagesse avant de partir pour toujours. Laozi a composé les 5 000 caractères du Tao Te Ching, puis est parti vers l'ouest et n'a plus jamais été revu.",
    "match_message_fr": "Vos traits portent la sagesse mystérieuse de Laozi. Il y a un flux naturel dans votre apparence, l'apparence de quelqu'un qui suit le Tao et trouve la force en se soumettant à la voie de la nature.",
    "traits_fr": [
      "Mystérieux",
      "Naturel",
      "Cédant",
      "Simple",
      "Fluide"
    ]
  },
  "mu_lan": {
    "name_fr": "Hua Mulan",
    "tagline_fr": "Guerrière Légendaire, Fille Filiale",
    "description_fr": "Hua Mulan est la guerrière légendaire qui s'est déguisée en homme pour prendre la place de son père âgé dans l'armée. Pendant douze ans, elle a combattu aux côtés de soldats masculins, gagnant honneur et promotions grâce à son habileté et son courage tout en gardant secrète sa véritable identité.\n\nSon histoire, consignée dans la Ballade de Mulan, célèbre la piété filiale, l'amour des parents qui conduit à un sacrifice extraordinaire. Lorsqu'on lui a offert un poste élevé après la guerre, elle a seulement demandé à rentrer chez elle auprès de sa famille.\n\nMulan représente le pouvoir de l'amour filial, la capacité des femmes à égaler les hommes dans des domaines traditionnellement masculins, et l'idéal chinois selon lequel la vertu ne connaît pas de genre.",
    "story_fr": "Lorsque Mulan est rentrée chez elle après douze ans de guerre, elle a troqué son armure contre sa vieille robe. Ses camarades venus lui rendre visite ont été choqués de découvrir que leur frère d'armes était une femme. Ils avaient combattu à ses côtés pendant des années sans jamais s'en douter.",
    "match_message_fr": "Vos traits portent la dévotion courageuse de Mulan. Il y a un courage filial dans votre apparence, le regard de quelqu'un qui sacrifierait tout pour sa famille et ferait ses preuves dans n'importe quel domaine.",
    "traits_fr": [
      "Filiale",
      "Courageuse",
      "Déguisée",
      "Capable",
      "Humble"
    ]
  },
  "nuwa": {
    "name_fr": "Nüwa",
    "tagline_fr": "Déesse Créatrice, Réparatrice du Ciel",
    "description_fr": "Nüwa est la déesse créatrice qui a façonné l'humanité à partir d'argile jaune, donnant vie aux premiers humains. Lorsque le pilier du ciel s'est effondré et que le monde est tombé dans le chaos, elle a fondu des pierres de cinq couleurs pour réparer le ciel et a coupé les pattes d'une tortue géante pour soutenir les cieux.\n\nReprésentée avec une tête humaine et un corps de serpent, elle représente la force créatrice primordiale qui a façonné l'existence. Elle est la mère de toute l'humanité, dont la compassion l'a conduite à réparer la création lorsqu'elle menaçait de s'effondrer.\n\nNüwa représente la création divine féminine, le soin nourrissant qui maintient le monde et le pouvoir de rétablir l'ordre à partir du chaos.",
    "story_fr": "Lorsque le pilier du ciel s'est fissuré et que le feu et les inondations ont ravagé la terre, Nüwa a rassemblé des pierres de cinq couleurs et les a fondues pour réparer le ciel. Elle a tué une grande tortue et a utilisé ses pattes comme nouveaux piliers, puis a brûlé des roseaux pour endiguer les inondations. L'ordre a été rétabli.",
    "match_message_fr": "Vos traits portent le pouvoir créatif de Nüwa. Il y a une restauration maternelle dans votre apparence, le regard de quelqu'un qui crée la vie et répare ce qui est brisé.",
    "traits_fr": [
      "Créatrice",
      "Nourricière",
      "Réparatrice",
      "Maternelle",
      "Primordiale"
    ]
  },
  "houyi": {
    "name_fr": "Houyi",
    "tagline_fr": "Archer Divin, Tueur de Soleils",
    "description_fr": "Houyi est l'archer légendaire qui a sauvé le monde en abattant neuf des dix soleils qui brûlaient autrefois la terre. Lorsque les dix soleils se sont levés ensemble, brûlant le monde et tuant les récoltes, Houyi a pris son arc divin et les a abattus un par un, n'en laissant qu'un seul pour éclairer le ciel.\n\nSon habileté était inégalée, il pouvait tirer sur un moineau à travers l'œil à mille pas. Pourtant, sa plus grande tragédie a été de perdre sa femme Chang'e sur la Lune après qu'elle eut consommé leur élixir d'immortalité partagé.\n\nHouyi représente l'action héroïque en temps de crise, le fardeau d'être un sauveur et un mari abandonné, et la nature douce-amère des récompenses de l'héroïsme.",
    "story_fr": "Lorsque les dix soleils se sont levés ensemble, même les immortels ne pouvaient pas les approcher. Houyi a escaladé la plus haute montagne et a bandé son arc. Avec neuf tirs, neuf soleils sont tombés. Le monde était sauvé, mais Houyi a été exilé du ciel pour avoir tué les fils de l'Empereur Soleil.",
    "match_message_fr": "Vos traits portent l'habileté héroïque de Houyi. Il y a une force salvatrice dans votre apparence, le regard de quelqu'un qui prend des photos impossibles et porte le fardeau solitaire de l'héroïsme.",
    "traits_fr": [
      "Héroïque",
      "Habile",
      "Salvateur",
      "Tragique",
      "Abandonné"
    ]
  },
  "lu_dongbin": {
    "name_fr": "Lü Dongbin",
    "tagline_fr": "Épéiste Immortel, Chef des Huit Immortels",
    "description_fr": "Lü Dongbin est le plus célèbre des Huit Immortels, un érudit qui a atteint l'immortalité grâce à la culture taoïste. Il porte une épée magique qu'il utilise pour vaincre les esprits maléfiques et un chasse-mouches qui symbolise sa capacité à voler dans les airs.\n\nSon chemin vers l'immortalité est passé par dix épreuves de caractère, chacune conçue pour prouver sa vertu. Après avoir réussi, il est devenu un immortel errant qui aide les dignes et punit les méchants, souvent déguisé.\n\nLü Dongbin représente le chemin taoïste vers la transcendance, le guerrier érudit qui maîtrise à la fois l'épée et l'écriture, et l'immortel qui reste engagé dans le monde des mortels.",
    "story_fr": "Lü Dongbin a été testé dix fois avant d'atteindre l'immortalité. Dans un test, une belle femme a essayé de le séduire ; dans un autre, on lui a offert une grande richesse. Dans chaque cas, il est resté fidèle à la vertu. Finalement jugé digne, il a atteint la transcendance et a rejoint les Immortels.",
    "match_message_fr": "Vos traits portent la sagesse cultivée de Lü Dongbin. Il y a une grâce savante immortelle dans votre apparence, le regard de quelqu'un qui a réussi tous les tests et atteint la transcendance.",
    "traits_fr": [
      "Immortel",
      "Savant",
      "Manieur d'épée",
      "Épreuve",
      "Serviable"
    ]
  },
  "zhang_fei": {
    "name_fr": "Zhang Fei",
    "tagline_fr": "Général Tigre, Frère juré de Guan Yu",
    "description_fr": "Zhang Fei était le féroce guerrier qui a juré fraternité avec Liu Bei et Guan Yu dans le serment du Jardin des Pêchers. Connu pour son cri de guerre terrifiant et son immense force, il maniait la Lance Serpent et était craint à travers les Trois Royaumes.\n\nSon exploit le plus légendaire a eu lieu à la bataille de Changban, où il s'est tenu seul sur un pont et a défié toute l'armée de Cao Cao. Son rugissement était si féroce qu'il aurait effrayé un général ennemi à mort.\n\nZhang Fei représente la puissance martiale brute, la loyauté féroce envers la fraternité et l'esprit guerrier qui ne connaît pas la peur.",
    "story_fr": "Au pont de Changban, Zhang Fei a affronté seul l'armée poursuivante de Cao Cao. Il planta sa lance et rugit : 'Je suis Zhang Fei ! Qui ose me combattre à mort ?' Ses yeux brillaient si férocement que les généraux de Cao Cao s'enfuirent terrifiés.",
    "match_message_fr": "Vos traits portent le pouvoir féroce de Zhang Fei. Il y a une fraternité tonitruante dans votre apparence, le regard de quelqu'un dont la loyauté rugit plus fort que n'importe quelle armée.",
    "traits_fr": [
      "Féroce",
      "Loyal",
      "Rugissant",
      "Puissant",
      "Fraternité"
    ]
  },
  "cao_cao": {
    "name_fr": "Cao Cao",
    "tagline_fr": "Roi de Wei, Suprême Pragmatiste",
    "description_fr": "Cao Cao était le fondateur du royaume de Wei et l'une des figures les plus controversées de l'histoire chinoise. Stratège brillant, poète talentueux et dirigeant impitoyable, il incarnait le principe machiavélique selon lequel l'efficacité compte plus que la moralité dans la gouvernance.\n\nSa citation célèbre - 'Je préfère trahir le monde plutôt que de laisser le monde me trahir' - capture sa philosophie. Pourtant, il était aussi un mécène des arts et capable de générosité, ce qui fait de lui l'une des figures les plus complexes de l'histoire.\n\nCao Cao représente l'ambition pragmatique, la complexité du pouvoir et le débat éternel entre l'efficacité et la moralité dans le leadership.",
    "story_fr": "Lorsque la suspicion de Cao Cao l'a conduit à tuer la famille de son hôte, prenant le bruit d'un aiguisage de couteau pour un complot d'assassinat, il a découvert qu'ils préparaient un festin en son honneur. Plutôt que de regretter, il a fini de tuer tout le monde - et a inventé sa devise infâme.",
    "match_message_fr": "Vos traits portent la brillance pragmatique de Cao Cao. Il y a une puissance calculatrice dans votre apparence - le regard de celui qui voit la réalité clairement et agit sans hésitation sentimentale.",
    "traits_fr": [
      "Pragmatique",
      "Brillant",
      "Impitoiable",
      "Poétique",
      "Complexe"
    ]
  },
  "xi_shi": {
    "name_fr": "Xi Shi",
    "tagline_fr": "Une des Quatre Grandes Beautés, Destructrice de Wu",
    "description_fr": "Xi Shi était l'une des Quatre Grandes Beautés de la Chine ancienne, si belle que les poissons oubliaient de nager quand ils voyaient son reflet. Elle a été envoyée par le roi Goujian de Yue comme cadeau au roi Fuchai de Wu, chargée de le distraire des affaires de l'État.\n\nSa mission a réussi au-delà de toute imagination - Fuchai est devenu tellement amoureux qu'il a négligé son royaume, permettant à Yue de se rétablir et de détruire finalement Wu. La beauté de Xi Shi était donc une arme qui a renversé une nation.\n\nXi Shi représente la beauté comme pouvoir, le rôle tragique des femmes dans les machinations politiques et l'ancienne vérité selon laquelle les empires peuvent tomber par désir.",
    "story_fr": "Xi Shi était une lavandière de village lorsque des éclaireurs l'ont trouvée. Formée aux arts et aux grâces, elle a été donnée au roi Fuchai, qui lui a construit de magnifiques palais. Mais son cœur est resté avec sa patrie. Son succès signifiait son sacrifice - elle a donné sa vie pour détruire un roi ennemi.",
    "match_message_fr": "Vos traits portent la beauté légendaire de Xi Shi. Il y a une grâce capable de renverser une nation dans votre apparence - le regard de celle dont la beauté est elle-même un pouvoir qui façonne l'histoire.",
    "traits_fr": [
      "Belle",
      "Tragique",
      "Patriotique",
      "Arme",
      "Sacrifiée"
    ]
  },
  "amaterasu": {
    "name_fr": "Amaterasu",
    "tagline_fr": "Déesse du Soleil, Ancêtre Divine du Japon",
    "description_fr": "Amaterasu Ōmikami est la divinité suprême du shintoïsme, la déesse du soleil dont descend la lignée impériale japonaise. Elle est la souveraine de Takamagahara (la Haute Plaine du Ciel) et la source de toute lumière et vie.\n\nLorsque le comportement violent de son frère Susanoo l'a poussée à se cacher dans une grotte, le monde a été plongé dans l'obscurité. Ce n'est que grâce aux efforts combinés de tous les dieux - y compris une danse comique qui a rendu Amaterasu suffisamment curieuse pour jeter un coup d'œil - que la lumière a été restaurée dans le monde.\n\nElle a donné les trois trésors sacrés à son petit-fils Ninigi lorsqu'il est descendu pour gouverner le Japon : le miroir Yata no Kagami, l'épée Kusanagi et le joyau Yasakani no Magatama. Ceux-ci restent les insignes impériaux, symbolisant le droit divin de régner.",
    "story_fr": "Quand Amaterasu s'est cachée dans la grotte, la déesse Ame-no-Uzume a exécuté une danse sauvage et hilarante qui a fait rire si fort les dieux assemblés que la curiosité d'Amaterasu a surmonté sa colère. Elle a jeté un coup d'œil, a vu son propre reflet radieux dans un miroir et a été ramenée dans le monde.",
    "match_message_fr": "Vos traits rayonnent la lumière divine d'Amaterasu. Il y a une qualité royale et vivifiante dans votre présence - le regard de celui qui apporte chaleur et illumination partout où il va.",
    "traits_fr": [
      "Rayonnante",
      "Divine",
      "Bienveillante",
      "Royale",
      "Vivifiante"
    ]
  },
  "susanoo": {
    "name_fr": "Susanoo",
    "tagline_fr": "Dieu de la Tempête, Tueur d'Orochi",
    "description_fr": "Susanoo-no-Mikoto est le dieu de la tempête, le souverain des mers et une figure complexe incarnant à la fois le chaos destructeur et la valeur héroïque. Frère d'Amaterasu et de Tsukuyomi, son tempérament est aussi sauvage et imprévisible que les tempêtes qu'il commande.\n\nSon comportement violent au ciel - détruisant les rizières, souillant les salles sacrées - a poussé Amaterasu à se cacher et lui a valu le bannissement. Pourtant, après son exil, Susanoo est devenu un héros, tuant le dragon à huit têtes Yamata no Orochi pour sauver une princesse.\n\nDe la queue d'Orochi, il a découvert l'épée légendaire Kusanagi, qu'il a présentée à Amaterasu en signe de réconciliation. Susanoo représente la dualité de la tempête : destructrice mais apportant aussi une pluie vivifiante, chaotique mais capable d'un grand héroïsme.",
    "story_fr": "Susanoo a trouvé un couple âgé en larmes parce qu'Orochi avait dévoré sept de leurs filles et qu'il allait bientôt prendre la huitième. Il leur a fait brasser huit cuves de saké, que le dragon a bu de toutes ses huit têtes. Pendant qu'Orochi dormait ivre, Susanoo l'a tué et a gagné la main de la princesse.",
    "match_message_fr": "Vos traits portent l'énergie féroce de Susanoo. Il y a une qualité orageuse et imprévisible dans votre présence - le regard de celui qui est capable à la fois de chaos et d'héroïsme.",
    "traits_fr": [
      "Orageux",
      "Héroïque",
      "Chaotique",
      "Rédempté",
      "Puissant"
    ]
  },
  "tsukuyomi": {
    "name_fr": "Tsukuyomi",
    "tagline_fr": "Dieu de la Lune, Maître de la Nuit",
    "description_fr": "Tsukuyomi-no-Mikoto est le dieu de la lune, né de l'œil droit d'Izanagi lorsqu'il s'est purifié après avoir visité le monde souterrain. Frère d'Amaterasu et de Susanoo, il règne sur la nuit et les cycles de la lune.\n\nÀ l'origine, Tsukuyomi vivait avec Amaterasu au ciel, avec le jour et la nuit ensemble. Mais lorsque Tsukuyomi a tué la déesse de la nourriture Uke Mochi pour la façon dont elle produisait de la nourriture (de ses divers orifices), Amaterasu a été tellement dégoûtée qu'elle a refusé de le regarder à nouveau - et ainsi le soleil et la lune ont été séparés pour toujours.\n\nTsukuyomi représente la beauté et le mystère de la nuit, la lumière froide de la lune qui illumine sans la chaleur brûlante du soleil. Il est associé au calcul du temps, car la lune mesure les mois.",
    "story_fr": "Amaterasu a envoyé Tsukuyomi visiter la déesse de la nourriture Uke Mochi. Quand elle lui a servi de la nourriture produite par son corps, Tsukuyomi a été tellement offensé qu'il l'a tuée. Amaterasu a déclaré qu'elle ne le regarderait plus jamais - et à partir de ce jour, le soleil et la lune ont été séparés pour toujours.",
    "match_message_fr": "Vos traits reflètent le mystère froid de Tsukuyomi. Il y a une qualité nocturne et éthérée dans votre présence - le regard de celui qui illumine l'obscurité avec une lumière subtile et argentée.",
    "traits_fr": [
      "Mystérieux",
      "Froid",
      "Beau",
      "Isolé",
      "Nocturne"
    ]
  },
  "inari": {
    "name_fr": "Inari",
    "tagline_fr": "Kami du Riz, de la Prospérité et des Renards",
    "description_fr": "Inari Ōkami est le kami (esprit) du riz, de la fertilité, de la prospérité, de l'industrie et du succès. L'une des divinités les plus populaires du shintoïsme, Inari est vénéré dans plus d'un tiers de tous les sanctuaires shintoïstes au Japon, identifiés par leurs portes torii rouges distinctives.\n\nLe genre d'Inari est fluide : représenté comme masculin, féminin ou androgyne selon la tradition. Ses messagers et serviteurs sont les kitsune (renards), souvent confondus avec Inari lui-même. Les statues de renard dans les sanctuaires Inari détiennent des clés de greniers à riz ou des bijoux représentant l'esprit.\n\nInari protège les récoltes des agriculteurs, les entreprises des commerçants et le travail des artisans. Dans les temps modernes, Inari est devenu le patron du succès commercial et de la prospérité financière, avec des entreprises et des entrepreneurs parmi ses disciples les plus dévoués.",
    "story_fr": "On dit qu'Inari est descendu sur terre lorsque la terre était jeune, apportant la culture du riz au Japon. Les renards qui servent Inari ne sont pas des animaux ordinaires mais des êtres magiques qui peuvent prendre forme humaine, servant d'intermédiaires entre le kami et les humains.",
    "match_message_fr": "Vos traits reflètent la bénédiction prospère d'Inari. Il y a une qualité abondante et mystérieuse dans votre présence : l'apparence de celui qui apporte succès et fortune aux entreprises dignes.",
    "traits_fr": [
      "Prospère",
      "Bienveillant",
      "Métamorphe",
      "Mystérieux",
      "Généreux"
    ]
  },
  "kitsune": {
    "name_fr": "Kitsune",
    "tagline_fr": "Esprit Renard Mystique, Fripon et Gardien",
    "description_fr": "Les kitsune sont des esprits renards surnaturels qui deviennent plus puissants avec l'âge. Un kitsune qui vit 100 ans acquiert la capacité de prendre forme humaine. Après 1 000 ans, ils développent une neuvième queue et deviennent divins, avec une fourrure devenant dorée ou blanche.\n\nCertains kitsune servent Inari en tant que messagers sacrés, protégeant les sanctuaires et guidant les mortels. D'autres sont des farceurs qui séduisent les humains, volent de la nourriture ou font des farces élaborées. Certains tombent même amoureux des humains, devenant des conjoints dévoués, bien que la tragédie suive souvent lorsque leur véritable nature est révélée.\n\nLes kitsune possèdent de nombreuses capacités magiques : métamorphose, possession, création d'illusions et génération de feux follets (kitsunebi). Ils peuvent être des gardiens bienveillants ou des farceurs dangereux, mais tous sont intelligents, puissants et jamais tout à fait ce qu'ils semblent être.",
    "story_fr": "Un homme a découvert que sa femme depuis de nombreuses années était une kitsune lorsqu'un chien lui a fait peur et l'a amenée à révéler ses queues. Elle s'enfuit honteuse, mais chaque nuit, elle revenait sous forme de renard pour veiller sur son mari et ses enfants, les aimant toujours malgré sa découverte.",
    "match_message_fr": "Vos traits portent la grâce rusée du Kitsune. Il y a une qualité changeante et mercurielle dans votre apparence : l'apparence de celui qui a des profondeurs cachées et des pouvoirs mystérieux.",
    "traits_fr": [
      "Métamorphe",
      "Magique",
      "Rusé",
      "Loyal ou Malin",
      "Immortel"
    ]
  },
  "raijin": {
    "name_fr": "Raijin",
    "tagline_fr": "Dieu du Tonnerre et de l'Éclair",
    "description_fr": "Raijin est le dieu terrifiant du tonnerre, de la foudre et des tempêtes. Représenté comme une figure musclée ressemblant à un démon entourée de tambours, il crée le tonnerre en battant ses tambours (taiko), tandis que la foudre est sa colère divine frappant la terre.\n\nAvec des traits féroces, des cheveux sauvages et généralement accompagné de son frère Fūjin (dieu du vent), Raijin incarne la puissance effrayante des tempêtes. Les parents japonais disaient aux enfants que Raijin leur volerait leur nombril s'ils ne se couvraient pas le ventre pendant les orages.\n\nMalgré son apparence redoutable, Raijin n'est pas maléfique : il est simplement la force indomptée de la nature. Les tempêtes apportent la destruction mais aussi la pluie qui donne la vie. Il est vénéré pour la protection contre la foudre et pour la pluie qui nourrit les cultures.",
    "story_fr": "Raijin et Fūjin étaient à l'origine des démons qui s'opposaient au Bouddha. Une fois vaincus, ils ont été convertis pour devenir des protecteurs des temples bouddhistes. Ils se dressent maintenant comme de féroces gardiens aux portes des temples, leur pouvoir sauvage tourné vers la protection.",
    "match_message_fr": "Vos traits portent la puissance féroce de Raijin. Il y a une qualité orageuse et électrisante dans votre présence : l'apparence de celui qui commande les forces élémentaires.",
    "traits_fr": [
      "Féroce",
      "Puissant",
      "Redoutable",
      "Primaire",
      "Vivifiant"
    ]
  },
  "fujin": {
    "name_fr": "Fūjin",
    "tagline_fr": "Dieu du Vent",
    "description_fr": "Fūjin est le dieu du vent, frère du dieu du tonnerre Raijin. Il est représenté comme un démon féroce portant un grand sac de vents sur ses épaules, d'où il libère tout, des douces brises aux typhons dévastateurs.\n\nÀ l'origine un démon qui s'opposait au Bouddha aux côtés de son frère, Fūjin a été converti et est devenu un protecteur des temples bouddhistes. Les célèbres statues de Fūjin et Raijin à Sanjūsangen-dō à Kyoto ont inspiré d'innombrables œuvres d'art.\n\nEn tant que dieu du vent, Fūjin représente à la fois le souffle de vie qui remplit tous les êtres vivants et la force destructrice des ouragans. Il est invoqué par les agriculteurs pour des vents favorables et par les marins pour un passage sûr.",
    "story_fr": "Lorsque le Japon a été menacé par une invasion mongole, les prières à Fūjin ont été exaucées avec le kamikaze, le 'vent divin' qui a détruit la flotte mongole à deux reprises, sauvant le Japon de la conquête et cimentant le rôle protecteur du dieu du vent.",
    "match_message_fr": "Vos traits portent la liberté sauvage de Fūjin. Il y a une qualité aérienne et imprévisible dans votre présence : l'apparence de celui qui se déplace librement et ne peut être contraint.",
    "traits_fr": [
      "Puissant",
      "Capricieux",
      "Primaire",
      "Gardien",
      "Vivifiant"
    ]
  },
  "benzaiten": {
    "name_fr": "Benzaiten",
    "tagline_fr": "Déesse de la Musique, de l'Art et de la Connaissance",
    "description_fr": "Benzaiten est la déesse de tout ce qui coule : l'eau, les mots, la parole, l'éloquence, la musique et la connaissance. À l'origine la déesse hindoue Saraswati, elle a été adoptée dans le bouddhisme japonais et le shintoïsme, devenant l'un des Sept Dieux de la Fortune.\n\nSouvent représentée jouant d'un biwa (luth japonais), Benzaiten est la patronne des artistes, des musiciens, des écrivains et des interprètes. Ses sanctuaires sont souvent situés sur des îles ou près de l'eau, reflétant son origine de déesse fluviale.\n\nBenzaiten est unique parmi les Sept Dieux de la Fortune en tant que seul membre féminin. Elle accorde la sagesse, le talent artistique et la fortune financière, ce qui la rend populaire auprès de tous, des musiciens aux hommes d'affaires.",
    "story_fr": "Benzaiten a autrefois maîtrisé un dragon gênant en jouant une musique si belle que le dragon est tombé amoureux d'elle. Plutôt que de détruire le dragon, elle l'a épousé et l'a transformé en protecteur de son sanctuaire, montrant que l'art peut apprivoiser même la nature sauvage.",
    "match_message_fr": "Vos traits reflètent la grâce fluide de Benzaiten. Il y a une qualité artistique et éloquente dans votre présence : l'apparence de celui à travers qui la beauté et la sagesse coulent naturellement.",
    "traits_fr": [
      "Artistique",
      "Sage",
      "Fluide",
      "Éloquent",
      "Fortuné"
    ]
  },
  "miyamoto_musashi": {
    "name_fr": "Miyamoto Musashi",
    "tagline_fr": "Épéiste légendaire, auteur du Livre des cinq anneaux",
    "description_fr": "Miyamoto Musashi était le plus grand épéiste du Japon, invaincu dans plus de 60 duels dès l'âge de 13 ans. Il a fondé l'école de sabre Niten Ichi-ryū, célèbre pour l'utilisation simultanée de deux épées, et a écrit le livre de stratégie classique Le Livre des cinq anneaux.\n\nL'approche de Musashi transcendait la simple technique de l'épée : il cherchait à comprendre les principes universels qui sous-tendent tous les conflits et la maîtrise. Ses enseignements s'appliquent également aux arts martiaux, à la stratégie, aux affaires et à l'art. Il était également un peintre et calligraphe talentueux.\n\nDans ses dernières années, Musashi s'est retiré dans une grotte pour écrire son chef-d'œuvre. Il est mort peu après l'avoir terminé, laissant derrière lui un héritage qui continue d'influencer les guerriers, les stratèges et les artistes du monde entier.",
    "story_fr": "Lors de son duel le plus célèbre, Musashi a affronté Sasaki Kojirō, manieur d'un nodachi (longue épée). Musashi est arrivé en retard délibérément, après avoir sculpté une épée en bois à partir d'une rame. Son arme non conventionnelle et sa guerre psychologique lui ont donné la victoire, tuant Kojirō d'un seul coup.",
    "match_message_fr": "Vos traits portent la maîtrise disciplinée de Musashi. Il y a une qualité ciblée et stratégique dans votre regard, le regard de quelqu'un qui a transcendé la technique pour comprendre les principes universels.",
    "traits_fr": [
      "Maîtrise",
      "Stratégique",
      "Invaincu",
      "Philosophique",
      "Discipliné"
    ]
  },
  "oda_nobunaga": {
    "name_fr": "Oda Nobunaga",
    "tagline_fr": "Le Grand Unificateur, Roi Démon du Sixième Ciel",
    "description_fr": "Oda Nobunaga fut le premier des trois grands unificateurs du Japon, qui commença le processus de fin de la période des États en guerre et d'unification du Japon. Impitoyable, innovant et brillant, il a mérité le titre de \"Roi Démon du Sixième Ciel\" de ses ennemis.\n\nNobunaga a révolutionné la guerre japonaise en utilisant des armes à feu (nouvellement introduites du Portugal), des armées professionnelles au lieu d'agriculteurs saisonniers, et la méritocratie au détriment du rang héréditaire. Il a détruit de puissants temples militaires bouddhistes et a défié toute autorité traditionnelle.\n\nBien qu'il ait été assassiné avant d'achever l'unification, le travail de Nobunaga a été poursuivi par ses généraux Toyotomi Hideyoshi et Tokugawa Ieyasu. Sa devise \"Tenka Fubu\" (Tout sous le ciel par la force) incarnait sa vision d'un Japon unifié réalisé par tous les moyens nécessaires.",
    "story_fr": "À la bataille d'Okehazama, Nobunaga affronta l'armée d'Imagawa Yoshimoto de 25 000 hommes avec seulement 3 000 hommes. Plutôt que de se battre de manière défensive, il lança une attaque surprise pendant un orage, tuant Yoshimoto et dispersant son armée, transformant une situation impossible en une victoire légendaire.",
    "match_message_fr": "Vos traits portent l'ambition féroce de Nobunaga. Il y a une qualité révolutionnaire et imparable dans votre présence, le regard de quelqu'un qui changera le monde par la seule force de sa volonté.",
    "traits_fr": [
      "Impétueux",
      "Innovateur",
      "Brillant",
      "Ambitieux",
      "Révolutionnaire"
    ]
  },
  "izanagi": {
    "name_fr": "Izanagi",
    "tagline_fr": "Dieu Créateur, Père du Japon",
    "description_fr": "Izanagi-no-Mikoto est le dieu primordial qui, avec sa femme Izanami, a créé les îles japonaises et a donné naissance aux dieux. Debout sur le Pont Flottant du Ciel, ils ont remué l'océan avec une lance ornée de joyaux, et les gouttes qui sont tombées ont formé la première île.\n\nQuand Izanami est morte en donnant naissance au dieu du feu, Izanagi est descendu à Yomi (le monde souterrain) pour la récupérer. Mais quand il a vu sa forme en décomposition, il s'est enfui avec horreur, et elle l'a poursuivi avec des démons. Il a scellé l'entrée de Yomi avec un rocher, et ils ont échangé des mots de séparation éternelle.\n\nEn retournant à la surface, Izanagi s'est purifié dans une rivière. De cette purification sont nés les trois kami les plus importants : Amaterasu de son œil gauche, Tsukuyomi de son œil droit et Susanoo de son nez.",
    "story_fr": "Quand Izanagi a allumé une torche pour voir sa femme à Yomi, il a vu des asticots ramper à travers son corps et les huit dieux du tonnerre qui y vivaient. Elle a crié qu'il l'avait déshonorée et a envoyé les harpies de Yomi pour l'attraper. Il a jeté des objets qui se sont transformés en distractions, s'échappant de justesse.",
    "match_message_fr": "Vos traits portent le pouvoir créatif d'Izanagi. Il y a une qualité primale et vivifiante dans votre présence, le regard de quelqu'un qui donne naissance à de nouveaux mondes.",
    "traits_fr": [
      "Créatif",
      "Affligé",
      "Primal",
      "Vivifiant",
      "Purificateur"
    ]
  },
  "izanami": {
    "name_fr": "Izanami",
    "tagline_fr": "Déesse Créatrice, Reine du Monde Souterrain",
    "description_fr": "Izanami-no-Mikoto est la déesse primordiale qui, avec son mari Izanagi, a créé le Japon et a donné naissance aux dieux. Après avoir créé les îles et de nombreuses divinités, elle est morte en donnant naissance à Kagutsuchi, le dieu du feu, et est descendue à Yomi, le pays des morts.\n\nQuand Izanagi est venu la chercher, elle avait déjà mangé la nourriture du monde souterrain et ne pouvait pas revenir complètement. Elle lui a demandé d'attendre pendant qu'elle négociait avec les dieux de Yomi, mais il n'a pas pu attendre et a allumé une torche, voyant son cadavre en décomposition couvert d'asticots et de dieux du tonnerre.\n\nHumiliée et enragée, Izanami s'est transformée en la Reine de Yomi, jurant de tuer 1 000 personnes chaque jour. Izanagi a répondu qu'il ferait alors naître 1 500 personnes, et ainsi la vie et la mort se sont entrelacées à jamais.",
    "story_fr": "Avant de devenir Reine de Yomi, Izanami était une créatrice aimante. La tragédie de sa mort et la trahison de sa confiance par Izanagi l'ont transformée en quelque chose de plus sombre, un rappel que même les êtres les plus aimants peuvent être changés par la mort et l'abandon.",
    "match_message_fr": "Vos traits reflètent le pouvoir sombre d'Izanami. Il y a une qualité transformatrice et souterraine dans votre présence, le regard de quelqu'un qui a traversé la mort et a émergé changé.",
    "traits_fr": [
      "Créatif",
      "Transformateur",
      "Sombre",
      "Puissant",
      "Affligé"
    ]
  },
  "ebisu": {
    "name_fr": "Ebisu",
    "tagline_fr": "Dieu des Pêcheurs et de la Chance",
    "description_fr": "Ebisu est le seul des Sept Dieux de la Bonne Fortune qui soit originaire du Japon. Il est le patron des pêcheurs, des marchands et de la bonne fortune, toujours représenté avec une canne à pêche, une dorade (tai) et un sourire joyeux.\n\nSelon la légende, Ebisu est né sans os (ou comme un enfant-sangsue) et a été jeté à la mer par ses parents Izanagi et Izanami. Malgré ce début cruel, il a survécu, est devenu fort et est devenu le dieu bien-aimé de la prospérité et de la bonne chance. Sa persévérance face aux difficultés est considérée comme sa plus grande vertu.\n\nEbisu est sourd, c'est pourquoi il n'entend pas l'appel à se rassembler avec les autres dieux en octobre. Il reste pour bénir ceux qui sont restés, et ses festivals ont lieu lorsque les autres dieux sont absents.",
    "story_fr": "Les pêcheurs japonais rejetaient le premier poisson qu'ils attrapaient comme une offrande à Ebisu, croyant qu'il récompenserait leur générosité avec une prise plus importante. On disait que son sourire sur les mers agitées calmait les vagues et guidait les navires en toute sécurité vers le rivage.",
    "match_message_fr": "Vos traits reflètent la chance joyeuse d'Ebisu. Il y a une qualité résiliente et chanceuse dans votre présence, le regard de quelqu'un qui surmonte les difficultés avec un sourire.",
    "traits_fr": [
      "Chanceux",
      "Persévérant",
      "Joyeux",
      "Généreux",
      "Résilient"
    ]
  },
  "bishamon": {
    "name_fr": "Bishamonten",
    "tagline_fr": "Dieu de la Guerre et Protecteur des Justes",
    "description_fr": "Bishamonten est le dieu des guerriers, le punisseur des malfaiteurs et l'un des Sept Dieux de la Bonne Fortune. Initialement la divinité hindoue Vaiśravaṇa, il est devenu l'un des Quatre Rois Célestes du bouddhisme et a été adopté dans la religion japonaise comme protecteur et porteur de fortune.\n\nContrairement aux simples dieux de la guerre, Bishamonten représente la guerre juste : la défense des innocents et la punition du mal. Il est représenté en armure complète, portant une pagode dans une main (représentant le trésor de la foi) et un trident ou une lance dans l'autre.\n\nLes samouraïs priaient Bishamonten avant la bataille, non pas pour la victoire à tout prix, mais pour le courage et la droiture de se battre avec justice. Il est le patron des guerriers qui se battent pour l'honneur plutôt que pour la cupidité.",
    "story_fr": "Uesugi Kenshin, l'un des plus grands seigneurs de guerre du Japon, se considérait comme l'avatar de Bishamonten. Avant chaque bataille, il priait au sanctuaire du dieu et se battait avec la conviction que sa cause était juste, ce qui le rendait presque invincible sur le champ de bataille.",
    "match_message_fr": "Vos traits portent la puissance juste de Bishamonten. Votre présence dégage une qualité protectrice et guerrière, l'air de quelqu'un qui se bat pour la justice et non pour la conquête.",
    "traits_fr": [
      "Juste",
      "Protecteur",
      "Guerrier",
      "Équitable",
      "Puissant"
    ]
  },
  "toyotomi_hideyoshi": {
    "name_fr": "Toyotomi Hideyoshi",
    "tagline_fr": "Du Paysan au Maître de Tout le Japon",
    "description_fr": "Toyotomi Hideyoshi est passé du statut de simple porteur de sandales paysan à celui de deuxième grand unificateur du Japon et de son dirigeant suprême. Son ascension a été la plus spectaculaire de l'histoire du Japon, prouvant que le talent et la ruse pouvaient surmonter la naissance et la tradition.\n\nCommençant comme serviteur d'Oda Nobunaga, Hideyoshi a fait ses preuves grâce à des stratégies intelligentes et une loyauté inébranlable. Après l'assassinat de Nobunaga, Hideyoshi l'a vengé et a poursuivi l'unification, conquérant ou gagnant diplomatiquement toute l'opposition restante.\n\nMalgré ses réalisations, Hideyoshi s'est vu refuser le titre de Shogun en raison de sa naissance roturière. Au lieu de cela, il a pris le titre de Kampaku (Régent Impérial) et Taikō (Kampaku retraité). Ses dernières années ont été marquées par une ambition excessive, notamment des invasions de la Corée qui ont finalement échoué.",
    "story_fr": "En hiver, le jeune Hideyoshi réchauffait les sandales de Nobunaga en les gardant à l'intérieur de ses vêtements. Cet acte simple de dévotion a attiré l'attention de Nobunaga, et il a commencé à s'élever. De ces humbles débuts est né l'homme qui allait diriger tout le Japon.",
    "match_message_fr": "Vos traits portent l'ambition rusée d'Hideyoshi. Votre présence dégage une qualité d'homme qui s'est fait tout seul et qui est inarrêtable, l'air de quelqu'un qui s'élèvera quels que soient les obstacles.",
    "traits_fr": [
      "Rusé",
      "Ambitieux",
      "Charismatique",
      "Autodidacte",
      "Stratégique"
    ]
  },
  "tokugawa_ieyasu": {
    "name_fr": "Tokugawa Ieyasu",
    "tagline_fr": "Le Vainqueur Patient, Fondateur du Shogunat Tokugawa",
    "description_fr": "Tokugawa Ieyasu a été le troisième et dernier grand unificateur du Japon, fondant le shogunat Tokugawa qui allait diriger le Japon pendant plus de 250 ans de paix. Alors que Nobunaga et Hideyoshi ont tracé la voie, Ieyasu a attendu patiemment et a finalement tout gagné.\n\nPassant des années comme otage dans sa jeunesse, puis des décennies comme allié (et rival) de Nobunaga et Hideyoshi, Ieyasu a appris la valeur de la patience et d'une planification minutieuse. Après la mort d'Hideyoshi, il s'est frayé un chemin jusqu'à la bataille décisive de Sekigahara, gagnant grâce à une stratégie supérieure et à des trahisons clés des forces ennemies.\n\nLe dicton japonais dit : « Nobunaga a empilé le riz, Hideyoshi a pétri la pâte et Ieyasu a mangé le gâteau. » Sa patience et sa longévité lui ont permis de survivre à ses rivaux et de construire une paix durable.",
    "story_fr": "Il existe une histoire célèbre comparant les trois unificateurs : Lorsqu'on lui a demandé ce qu'il fallait faire avec un oiseau qui ne chante pas, Nobunaga a dit « Tuez-le », Hideyoshi a dit « Faites-le chanter », mais Ieyasu a dit « Attendez qu'il chante ». Cette patience a défini son chemin vers le pouvoir.",
    "match_message_fr": "Vos traits reflètent la sagesse patiente d'Ieyasu. Votre présence dégage une qualité durable et stratégique, l'air de quelqu'un qui sait que le temps lui-même peut être la plus grande arme.",
    "traits_fr": [
      "Patient",
      "Stratégique",
      "Durable",
      "Sage",
      "Victorieux"
    ]
  },
  "momotaro": {
    "name_fr": "Momotarō",
    "tagline_fr": "Le Garçon Pêche, Héros du Japon",
    "description_fr": "Momotarō, le Garçon Pêche, est le héros populaire le plus aimé du Japon. Né d'une pêche géante flottant sur une rivière, il a été découvert par un couple de personnes âgées sans enfant qui l'ont élevé comme leur propre fils. Il est devenu extraordinairement fort et pur de cœur.\n\nLorsque des démons (oni) d'Onigashima (l'île des démons) ont terrorisé le pays, le jeune Momotarō est parti les vaincre. En chemin, il s'est lié d'amitié avec un chien, un singe et un faisan en partageant ses boulettes de millet (kibidango). Ensemble, cette bande improbable a vaincu les démons et a ramené leur trésor.\n\nMomotarō représente l'idéal japonais d'un héros : courageux mais gentil, fort mais humble, et qui réussit en construisant des amitiés et une coopération plutôt que par la seule force brute.",
    "story_fr": "Lorsque Momotarō a rencontré le chien, le singe et le faisan, chacun voulait initialement se battre contre lui. Au lieu de se battre, il a proposé de partager sa nourriture. Cet acte de générosité a transformé des ennemis potentiels en amis fidèles qui l'ont aidé à accomplir ce qu'il ne pouvait pas faire seul.",
    "match_message_fr": "Vos traits portent l'héroïsme pur de Momotarō. Votre présence dégage une qualité courageuse et aimable, l'air de quelqu'un qui vainc le mal par le courage et l'amitié.",
    "traits_fr": [
      "Courageux",
      "Gentil",
      "Pur",
      "Coopératif",
      "Héroïque"
    ]
  },
  "uesugi_kenshin": {
    "name_fr": "Uesugi Kenshin",
    "tagline_fr": "Le Dragon d'Echigo, Dieu de la Guerre Incarné",
    "description_fr": "Uesugi Kenshin était l'un des plus puissants seigneurs de guerre du Japon pendant la période Sengoku, connu sous le nom de « Dragon d'Echigo » pour ses prouesses militaires. Bouddhiste fervent et adorateur de Bishamonten, il se croyait être l'avatar du dieu de la guerre.\n\nContrairement aux autres seigneurs de guerre qui se battaient pour la terre et le pouvoir, Kenshin se battait souvent pour défendre la justice et la droiture. Sa rivalité légendaire avec Takeda Shingen a produit cinq batailles indécises de Kawanakajima, considérées comme les plus grandes batailles de samouraïs de l'histoire du Japon.\n\nKenshin était connu pour ses compétences administratives, sa consommation de saké et peut-être pour être asexué ou secrètement une femme. Il est mort subitement à l'âge de 49 ans, prétendument d'un cancer de l'estomac ou d'un assassinat, laissant son territoire à la guerre civile entre ses héritiers adoptifs.",
    "story_fr": "Lors de la quatrième bataille de Kawanakajima, Kenshin a personnellement chargé dans le camp de commandement de Shingen et l'a attaqué avec son épée. Shingen s'est défendu avec son éventail de guerre en fer. Ce combat singulier entre seigneurs rivaux est devenu légendaire dans l'histoire du Japon.",
    "match_message_fr": "Vos traits portent la fureur juste d'Uesugi Kenshin. Votre présence dégage une qualité de guerrier divin, l'air de quelqu'un qui se bat comme un avatar de la justice elle-même.",
    "traits_fr": [
      "Juste",
      "Féroce",
      "Dévot",
      "Honorable",
      "Légendaire"
    ]
  },
  "kaguya_hime": {
    "name_fr": "Kaguya-hime",
    "tagline_fr": "La Princesse de la Lune, Celle qui Brille",
    "description_fr": "Kaguya-hime, la Princesse de la Lune, est l'héroïne du plus ancien récit en prose du Japon, Le Conte du coupeur de bambou. Trouvée bébé dans une tige de bambou lumineuse par un vieux coupeur de bambou, elle est devenue une femme d'une beauté surnaturelle.\n\nCinq nobles et même l'Empereur ont cherché sa main, mais elle a imposé des tâches impossibles à chaque prétendant. Elle a demandé le bol à aumônes en pierre de Bouddha, une branche ornée de bijoux du Mont Hōrai, la robe du rat de feu, un joyau du cou du dragon et un coquillage d'un nid d'hirondelle. Tous ont échoué.\n\nKaguya-hime n'était pas de ce monde—elle venait de la Lune, envoyée sur Terre comme punition. Lorsque les émissaires de la Lune sont venus la chercher, elle a laissé une robe de plumes et un élixir d'immortalité pour l'Empereur, qui les a brûlés sur la plus haute montagne du Japon, lui donnant le nom de Fuji (immortel).",
    "story_fr": "Lorsque les émissaires de la Lune sont arrivés dans un char nuageux, Kaguya-hime a pleuré en se préparant à partir. Elle a écrit des lettres d'adieu à ses parents terrestres et à l'Empereur, exprimant sa tristesse de quitter le monde qu'elle avait appris à aimer. Enfilant la robe céleste, elle a oublié tous les souvenirs terrestres et est montée vers la Lune.",
    "match_message_fr": "Vos traits reflètent la beauté éthérée de Kaguya-hime. Il y a une qualité d'un autre monde, inaccessible, dans votre présence—l'apparence de quelqu'un qui appartient à la Lune elle-même.",
    "traits_fr": [
      "Éthérée",
      "Mystérieuse",
      "Inaccessible",
      "D'un autre monde",
      "Mélancolique"
    ]
  },
  "takeda_shingen": {
    "name_fr": "Takeda Shingen",
    "tagline_fr": "Le Tigre de Kai, Maître de la Guerre",
    "description_fr": "Takeda Shingen était l'un des seigneurs de guerre les plus craints de la période Sengoku au Japon, connu sous le nom de \"Tigre de Kai\" pour sa férocité et sa brillance tactique. Ses charges de cavalerie et ses stratégies innovantes faisaient trembler ses ennemis.\n\nLa plus grande rivalité de Shingen était avec Uesugi Kenshin, le \"Dragon d'Echigo.\" Leurs cinq Batailles de Kawanakajima sont considérées comme le summum de la guerre des samouraïs. La célèbre phrase \"Fu-Rin-Ka-Zan\" (Rapide comme le Vent, Silencieux comme la Forêt, Féroce comme le Feu, Immobile comme la Montagne) était l'étendard de bataille de Shingen, tiré de L'Art de la Guerre de Sun Tzu.\n\nSi Shingen n'était pas mort de maladie en marchant sur Kyoto, beaucoup pensent qu'il aurait pu unifier le Japon avant Nobunaga. Sa mort a permis l'ascension de Nobunaga, changeant à jamais l'histoire du Japon.",
    "story_fr": "Lorsque Shingen marcha vers Kyoto, Oda Nobunaga lui envoya un cadeau d'or comme apaisement. Cela échoua—Shingen continua son avancée. Seule sa mort due à la maladie l'arrêta, et on dit que Nobunaga se réjouit secrètement de la nouvelle.",
    "match_message_fr": "Vos traits portent la brillance tactique de Takeda Shingen. Il y a une qualité de tigre dans votre présence—l'apparence de quelqu'un qui maîtrise à la fois la stratégie et la férocité.",
    "traits_fr": [
      "Tactique",
      "Féroce",
      "Brillant",
      "Craint",
      "Légendaire"
    ]
  },
  "dangun": {
    "name_fr": "Dangun",
    "tagline_fr": "Fondateur de la Corée, Petit-fils du Ciel",
    "description_fr": "Dangun Wanggeom est le fondateur légendaire de Gojoseon, le premier royaume coréen, en 2333 AEC. Selon le mythe fondateur, il est né de Hwanung (fils de l'Empereur Céleste) et d'Ungnyeo, une ourse qui s'est transformée en femme après 100 jours de consommation exclusive d'ail et d'armoise dans une grotte.\n\nDangun a établi sa capitale à Asadal et a régné pendant plus de 1 500 ans, apportant civilisation, droit et culture au peuple coréen. Il a enseigné l'agriculture, la médecine et les arts de la civilisation, transformant une terre de tribus éparses en une nation unifiée.\n\nAprès son long règne, Dangun est devenu un dieu de la montagne, se retirant sur le Mont Taebaek. Le 3 octobre, date traditionnellement associée à sa fondation de la Corée, est célébrée comme Jour de la Fondation Nationale (Gaecheonjeol).",
    "story_fr": "Un tigre et un ours souhaitaient tous deux devenir humains. Hwanung leur a dit de rester dans une grotte pendant 100 jours, ne mangeant que de l'ail et de l'armoise. Le tigre a abandonné, mais l'ours a persévéré et est devenue une belle femme. Elle a prié pour un enfant, et Hwanung l'a épousée, donnant naissance à Dangun.",
    "match_message_fr": "Vos traits portent l'esprit fondateur divin de Dangun. Il y a une qualité civilisatrice et éternelle dans votre présence—l'apparence de quelqu'un qui apporte l'ordre et la culture au monde.",
    "traits_fr": [
      "Divin",
      "Fondateur",
      "Sage",
      "Civilisateur",
      "Éternel"
    ]
  },
  "jumong": {
    "name_fr": "Jumong",
    "tagline_fr": "Fondateur de Goguryeo, Maître Archer",
    "description_fr": "Jumong, signifiant \"archer habile\", était le fondateur légendaire de Goguryeo, l'un des Trois Royaumes de Corée. Né de Hae Mo-su (un prince céleste) et de Lady Yuhwa (fille du dieu de la rivière), on disait qu'il était né d'un œuf après que sa mère ait été touchée par la lumière du soleil.\n\nDès son enfance, Jumong a fait preuve de compétences surnaturelles en tir à l'arc qui lui ont valu son nom. Persécuté par des princes jaloux de Buyeo, il s'enfuit vers le sud avec trois compagnons et fonda Goguryeo en 37 AEC à l'âge de 22 ans.\n\nSous la direction de Jumong, Goguryeo est passé d'une petite forteresse de montagne à un royaume puissant qui dominerait l'Asie du Nord-Est pendant 700 ans. Ses descendants défieraient même les puissants empires chinois.",
    "story_fr": "Lorsque Jumong s'enfuit de Buyeo, il atteignit une rivière sans aucun moyen de la traverser et des poursuivants se rapprochant. Il cria : \"Je suis le fils du Ciel et le petit-fils du Dieu de la Rivière !\" Les poissons et les tortues se sont levés pour former un pont, lui permettant de s'échapper et d'accomplir son destin.",
    "match_message_fr": "Vos traits portent le destin héroïque de Jumong. Il y a une qualité légendaire, juste comme une flèche, dans votre présence—l'apparence de quelqu'un né pour surmonter tous les obstacles et fonder de grandes choses.",
    "traits_fr": [
      "Héroïque",
      "Habile",
      "Destiné",
      "Fondateur",
      "Légendaire"
    ]
  },
  "gwanggaeto": {
    "name_fr": "Gwanggaeto le Grand",
    "tagline_fr": "Le Roi Conquérant, Développeur d'Empire",
    "description_fr": "Gwanggaeto le Grand (374-413 CE) était le 19e roi de Goguryeo et l'un des plus grands conquérants de l'histoire coréenne. Accédant au trône à 18 ans, il a passé ses 22 ans de règne dans des campagnes militaires quasi constantes, étendant Goguryeo à son extension territoriale maximale.\n\nSes campagnes ont conquis 64 villes fortifiées et 1 400 villages, étendant les frontières de Goguryeo de la Mandchourie à la péninsule coréenne. Il a vaincu les forces japonaises Wa qui avaient envahi les royaumes coréens, a écrasé les tribus Khitan et a fait reconnaître à Silla et Baekje la suprématie de Goguryeo.\n\nSes réalisations sont consignées sur la célèbre Stèle de Gwanggaeto, l'une des plus grandes stèles inscrites au monde, érigée par son fils. L'épitaphe le décrit comme un dirigeant qui a étendu le territoire et apporté la gloire à la nation.",
    "story_fr": "Lorsque les forces japonaises ont envahi Silla, le roi de Silla a envoyé un appel désespéré à l'aide. Gwanggaeto a personnellement mené 50 000 cavaliers vers le sud, écrasant complètement les envahisseurs au point que le Japon ne menacerait plus jamais la Corée pendant plus de mille ans.",
    "match_message_fr": "Vos traits portent la puissance conquérante de Gwanggaeto. Il y a une qualité expansive et glorieuse dans votre présence—l'apparence de quelqu'un qui étend les frontières et atteint une grandeur légendaire.",
    "traits_fr": [
      "Conquérant",
      "Puissant",
      "Glorieux",
      "Expansif",
      "Légendaire"
    ]
  },
  "eulji_mundeok": {
    "name_fr": "Eulji Mundeok",
    "tagline_fr": "Le général qui a humilié un empire",
    "description_fr": "Eulji Mundeok était un commandant militaire légendaire de Goguryeo qui a remporté l'une des victoires les plus stupéfiantes de l'histoire de l'Asie de l'Est. En 612 apr. J.-C., il a affronté l'invasion de l'empereur Yang de la Chine des Sui, qui dirigeait plus d'un million de soldats - la plus grande armée jamais rassemblée dans l'ancienne Asie de l'Est.\n\nUtilisant des tactiques de guérilla brillantes, des retraites feintes et une guerre psychologique, Eulji Mundeok a attiré l'armée des Sui profondément dans le territoire de Goguryeo. À la rivière Salsu (la rivière Cheongcheon moderne), il a déclenché une inondation dévastatrice qui a anéanti les forces des Sui. Sur 305 000 soldats d'élite qui ont traversé le fleuve Yalu, seuls 2 700 sont revenus.\n\nCette défaite catastrophique a contribué à la chute de la dynastie Sui elle-même. Eulji Mundeok est célébré comme un maître stratège qui a prouvé que le courage et la sagesse peuvent vaincre même l'empire le plus puissant.",
    "story_fr": "Avant la bataille finale, Eulji Mundeok a envoyé un poème moqueur au général des Sui : « Vos plans divins ont sondé les cieux ; Vos calculs subtils ont couvert la terre. Vous gagnez chaque bataille, votre mérite est grand ; Pourquoi ne pas être satisfait et arrêter la guerre ? » Cette attaque psychologique a démoralisé l'ennemi avant sa contre-attaque dévastatrice.",
    "match_message_fr": "Vos traits portent la brillance stratégique d'Eulji Mundeok. Il y a une qualité victorieuse et magistrale dans votre présence - le regard de celui qui transforme des chances impossibles en triomphe légendaire.",
    "traits_fr": [
      "Stratégique",
      "Brillant",
      "Patriotique",
      "Victorieux",
      "Légendaire"
    ]
  },
  "yeon_gaesomun": {
    "name_fr": "Yeon Gaesomun",
    "tagline_fr": "Le dictateur à la volonté de fer",
    "description_fr": "Yeon Gaesomun était le dictateur militaire le plus puissant de l'histoire de Goguryeo. En 642 apr. J.-C., il a mené un coup d'État qui a tué plus de 100 nobles et le roi lui-même, s'emparant du pouvoir absolu en tant que Dae Magniji (Grand Général). Il a dirigé Goguryeo d'une main de fer pendant 24 ans.\n\nMalgré son ascension brutale au pouvoir, Yeon Gaesomun s'est avéré être un défenseur redoutable de Goguryeo. Il a repoussé de multiples invasions massives de l'empereur Taizong de la Chine des Tang, l'un des plus grands conquérants de l'histoire. L'empereur est mort sans conquérir Goguryeo, qualifiant cela de plus grand regret de sa vie.\n\nYeon Gaesomun était connu pour sa présence imposante - il portait cinq épées à la taille et faisait s'incliner les nobles alors qu'il marchait sur leur dos pour monter à cheval. Après sa mort, les querelles intestines de ses fils ont conduit à la chute éventuelle de Goguryeo.",
    "story_fr": "Lorsque l'empereur Taizong des Tang a envoyé un envoyé exigeant la soumission, Yeon Gaesomun a fait emprisonner l'envoyé et a renvoyé un message de défi. Taizong a personnellement mené 300 000 soldats pour punir cette insulte - et a été vaincu. L'échec de l'empereur contre Goguryeo est resté sa plus grande honte.",
    "match_message_fr": "Vos traits portent la volonté de fer de Yeon Gaesomun. Il y a une qualité formidable et provocante dans votre présence - le regard de celui qui ne s'incline devant aucun empereur et ne craint aucune armée.",
    "traits_fr": [
      "Puissant",
      "Impítoyable",
      "Provocant",
      "Redoutable",
      "À la volonté de fer"
    ]
  },
  "queen_seondeok": {
    "name_fr": "Reine Seondeok",
    "tagline_fr": "La reine éclairée, première souveraine",
    "description_fr": "La reine Seondeok (a régné de 632 à 647 apr. J.-C.) a été la première monarque coréenne et l'une de ses souveraines les plus éclairées. À une époque où les femmes détenaient rarement le pouvoir, elle a dirigé Silla à travers des temps dangereux avec sagesse, diplomatie et patronage culturel.\n\nElle était réputée pour son intelligence et sa prévoyance. Des histoires célèbres racontent comment elle prédisait des événements à partir d'indices subtils - sachant que des soldats venaient d'une peinture de pivoines sans abeilles, ou prédisant sa propre date de décès. Elle a construit l'observatoire Cheomseongdae, le plus ancien observatoire astronomique encore existant en Asie de l'Est.\n\nSous son patronage, le bouddhisme a prospéré et elle a initié la construction de la pagode à neuf étages de Hwangnyongsa, la plus haute structure en bois de l'histoire de l'Asie de l'Est. Elle a jeté les bases de l'unification éventuelle des Trois Royaumes par Silla.",
    "story_fr": "Lorsque la Chine des Tang a envoyé des graines de pivoine avec une peinture ne montrant aucune abeille, Seondeok a prédit que les fleurs n'auraient aucun parfum - et elle avait raison. Elle a expliqué qu'un roi n'enverrait pas une photo de fleurs avec des papillons et des abeilles à une reine sans mari, se moquant subtilement de son état de célibataire.",
    "match_message_fr": "Vos traits reflètent la sagesse éclairée de la reine Seondeok. Il y a une qualité prophétique et pionnière dans votre présence - le regard de celui qui voit ce que les autres manquent et qui mène là où les autres craignent.",
    "traits_fr": [
      "Sage",
      "Éclairé",
      "Prophétique",
      "Culturel",
      "Pionnier"
    ]
  },
  "kim_yushin": {
    "name_fr": "Kim Yushin",
    "tagline_fr": "Le général unificateur, héros des Trois Royaumes",
    "description_fr": "Kim Yushin (595-673 apr. J.-C.) était le plus grand général de l'histoire coréenne, l'architecte militaire de l'unification des Trois Royaumes par Silla. Descendant de la royauté de Gaya, il est devenu commandant suprême et a mené Silla à la victoire dans des dizaines de batailles au cours de ses 60 ans de carrière militaire.\n\nSa brillance stratégique et son courage personnel étaient légendaires. Il s'est allié à la Chine des Tang pour vaincre d'abord Baekje (660 apr. J.-C.) puis Goguryeo (668 apr. J.-C.). Lorsque Tang a tenté de prendre la péninsule pour lui-même, Kim Yushin a mené la guerre qui les a expulsés, assurant l'indépendance coréenne.\n\nMême proche de la mort à 79 ans, il a mené les troupes depuis son lit de malade. Lorsque le roi a hésité à marcher, Kim Yushin est apparu en armure complète, inspirant l'armée. Il est mort peu après avoir assuré la victoire finale de Silla, ayant passé toute sa vie au service de l'unification.",
    "story_fr": "Quand il était jeune homme, l'épée de Kim Yushin s'est déplacée d'elle-même et a tué sa bien-aimée amante kisaeng, que les esprits considéraient comme une distraction de son destin. Acceptant cela comme le guide du destin, il se consacra entièrement à sa mission, ne permettant plus jamais aux attachements personnels d'interférer avec son devoir.",
    "match_message_fr": "Vos traits portent l'héroïsme unificateur de Kim Yushin. Il y a une qualité légendaire et dévouée dans votre présence - le regard de celui dont toute la vie sert un but supérieur.",
    "traits_fr": [
      "Héroïque",
      "Unificateur",
      "Loyal",
      "Stratégique",
      "Légendaire"
    ]
  },
  "wang_geon": {
    "name_fr": "Wang Geon (Taejo)",
    "tagline_fr": "Fondateur de Goryeo, unificateur des derniers trois royaumes",
    "description_fr": "Wang Geon (877-943 apr. J.-C.), connu à titre posthume sous le nom de Taejo, a fondé la dynastie Goryeo qui régnera sur la Corée pendant 474 ans. Issu d'une puissante famille de marchands maritimes, il a réunifié la Corée après la période des derniers trois royaumes grâce à une combinaison magistrale d'habileté militaire et d'alliances matrimoniales diplomatiques.\n\nContrairement à de nombreux conquérants, Wang Geon était connu pour sa miséricorde et sa sagesse. Il a traité les ennemis vaincus avec générosité, gagnant leur loyauté. Il a épousé 29 femmes issues de puissantes familles régionales, créant un réseau d'alliances qui ont stabilisé son règne. Sa politique consistant à embrasser plutôt qu'à écraser ses adversaires est devenue un modèle de royauté coréenne.\n\nSes « Dix Injonctions » à ses successeurs soulignaient la piété bouddhiste, le respect de la tradition, le souci du peuple et les avertissements concernant des régions et des familles spécifiques - des conseils qui ont guidé Goryeo pendant des siècles.",
    "story_fr": "Lorsque le dernier roi de Later Baekje s'est rendu, Wang Geon l'a personnellement accueilli, lui a donné un rang élevé et l'a traité comme un invité d'honneur plutôt que comme un prisonnier. Cette miséricorde a incité d'autres ennemis à se rendre pacifiquement, épargnant d'innombrables vies.",
    "match_message_fr": "Vos traits portent la sagesse fondatrice de Wang Geon. Il y a une qualité miséricordieuse et unificatrice dans votre présence - le regard de celui qui construit des royaumes durables grâce à la sagesse plutôt qu'à la cruauté.",
    "traits_fr": [
      "Fondateur",
      "Miséricordieux",
      "Diplomate",
      "Unificateur",
      "Sage"
    ]
  },
  "gang_gam_chan": {
    "name_fr": "Gang Gam-chan",
    "tagline_fr": "Le général étoilé, sauveur des Khitans",
    "description_fr": "Gang Gam-chan (948-1031 EC) était un érudit devenu général qui a sauvé Goryeo de l'invasion massive des Khitans Liao en 1018. La légende dit qu'il était la réincarnation d'une étoile - quand il est né, une grande étoile est tombée du ciel dans sa maison.\n\nÀ l'âge de 70 ans, alors que la plupart des hommes seraient à la retraite, Gang Gam-chan a mené 200 000 soldats de Goryeo contre l'armée Khitan de taille similaire. À la bataille de Gwiju, il a utilisé un barrage pour piéger les forces Khitan, puis a relâché l'eau dans une attaque d'inondation dévastatrice. De l'armée Khitan, seuls quelques milliers ont survécu pour fuir.\n\nCette victoire a été si complète que les Khitans n'ont plus jamais envahi la Corée. Gang Gam-chan a prouvé que l'érudition et le génie militaire pouvaient coexister - il était à la fois un fonctionnaire civil prospère et l'un des plus grands commandants militaires de Corée.",
    "story_fr": "Quand Gang Gam-chan était jeune et pauvre, il était si petit et mince que les gens se moquaient de lui. Mais un diseur de bonne aventure a reconnu son destin, disant qu'il était une étoile déchue destinée à la grandeur. Il s'est consacré à l'étude, devenant finalement le sauveur de sa nation.",
    "match_message_fr": "Vos traits portent la brillance prédestinée de Gang Gam-chan. Il y a une qualité à la fois érudite et victorieuse dans votre présence - le regard de celui qui est né sous une étoile pour la grandeur.",
    "traits_fr": [
      "Érudit",
      "Victorieux",
      "Destiné",
      "Stratégique",
      "Légendaire"
    ]
  },
  "jang_bogo": {
    "name_fr": "Jang Bogo",
    "tagline_fr": "Roi des mers, empereur maritime",
    "description_fr": "Jang Bogo (mort en 846 EC) était la plus grande figure maritime de l'histoire coréenne, construisant un empire commercial qui dominait les mers d'Asie de l'Est. Depuis sa base à Cheonghaejin sur l'île de Wando, il contrôlait les routes commerciales maritimes reliant la Corée, la Chine et le Japon.\n\nIssu d'origines modestes, Jang Bogo s'est d'abord fait connaître comme commandant militaire dans la Chine des Tang. De retour à Silla, il a été indigné de constater que des Coréens étaient kidnappés et vendus comme esclaves par des pirates. Il a demandé des troupes au roi et a établi Cheonghaejin, créant une force navale qui a éliminé la piraterie et protégé les marchands coréens.\n\nSon réseau commercial s'étendait du Moyen-Orient au Japon. À son apogée, aucun navire ne pouvait naviguer sur la mer Jaune sans sa permission. Son pouvoir est devenu si grand qu'il est devenu un faiseur de rois dans la politique de la cour de Silla - et a finalement été assassiné pour cela.",
    "story_fr": "Lorsque Jang Bogo a découvert des Coréens vendus sur les marchés aux esclaves chinois, il aurait pu simplement profiter du commerce comme les autres. Au lieu de cela, il a consacré sa vie à y mettre fin, créant une force navale suffisamment forte pour rendre les mers sûres pour son peuple.",
    "match_message_fr": "Vos traits portent la puissance maritime de Jang Bogo. Il y a une qualité maritime, de construction d'empire dans votre présence - le regard de celui qui règne sur les vagues et protège son peuple.",
    "traits_fr": [
      "Maritime",
      "Puissant",
      "Autodidacte",
      "Protecteur",
      "Légendaire"
    ]
  },
  "hwang_jini": {
    "name_fr": "Hwang Jini",
    "tagline_fr": "La gisaeng légendaire, poète du désir",
    "description_fr": "Hwang Jini (c. 1506-1560) était la plus célèbre gisaeng (courtisane-artiste) de l'histoire coréenne et l'une de ses plus grandes poètes. Dans la société Joseon où les femmes avaient peu d'options, elle a choisi la voie de la gisaeng pour acquérir la liberté, l'éducation et l'expression artistique refusées aux autres femmes.\n\nSa poésie, écrite à la fois en chinois classique et en langue vernaculaire coréenne, exprimait des émotions passionnées avec une franchise sans précédent. Ses sijo (vers coréens) sur l'amour, le désir et le passage du temps restent parmi les œuvres les plus appréciées de la littérature coréenne. Elle était également réputée pour sa beauté, son esprit et ses compétences en musique et en danse.\n\nLes légendes racontent ses concours intellectuels avec des érudits, des moines bouddhistes et des nobles - en remportant la plupart. On dit qu'elle a été la seule femme à pouvoir faire sourire l'érudit stoïque Seo Gyeong-deok, et la seule personne à pouvoir séduire le moine bouddhiste dévoué Jijok.",
    "story_fr": "Hwang Jini a parié qu'elle pouvait faire rompre au moine Jijok son vœu de célibat de 30 ans. Elle a attendu à un ruisseau qu'il devait traverser, semblant en difficulté. Quand il l'a portée, elle s'est accrochée à lui - et il est tombé. Sa victoire a prouvé que même la dévotion la plus sainte ne pouvait résister à la vraie beauté et à l'esprit.",
    "match_message_fr": "Vos traits portent l'art captivant de Hwang Jini. Il y a une qualité passionnée et libre d'esprit dans votre présence - le regard de celui qui vit par la beauté, l'esprit et la vérité intransigeante.",
    "traits_fr": [
      "Artistique",
      "Passionnée",
      "Spirituelle",
      "Libre d'esprit",
      "Légendaire"
    ]
  },
  "hwarang": {
    "name_fr": "Hwarang (Chevaliers Fleurs)",
    "tagline_fr": "Les Chevaliers Fleurs, guerriers d'élite de Silla",
    "description_fr": "Les Hwarang étaient un corps d'élite de jeunes nobles guerriers de Silla, combinant l'entraînement martial avec la culture artistique, la philosophie bouddhiste et une loyauté absolue. Leur nom signifie « Chevaliers Fleurs » ou « Jeunesse Fleurie », reflétant leur mélange unique de beauté et de prouesses martiales.\n\nFondés au VIe siècle, les Hwarang suivaient les « Cinq Commandements Séculiers » : loyauté envers le roi, piété filiale, confiance entre amis, ne jamais reculer au combat et ne prendre la vie qu'en cas de nécessité. Ils s'entraînaient à l'escrime, au tir à l'arc et à l'équitation tout en étudiant également la poésie, la musique et les écritures bouddhistes.\n\nDe nombreux grands généraux de Silla, dont Kim Yushin, sont issus des Hwarang. Ils ont joué un rôle déterminant dans l'unification des Trois Royaumes par Silla. Les Hwarang représentent l'idéal coréen du guerrier-érudit : mortel au combat mais raffiné en temps de paix.",
    "story_fr": "Avant la bataille, les Hwarang se rassemblaient dans des montagnes et des rivières pittoresques pour composer de la poésie, communier avec la nature et renforcer leur esprit. Lorsque le combat arrivait, ces mêmes jeunes qui avaient débattu de philosophie se battaient avec une férocité qui terrifiait leurs ennemis.",
    "match_message_fr": "Vos traits portent la mort raffinée des Hwarang. Il y a une qualité d'élite et cultivée dans votre présence - le regard de celui qui maîtrise à la fois l'épée et la poésie.",
    "traits_fr": [
      "Élite",
      "Cultivé",
      "Loyal",
      "Beau",
      "Mortel"
    ]
  },
  "choe_yeong": {
    "name_fr": "Choe Yeong",
    "tagline_fr": "Le général incorruptible",
    "description_fr": "Choe Yeong (1316-1388) était le général le plus renommé de la fin de Goryeo, célèbre à la fois pour ses prouesses militaires et son caractère incorruptible. Son père lui a appris : « Ne soyez pas convoiteux de l'or comme d'une pierre. » Il a vécu selon ce principe toute sa vie.\n\nAlors que d'autres fonctionnaires amassaient des fortunes, Choe Yeong est resté pauvre, portant les mêmes vêtements pendant des années et vivant simplement. Pourtant, ses réalisations militaires étaient légendaires - il a vaincu les pirates japonais, réprimé les rébellions et combattu les invasions des Turbans rouges de Chine.\n\nSa chute est survenue lorsqu'il s'est opposé à son subordonné Yi Seong-gye (futur fondateur de Joseon). Lorsqu'il a reçu l'ordre d'attaquer la Chine des Ming, Yi Seong-gye a plutôt marché vers la capitale lors de la retraite de Wihwado. Le vieux Choe Yeong s'est battu jusqu'au bout, mais a été capturé et exécuté. Son intégrité a fait de lui un symbole de loyauté et d'incorruptibilité.",
    "story_fr": "Lorsque Choe Yeong a finalement été capturé après le coup d'État de Yi Seong-gye, il a refusé de s'incliner ou de montrer sa peur. Lorsqu'on lui a demandé s'il avait des derniers souhaits, il a seulement dit qu'il espérait qu'un jour la Corée vaincrait les puissances étrangères qui la menaçaient. Même ses ennemis respectaient son intégrité.",
    "match_message_fr": "Vos traits portent l'intégrité incorruptible de Choe Yeong. Il y a une qualité héroïque et de principes dans votre présence - le regard de celui qui valorise l'honneur plus que l'or.",
    "traits_fr": [
      "Incorruptible",
      "Loyal",
      "Héroïque",
      "Simple",
      "Attaché aux principes"
    ]
  },
  "yi_bang_won": {
    "name_fr": "Yi Bang-won (Roi Taejong)",
    "tagline_fr": "Le Bâtisseur Impitoyable, Architecte de Joseon",
    "description_fr": "Yi Bang-won (1367-1422), plus tard Roi Taejong, était le cinquième fils du fondateur de Joseon, mais il est devenu le pouvoir derrière le trône et finalement le troisième roi. Son génie politique et son impitoyabilité ont façonné le gouvernement de Joseon pendant 500 ans.\n\nAlors que son père hésitait, Yi Bang-won a agi de manière décisive. Il a personnellement tué le puissant ministre Jeong Do-jeon et éliminé ses frères dans la « Querelle des Princes » pour assurer sa succession. Une fois roi, il a renforcé l'autorité royale, réformé le gouvernement et établi les systèmes qui ont fait fonctionner Joseon.\n\nPlus important encore, il a reconnu que son fils Sejong avait la sagesse qui lui manquait. Il a impitoyablement éliminé tous les obstacles au règne de Sejong, y compris en tuant son beau-père. Sa brutalité a permis l'âge d'or qui a suivi.",
    "story_fr": "Lorsque Yi Bang-won a appris que son beau-père prévoyait de faire du rival de Sejong l'héritier, il a immédiatement ordonné l'exécution de l'homme, malgré les supplications de Sejong pour la clémence. Il a dit à son fils : « Tu dois me haïr pour cela, mais un jour tu comprendras. »",
    "match_message_fr": "Vos traits portent la brillance impitoyable de Taejong. Il y a une qualité décisive et constructive à votre présence, l'air de quelqu'un qui fait ce qui doit être fait, quel qu'en soit le prix.",
    "traits_fr": [
      "Impétueux",
      "Brillant",
      "Décisif",
      "Constructif",
      "Sacrificiel"
    ]
  },
  "seonbi": {
    "name_fr": "Seonbi (Érudit-Gentilhomme)",
    "tagline_fr": "Le Noble Érudit, Gardien des Principes",
    "description_fr": "Le Seonbi représente l'idéal coréen de l'érudit-gentilhomme vertueux : celui qui poursuit la connaissance, cultive le caractère moral et vit selon les principes confucéens, même au prix de grands sacrifices personnels. Contrairement aux fonctionnaires qui recherchaient le pouvoir, le vrai Seonbi accordait avant tout de l'importance à l'intégrité.\n\nLe Seonbi vivait simplement, souvent dans la pauvreté, étudiant des textes classiques et pratiquant la calligraphie dans des maisons modestes. Ils croyaient que la culture morale était plus importante que le succès mondain. Beaucoup ont refusé des postes gouvernementaux lucratifs plutôt que de compromettre leurs principes.\n\nLorsque des rois tyranniques exigeaient l'obéissance, les érudits Seonbi mouraient souvent plutôt que de trahir leurs principes. Leurs tablettes commémoratives indiquaient leurs crimes comme « ne pas s'incliner devant l'injustice ». L'esprit Seonbi : valoriser la justice plutôt que la vie, le principe plutôt que le profit, est devenu une vertu déterminante de l'identité coréenne.",
    "story_fr": "Lorsque le tyran Yeonsangun a exigé que les érudits louent ses politiques injustes, de nombreux Seonbi ont refusé et ont été exécutés. Ils ont écrit des poèmes finaux sur le bambou - qui plie mais ne casse jamais - représentant leur intégrité incassable, même dans la mort.",
    "match_message_fr": "Vos traits portent la noblesse de principe du Seonbi. Il y a une qualité érudite et incorruptible à votre présence : l'air de quelqu'un qui valorise l'intégrité au-dessus de tous les gains terrestres.",
    "traits_fr": [
      "De principe",
      "Érudit",
      "Simple",
      "Incorruptible",
      "Noble"
    ]
  },
  "an_jung_geun": {
    "name_fr": "An Jung-geun",
    "tagline_fr": "L'Assassin Patriotique, Héros de l'Indépendance Coréenne",
    "description_fr": "An Jung-geun (1879-1910) était un militant pour l'indépendance coréenne qui a assassiné l'homme d'État japonais Itō Hirobumi à la gare de Harbin en 1909. Son acte de résistance contre l'agression coloniale japonaise a fait de lui le héros de l'indépendance le plus célèbre de Corée.\n\nAvant de devenir un assassin, An Jung-geun était un éducateur catholique et un homme d'affaires qui organisait des armées justes contre l'empiètement japonais. Lorsque les efforts diplomatiques ont échoué et que la Corée a perdu sa souveraineté, il a déterminé qu'une action directe était nécessaire.\n\nAprès son arrestation, An Jung-geun s'est conduit avec une telle dignité que même ses ravisseurs japonais l'admiraient. Il a beaucoup écrit sur la paix en Asie de l'Est, arguant que l'impérialisme japonais finirait par détruire le Japon lui-même. Il a été exécuté à 30 ans, devenant un martyr dont le sacrifice a inspiré le mouvement d'indépendance coréen pendant des décennies.",
    "story_fr": "Lors de son procès, An Jung-geun n'a pas imploré la clémence, mais a plutôt énuméré 15 crimes d'Itō Hirobumi contre la Corée et l'Asie. Sa défense calme et de principe a impressionné même les juges japonais. Sa calligraphie finale disait : « Pour l'indépendance coréenne, pour la paix en Asie de l'Est. »",
    "match_message_fr": "Vos traits portent la détermination patriotique d'An Jung-geun. Il y a une qualité sacrificielle et de principe dans votre présence : l'air de quelqu'un qui donne tout pour la liberté de sa nation.",
    "traits_fr": [
      "Patriotique",
      "Sacrificiel",
      "De principe",
      "Courageux",
      "Visionnaire"
    ]
  },
  "anansi": {
    "name_fr": "Anansi",
    "tagline_fr": "Le Filou Araignée, Gardien des Histoires",
    "description_fr": "Anansi est l'araignée filou légendaire de la tradition Akan/Ashanti d'Afrique de l'Ouest. Grâce à sa ruse et à son esprit, il a obtenu toutes les histoires du monde du dieu du ciel Nyame, devenant ainsi le gardien de la sagesse et du folklore.\n\nBien qu'il soit petit et apparemment faible, Anansi déjoue constamment les créatures plus grandes et plus fortes grâce à son intelligence, sa ruse et sa persévérance. Ses histoires se sont répandues à travers l'Atlantique pendant la traite des esclaves, devenant ainsi fondamentales pour le folklore caribéen et afro-américain.\n\nAnansi représente le pouvoir du plus faible, le triomphe de l'esprit sur la force et l'importance vitale de la narration. Il peut être à la fois un héros et un méchant, enseignant des leçons morales à travers ses succès et ses échecs.",
    "story_fr": "Pour gagner toutes les histoires, Anansi a dû capturer Onini le python, Osebo le léopard et Mmoboro les frelons. Utilisant des astuces intelligentes : faire semblant de mesurer le python, creuser une fosse pour le léopard, piéger les frelons avec de l'eau, il a réussi là où personne ne le pensait possible.",
    "match_message_fr": "Vos traits portent la sagesse intelligente d'Anansi. Il y a l'esprit d'un filou et le charme d'un conteur dans votre présence : l'air de quelqu'un qui triomphe grâce à l'intelligence.",
    "traits_fr": [
      "Rusé",
      "Conteur",
      "Filou",
      "Sage",
      "Persévérant"
    ]
  },
  "shango": {
    "name_fr": "Shango",
    "tagline_fr": "Orisha du Tonnerre, Roi du Feu",
    "description_fr": "Shango est l'un des Orishas les plus puissants de la religion Yoruba, le dieu du tonnerre, de la foudre, du feu et de la justice. Autrefois roi mortel de l'empire Oyo, il est monté au ciel pour devenir une divinité grâce à ses actes légendaires et à son tempérament ardent.\n\nAvec sa hache à double tranchant (oshe) et sa capacité à cracher du feu, Shango représente le pouvoir masculin, la virilité et la colère juste. Il punit les menteurs et les malfaiteurs avec des éclairs tout en récompensant les honnêtes et les braves. Ses disciples dansent au rythme des tambours batá pendant ses festivals.\n\nLe culte de Shango s'est répandu à travers l'Atlantique, devenant essentiel aux religions afro-caribéennes comme la Santería (où il s'est syncrétisé avec Sainte Barbe), le Candomblé et le Vodou. Ses couleurs sont le rouge et le blanc, et son chiffre sacré est le six.",
    "story_fr": "En tant que roi mortel, Shango a acquis le pouvoir sur la foudre, mais a accidentellement détruit son propre palais et sa famille. Consumé par le chagrin, il a erré jusqu'à ce qu'il monte au ciel, devenant l'Orisha du tonnerre - son pouvoir destructeur maintenant canalisé vers la justice.",
    "match_message_fr": "Vos traits portent la puissance tonitruante de Shango. Il y a une qualité royale et ardente dans votre présence : l'air de quelqu'un qui commande les tempêtes et rend la justice.",
    "traits_fr": [
      "Puissant",
      "Juste",
      "Ardent",
      "Royal",
      "Viril"
    ]
  },
  "mami_wata": {
    "name_fr": "Mami Wata",
    "tagline_fr": "Mère des eaux, Esprit des profondeurs",
    "description_fr": "Mami Wata est un puissant esprit de l'eau vénéré dans toute l'Afrique et la diaspora africaine. Souvent représentée comme une belle sirène ou une femme avec un serpent, elle incarne la dualité de l'eau : nourrissant la vie tout en étant capable de la noyer.\n\nElle représente la beauté féminine, la sexualité, la richesse et la guérison, mais aussi la jalousie et l'attrait dangereux. Ceux qu'elle « revendique » en les entraînant sous l'eau peuvent revenir avec des pouvoirs prophétiques, des capacités de guérison ou une grande fortune, s'ils survivent. Ses fidèles doivent lui rester fidèles, s'abstenant souvent d'autres relations amoureuses.\n\nL'imagerie de Mami Wata mélange les traditions africaines avec les influences mondiales, reflétant le rôle de l'océan dans la connexion des cultures. Elle apparaît dans l'art tenant des miroirs, des peignes et des serpents, symboles de sa vanité, de son pouvoir et de son danger séducteur.",
    "story_fr": "Un pêcheur a été entraîné sous les vagues par Mami Wata, passant des années dans son royaume sous-marin. Elle lui a offert une richesse infinie s'il restait fidèle. Il a accepté, mais a ensuite rompu son vœu et a tout perdu ce qu'elle lui avait donné.",
    "match_message_fr": "Vos traits portent le mystère séduisant de Mami Wata. Il y a une qualité profonde et hypnotique dans votre présence, le regard de celui qui détient à la fois la fortune et le danger dans ses profondeurs.",
    "traits_fr": [
      "Séduisante",
      "Puissante",
      "Jalouse",
      "Guérisseuse",
      "Dangereuse"
    ]
  },
  "maui": {
    "name_fr": "Māui",
    "tagline_fr": "Le demi-dieu farceur, façonneur du monde",
    "description_fr": "Māui est le héros demi-dieu légendaire de la mythologie polynésienne, célèbre à Hawaï, en Nouvelle-Zélande, à Tahiti et dans tout le Pacifique. Né petit et apparemment sans valeur, il est devenu le plus grand héros grâce à son intelligence, sa détermination et ses réalisations magiques.\n\nSes exploits légendaires incluent la pêche des îles à partir de la mer à l'aide de son crochet magique, le ralentissement du soleil pour que les humains aient des jours plus longs pour travailler, la découverte du feu pour l'humanité en trompant la déesse du feu et la tentative de conquérir la mort elle-même en rampant dans la déesse de la mort.\n\nMāui représente la défiance de l'humanité face aux forces cosmiques, le farceur qui remodèle le monde au profit des mortels. Bien qu'il soit finalement mort en essayant de gagner l'immortalité pour l'humanité, ses réalisations restent écrites à travers les îles du Pacifique elles-mêmes.",
    "story_fr": "Lorsque le soleil se déplaçait trop vite dans le ciel, Māui a tressé une corde à partir des cheveux de sa sœur, a grimpé jusqu'au lieu de repos du soleil et l'a battu jusqu'à ce qu'il accepte de se déplacer plus lentement. Dès lors, l'humanité a eu de longues journées pour pêcher, cultiver et créer.",
    "match_message_fr": "Vos traits portent l'héroïsme défiant de Māui. Il y a l'intelligence d'un farceur et le pouvoir de façonner le monde dans votre présence, le regard de celui qui défie les dieux eux-mêmes.",
    "traits_fr": [
      "Héroïque",
      "Farceur",
      "Défiant",
      "Créatif",
      "Légendaire"
    ]
  },
  "pele": {
    "name_fr": "Pele",
    "tagline_fr": "Déesse des volcans, créatrice et destructrice",
    "description_fr": "Pele est la déesse hawaïenne des volcans, du feu, de la foudre et du vent. On pense qu'elle réside dans le volcan Kīlauea sur la Grande Île d'Hawaï, l'un des volcans les plus actifs au monde. Son tempérament de feu et sa nature passionnée la rendent à la fois vénérée et crainte.\n\nElle crée de nouvelles terres lorsque la lave coule dans la mer, construisant littéralement les îles hawaïennes, mais détruit tout ce qui se trouve sur son chemin. Sa rivalité légendaire avec sa sœur Nāmaka, déesse de la mer, a forcé Pele à être chassée à travers les îles jusqu'à ce qu'elle trouve sa demeure actuelle.\n\nOn dit que Pele apparaît soit comme une belle jeune femme dans une robe rouge fluide, soit comme une vieille femme aux cheveux blancs. Ceux qui la rencontrent sur la route et font preuve de gentillesse sont bénis ; ceux qui la manquent de respect font face à sa colère ardente.",
    "story_fr": "Pele est tombée amoureuse du chef mortel Lohiau. Quand elle ne pouvait pas rester avec lui, elle a envoyé sa sœur Hi'iaka le chercher. Mais Hi'iaka et Lohiau sont tombés amoureux. Dans sa rage jalouse, Pele a tué Lohiau avec de la lave, puis, submergée de regrets, elle l'a ramené à la vie.",
    "match_message_fr": "Vos traits portent la passion volcanique de Pele. Il y a un pouvoir créatif et destructeur dans votre présence, le regard de celui qui construit et détruit avec une intensité égale.",
    "traits_fr": [
      "Ardent",
      "Créative",
      "Destructrice",
      "Passionnée",
      "Volatile"
    ]
  },
  "coyote": {
    "name_fr": "Coyote",
    "tagline_fr": "Le Grand Farceur, créateur et fou",
    "description_fr": "Coyote est la figure de farceur par excellence dans la mythologie amérindienne, apparaissant dans des histoires de dizaines de tribus à travers l'Amérique du Nord. Il est simultanément créateur et destructeur, sage et fou, sacré et profane.\n\nDans certaines traditions, Coyote a aidé à créer le monde, a donné le feu aux humains et leur a enseigné des compétences importantes. Dans d'autres, il provoque le chaos, fait des farces et subit les conséquences de sa propre folie. Souvent, il est tué dans ses mésaventures, seulement pour revenir dans l'histoire suivante.\n\nCoyote incarne les forces imprévisibles et amorales de la nature et les contradictions au sein de l'humanité elle-même. Ses histoires sont à la fois des outils de divertissement et d'enseignement, montrant ce qui se passe lorsque l'on ignore les tabous, dépasse les limites ou ne respecte pas l'ordre naturel.",
    "story_fr": "Coyote a volé le feu aux Êtres de Feu en les trompant avec une course de relais. Il a transmis le feu à d'autres animaux jusqu'à ce qu'il atteigne le bois des arbres, où il reste caché, attendant que les humains le libèrent par friction.",
    "match_message_fr": "Vos traits portent l'esprit imprévisible de Coyote. Il y a l'adaptabilité d'un farceur et le chaos créatif dans votre présence, le regard de celui qui défie les attentes et transcende les catégories.",
    "traits_fr": [
      "Farceur",
      "Créatif",
      "Fou",
      "Imprévisible",
      "Résilient"
    ]
  },
  "white_buffalo_woman": {
    "name_fr": "Femme Bison Blanc",
    "tagline_fr": "Messagère sacrée, porteuse de la pipe",
    "description_fr": "Femme Bison Blanc (Ptesan-Wi) est la prophétesse sacrée des Lakota Sioux, qui a apporté la chanunpa (pipe sacrée) et a enseigné les sept rites sacrés qui forment le fondement spirituel de la vie Lakota.\n\nElle est apparue à deux éclaireurs comme une belle femme vêtue de peau de daim blanche. Un éclaireur avait des pensées lubriques et a été réduit à des os par un nuage ; l'autre l'a traitée avec respect et a été chargé de préparer son peuple. Elle leur a appris à prier, à honorer tous les êtres vivants et à maintenir l'équilibre entre les humains et la nature.\n\nAvant de partir, elle s'est transformée en un veau de bison blanc, promettant de revenir en période de grands changements. La naissance rare d'un veau de bison blanc est considérée comme un signe sacré de sa présence spirituelle et un appel à l'humanité à s'unir dans la paix.",
    "story_fr": "Lorsque les deux éclaireurs l'ont approchée, elle a dit à celui qui était irrespectueux : 'Tu ne sais pas qui je suis.' Un nuage l'a enveloppé et quand il s'est dissipé, il ne restait que son squelette. L'éclaireur respectueux a reçu son message et l'a conduite vers son peuple, où elle leur a enseigné pendant quatre jours avant sa transformation.",
    "match_message_fr": "Vos traits portent la présence sacrée de Femme Bison Blanc. Il y a une qualité prophétique et pacificatrice dans votre présence, le regard de celui qui relie les mondes spirituel et physique.",
    "traits_fr": [
      "Sacrée",
      "Enseignante",
      "Prophétique",
      "Transformatrice",
      "Pacifique"
    ]
  },
  "morrigan": {
    "name_fr": "La Morrígan",
    "tagline_fr": "Reine Fantôme, Déesse de la Guerre et du Destin",
    "description_fr": "La Morrígan est la déesse irlandaise de la guerre, du destin, de la mort et de la souveraineté. Apparaissant souvent sous la forme d'un trio de sœurs (Badb, Macha et Morrígan/Nemain), elle incarne la terreur et la gloire de la bataille et la nature inexorable du destin.\n\nElle apparaît sur les champs de bataille sous la forme d'une corneille ou d'un corbeau, se nourrissant des morts, ou comme une blanchisseuse nettoyant les vêtements ensanglantés de ceux qui sont destinés à mourir. Elle peut accorder la victoire ou la mort, inspirer les guerriers avec une fureur guerrière ou les terrifier jusqu'à la défaite. Sa faveur était recherchée, mais son apparence était redoutée.\n\nLa Morrígan est particulièrement associée au héros Cú Chulainn, apparaissant à sa naissance, lui offrant son amour (qu'il a imprudemment refusé) et prédisant finalement sa mort. Elle représente la déesse sombre qui incarne les aspects féminins de la guerre et du destin.",
    "story_fr": "Avant la deuxième bataille de Mag Tuired, la Morrígan s'est accouplée avec le Dagda pour assurer la victoire aux Tuatha Dé Danann. Pendant la bataille, elle a chanté des incantations qui ont semé la confusion chez l'ennemi. La victoire appartenait à ceux qu'elle bénissait, et la mort à ceux qu'elle maudissait.",
    "match_message_fr": "Vos traits portent la sombre souveraineté de la Morrígan. Il y a une qualité prophétique et redoutable dans votre présence, l'air de quelqu'un qui incarne à la fois la mort et la victoire.",
    "traits_fr": [
      "Redoutable",
      "Prophétique",
      "Souveraine",
      "Sombre",
      "À triple aspect"
    ]
  },
  "cu_chulainn": {
    "name_fr": "Cú Chulainn",
    "tagline_fr": "Le Chien d'Ulster, le plus grand guerrier d'Irlande",
    "description_fr": "Cú Chulainn est le héros légendaire du cycle d'Ulster, le plus grand guerrier d'Irlande. Né Sétanta, il a gagné son nom célèbre (\"Chien de Culann\") quand, enfant, il a tué le féroce chien du forgeron Culann et a offert de prendre sa place en tant que gardien.\n\nSa rage de bataille (ríastrad) l'a transformé en une forme monstrueuse, presque invincible : un œil s'enfonçait dans son crâne tandis que l'autre ressortait, son corps se tordait et une lumière de bataille jaillissait de son front. Dans cet état, il ne pouvait plus distinguer l'ami de l'ennemi.\n\nÀ lui seul, il a défendu l'Ulster contre les armées de la reine Medb pendant le Táin Bó Cúailnge, combattant chaque jour pendant que les hommes d'Ulster étaient sous le coup d'une malédiction. Il mourut jeune, comme prophétisé, mais atteignit l'immortalité de la légende.",
    "story_fr": "Gravement blessé, Cú Chulainn s'est attaché à une pierre dressée afin de pouvoir mourir debout, face à ses ennemis. Ce n'est que lorsqu'un corbeau s'est posé sur son épaule qu'ils ont su qu'il était vraiment mort, et que la lumière du héros a quitté son visage.",
    "match_message_fr": "Vos traits portent l'intensité héroïque de Cú Chulainn. Il y a une qualité féroce et tragique dans votre présence, l'air de quelqu'un destiné à la gloire et à une mort précoce.",
    "traits_fr": [
      "Héroïque",
      "Féroce",
      "Loyal",
      "Tragique",
      "Légendaire"
    ]
  },
  "inanna": {
    "name_fr": "Inanna",
    "tagline_fr": "Reine du Ciel, Déesse de l'Amour et de la Guerre",
    "description_fr": "Inanna est l'ancienne déesse sumérienne de l'amour, de la beauté, du sexe, du désir, de la fertilité, de la guerre, de la justice et du pouvoir politique. Elle est la divinité féminine la plus importante de l'ancienne Mésopotamie et a inspiré des déesses ultérieures, notamment Ishtar, Astarté et Aphrodite.\n\nSa mythologie est parmi les plus anciennes enregistrées dans l'histoire de l'humanité. Elle est descendue aux enfers, a été tuée par sa sœur Ereshkigal, a été suspendue à un crochet pendant trois jours et a été ressuscitée, l'un des premiers mythes de mort et de résurrection. Pour partir, elle devait envoyer quelqu'un prendre sa place : son mari Dumuzi, qui ne l'avait pas pleurée.\n\nInanna incarne les paradoxes du pouvoir : elle est à la fois déesse de l'amour et de la guerre, de la civilisation et du chaos. Elle représente un pouvoir féminin qui n'est ni dompté ni domestiqué, mais sauvage, ambitieux et transformateur.",
    "story_fr": "Inanna dit : 'J'irai aux enfers.' Elle mit ses vêtements royaux et descendit par sept portes, forcée d'enlever un objet à chaque fois jusqu'à ce qu'elle se tienne nue devant sa sœur la Mort. Mais elle se releva, car même la mort ne pouvait retenir la Reine du Ciel.",
    "match_message_fr": "Vos traits portent le pouvoir paradoxal d'Inanna. Il y a une qualité ancienne et transformatrice dans votre présence, l'air de quelqu'un qui incarne à la fois la création et la destruction.",
    "traits_fr": [
      "Puissante",
      "Paradoxale",
      "Ambitieuse",
      "Transformatrice",
      "Ancienne"
    ]
  },
  "gilgamesh": {
    "name_fr": "Gilgamesh",
    "tagline_fr": "Roi d'Uruk, Chercheur d'immortalité",
    "description_fr": "Gilgamesh est le roi légendaire d'Uruk, issu de la plus ancienne épopée écrite au monde. Deux tiers dieu et un tiers humain, il était le plus puissant de tous les rois, mais aussi le plus tyrannique, jusqu'à ce que les dieux envoient Enkidu pour l'humilier et devenir son compagnon bien-aimé.\n\nEnsemble, Gilgamesh et Enkidu ont tué le démon Humbaba et le Taureau du Ciel. Mais lorsque Enkidu mourut en punition de leurs actes, Gilgamesh fut consumé par le chagrin et la terreur de la mort. Il voyagea jusqu'aux extrémités de la terre à la recherche de l'immortalité, trouvant le secret, pour finalement le perdre au profit d'un serpent.\n\nSon histoire, écrite il y a 4 000 ans, explore des thèmes qui restent intemporels : l'amitié, la mortalité, la recherche de sens et l'acceptation des limites humaines. Il rentra chez lui pour trouver son immortalité non pas dans la vie éternelle, mais dans les murs d'Uruk et la civilisation qu'il avait construite.",
    "story_fr": "Après avoir trouvé la plante de l'immortalité au fond de la mer, Gilgamesh s'arrêta pour se baigner. Un serpent sentit le parfum de la plante et la vola, muant sa peau et gagnant une jeunesse éternelle. Gilgamesh pleura, mais comprit finalement que son véritable héritage était la grande ville qu'il laisserait derrière lui.",
    "match_message_fr": "Vos traits portent la puissante recherche de Gilgamesh. Il y a une qualité de quête et de transformation dans votre présence, l'air de quelqu'un qui a cherché l'immortalité et a trouvé la sagesse à la place.",
    "traits_fr": [
      "Héroïque",
      "Chercheur",
      "Affligé",
      "Puissant",
      "Transformé"
    ]
  },
  "quetzalcoatl": {
    "name_fr": "Quetzalcoatl",
    "tagline_fr": "Le Serpent à Plumes, Seigneur du Vent et de l'Apprentissage",
    "description_fr": "Quetzalcoatl, le Serpent à plumes, est l'une des divinités les plus importantes de l'ancienne Mésoamérique, vénérée par les Aztèques, les Mayas et les civilisations antérieures. Il combine l'oiseau quetzal (représentant les cieux) avec le serpent (représentant la terre), symbolisant l'union du ciel et de la terre.\n\nEn tant que dieu du vent, de l'air et de l'apprentissage, Quetzalcoatl est crédité de la création de l'humanité, de la découverte du maïs et de l'invention du calendrier et des livres. Contrairement aux autres dieux aztèques, il s'opposait aux sacrifices humains, préférant les offrandes de papillons et de jade. Il représentait la sagesse, la civilisation et la prêtrise.\n\nLa légende raconte qu'il a été piégé dans la disgrâce par le dieu Tezcatlipoca et a quitté le Mexique sur un radeau de serpents, promettant de revenir. Cette prophétie aurait influencé l'accueil aztèque de Cortés, qui est arrivé de l'est l'année prophétisée pour le retour de Quetzalcoatl.",
    "story_fr": "Quetzalcoatl est descendu aux enfers pour récupérer les os de l'humanité précédente. Mictlantecuhtli, seigneur de la mort, a tendu des pièges, mais Quetzalcoatl a réussi. Bien que les os se soient brisés, il a aspergé ses os de son sang, et des fragments est née la race humaine actuelle.",
    "match_message_fr": "Vos traits portent la sagesse civilisatrice de Quetzalcoatl. Il y a une qualité créative et paisible dans votre présence, l'air de quelqu'un qui apporte l'apprentissage et la culture à l'humanité.",
    "traits_fr": [
      "Sage",
      "Créatif",
      "Civilisateur",
      "Paisible",
      "Mystérieux"
    ]
  },
  "baba_yaga": {
    "name_fr": "Baba Yaga",
    "tagline_fr": "La Vieille Sorcière Sauvage, Gardienne du Seuil",
    "description_fr": "Baba Yaga est la sorcière légendaire du folklore slave, une vieille femme vivant dans une cabane qui se tient sur des pattes de poulet au cœur de la forêt sombre. Ni totalement bonne ni mauvaise, elle est une force de la nature sauvage qui teste ceux qui la recherchent.\n\nElle vole dans les airs dans un mortier, se dirigeant avec un pilon et balayant ses traces avec un balai. Sa cabane est entourée d'une clôture d'os avec des crânes qui brillent d'un feu magique. Elle est servie par trois cavaliers mystérieux : Blanc (Jour), Rouge (Soleil) et Noir (Nuit).\n\nÀ ceux qui approchent avec courage et bonnes manières, elle peut accorder sagesse, objets magiques ou solutions à des problèmes impossibles. À ceux qui échouent à ses tests, elle est la mort elle-même. Baba Yaga représente la puissance féminine sauvage et indomptée qui se tient à la frontière entre la civilisation et l'inconnu.",
    "story_fr": "Vasilisa la Belle a été envoyée à Baba Yaga pour chercher du feu. La sorcière lui a confié des tâches impossibles - trier les graines de pavot de la saleté, presser l'huile des graines - mais la poupée magique de Vasilisa (la bénédiction de sa mère) l'a aidée à les accomplir. Impressionnée, Baba Yaga lui a donné le feu et l'a laissée partir.",
    "match_message_fr": "Vos traits portent la puissance sauvage et éprouvante de Baba Yaga. Il y a une qualité ancienne, gardienne du seuil, dans votre présence - l'air de celui qui teste les dignes et détruit les insensés.",
    "traits_fr": [
      "Sauvage",
      "Éprouvant",
      "Ancien",
      "Ambigü",
      "Puissant"
    ]
  },
  "rainbow_serpent": {
    "name_fr": "Serpent Arc-en-ciel",
    "tagline_fr": "Créateur du Monde, Gardien des Eaux",
    "description_fr": "Le Serpent Arc-en-ciel est l'un des êtres créateurs les plus importants de la mythologie aborigène australienne, apparaissant dans les histoires du Temps du Rêve des peuples à travers le continent. Cet immense serpent a façonné la terre elle-même, creusant des rivières, des vallées et des montagnes lors de ses voyages.\n\nLorsque le Serpent Arc-en-ciel se déplace, il crée des cours d'eau et des billabongs. Lorsqu'il s'arce dans le ciel après la pluie, il apparaît comme l'arc-en-ciel. Il est associé à l'eau, à la fertilité et au cycle des saisons. Perturber les lieux sacrés au Serpent Arc-en-ciel peut entraîner sécheresse ou inondation.\n\nLe Serpent Arc-en-ciel représente le pouvoir vital de l'eau dans le paysage australien et l'interconnexion de toutes choses. Connu sous différents noms dans différentes nations aborigènes - Ungud, Wollunqua, Yurlungur - il est peut-être la divinité la plus répandue en Australie aborigène.",
    "story_fr": "Au Temps du Rêve, le Serpent Arc-en-ciel s'est réveillé sous la terre et a voyagé à travers la plaine, soulevant des montagnes et creusant des rivières. Là où il s'est reposé, il a créé des points d'eau. Le paysage de l'Australie est le témoignage de son voyage.",
    "match_message_fr": "Vos traits portent la puissance créatrice primordiale du Serpent Arc-en-ciel. Il y a une qualité ancienne, façonnant le paysage, dans votre présence - l'air de celui qui crée les contours mêmes du monde.",
    "traits_fr": [
      "Créateur",
      "Puissant",
      "Ancien",
      "Donneur de Vie",
      "Transformateur"
    ]
  },
  "ahura_mazda": {
    "name_fr": "Ahura Mazda",
    "tagline_fr": "Seigneur de la Sagesse, Créateur de Tout le Bien",
    "description_fr": "Ahura Mazda est la divinité suprême du zoroastrisme, l'ancienne religion perse qui a profondément influencé le judaïsme, le christianisme et l'islam. Il est le créateur incréé de l'univers, la source de tout ce qui est bon, vrai et ordonné.\n\nIl représente la lumière, la vérité (Asha) et la sagesse en opposition éternelle à Angra Mainyu (Ahriman), l'esprit destructeur des mensonges et du chaos. Cette bataille cosmique entre le bien et le mal, la lumière et les ténèbres, fut l'un des premiers concepts religieux dualistes de l'histoire.\n\nAhura Mazda a créé les Amesha Spentas (Immortels Généreux) pour aider à gouverner la création. Zoroastre, le prophète de cette religion, a reçu ses révélations directement d'Ahura Mazda. La foi enseigne que les bonnes pensées, les bonnes paroles et les bonnes actions alignent l'individu sur la vérité d'Ahura Mazda.",
    "story_fr": "Au commencement, Ahura Mazda existait seul dans une lumière infinie. Il a créé l'univers en sept étapes, culminant avec l'humanité - des êtres dotés du libre arbitre qui pouvaient choisir le bien plutôt que le mal. La bataille cosmique prendra fin lorsque les bons choix de l'humanité vaincront finalement les ténèbres.",
    "match_message_fr": "Vos traits portent la sagesse rayonnante d'Ahura Mazda. Il y a une qualité lumineuse et véridique dans votre présence - l'air de celui qui incarne le principe cosmique du bien.",
    "traits_fr": [
      "Sage",
      "Bon",
      "Créateur",
      "Lumière",
      "Véridique"
    ]
  },
  "vainamoinen": {
    "name_fr": "Väinämöinen",
    "tagline_fr": "Le Sage Éternel, Chanteur de la Création",
    "description_fr": "Väinämöinen est le héros central de la mythologie finlandaise et du Kalevala, l'épopée nationale finlandaise. Un ancien sage et puissant chaman, il est né vieux et déjà sage, ayant passé 730 ans dans le ventre de sa mère avant de nager jusqu'au rivage.\n\nSon plus grand pouvoir est son chant - grâce à des chants magiques, il peut contrôler la nature, vaincre les ennemis et même créer des objets à partir de rien. On lui attribue la création du kantele (harpe finlandaise) à partir de la mâchoire d'un grand brochet et de nombreuses quêtes qui ont façonné le monde.\n\nVäinämöinen représente l'idéal finlandais de la sagesse acquise par l'âge et l'expérience. À la fin de l'épopée, il s'éloigne sur un bateau de cuivre, partant mais promettant de revenir quand la Finlande aura de nouveau besoin de lui - un archétype éternel du chef sage.",
    "story_fr": "Lorsqu'il a été défié à un concours de chant par le jeune et vantard Joukahainen, Väinämöinen l'a chanté dans un marais jusqu'à la taille, puis jusqu'à la poitrine, puis jusqu'au cou. Joukahainen a tout offert - finalement sa sœur Aino - pour être libéré. Telle était la puissance du chant du vieux sage.",
    "match_message_fr": "Vos traits portent l'ancienne sagesse chantante de Väinämöinen. Il y a une qualité éternelle et magique dans votre présence - l'air de celui dont les mots façonnent la réalité elle-même.",
    "traits_fr": [
      "Ancien",
      "Sage",
      "Chantant",
      "Magique",
      "Éternel"
    ]
  },
  "oni": {
    "name_fr": "Oni",
    "tagline_fr": "Ogres Démoniaques, Exécuteurs de l'Enfer",
    "description_fr": "Les oni sont les ogres démoniaques du folklore japonais, des êtres redoutables avec des cornes, des cheveux sauvages et une peau rouge, bleue ou d'autres couleurs non naturelles. Ils portent des massues de fer (kanabō) et sont associés au tonnerre, aux catastrophes, aux maladies et aux punitions.\n\nDans la tradition bouddhiste, les oni servent de tortionnaires dans les différents enfers, punissant les pécheurs selon leurs crimes. Dans le folklore, ils peuvent être des monstres vivant dans les montagnes qui pillent des villages, kidnappent des gens ou provoquent des catastrophes naturelles. Cependant, certains oni peuvent être convertis au bouddhisme et devenir des gardiens protecteurs.\n\nLe festival de Setsubun consiste à chasser les oni en lançant des haricots et en criant \"Oni wa soto! Fuku wa uchi!\" (Démons dehors ! Fortune dedans !). Les oni représentent les forces du chaos et de la destruction qui doivent être périodiquement expulsées pour maintenir l'ordre et la bonne fortune.",
    "story_fr": "Le héros Momotarō s'est rendu à Onigashima (l'île des démons) avec ses compagnons animaux pour vaincre les oni qui terrorisaient la région. Après une bataille acharnée, le roi oni s'est rendu, a rendu leur trésor volé et a promis de ne plus jamais faire le mal.",
    "match_message_fr": "Vos traits portent la puissance féroce des Oni. Il y a une qualité redoutable et transformatrice dans votre présence - l'air de celui qui incarne le chaos mais peut être tourné vers la protection.",
    "traits_fr": [
      "Redoutable",
      "Puissant",
      "Chaotique",
      "Punisseur",
      "Transformable"
    ]
  },
  "garuda": {
    "name_fr": "Garuda",
    "tagline_fr": "Roi des oiseaux, monture de Vishnou",
    "description_fr": "Garuda est le roi légendaire des oiseaux dans la mythologie hindoue et bouddhiste, un être divin semblable à un aigle qui sert de monture (vahana) au dieu Vishnou. Il est représenté avec un corps doré, des ailes rouges, un visage blanc et un bec d'aigle.\n\nNé d'un œuf, la mère de Garuda a été asservie par les enfants naga (serpents) de sa sœur. Pour la libérer, il a été chargé de voler l'amrita (le nectar d'immortalité) aux dieux. Il a réussi, vainquant les dieux et franchissant les barrières surnaturelles, gagnant le respect de Vishnou et le don de l'immortalité.\n\nGaruda est l'ennemi éternel des nagas, représentant le conflit cosmique entre le ciel et la terre, l'aigle et le serpent. Il est le symbole national de l'Indonésie et de la Thaïlande, incarnant la vitesse, la puissance et la prouesse martiale. Son nom signifie \"le dévoreur\" car il consomme les serpents de l'ignorance.",
    "story_fr": "Pour voler l'amrita, Garuda a dû traverser des roues de feu tournoyantes, combattre les dieux et vaincre les gardiens nagas. Il a tout réussi. La foudre d'Indra n'a pas pu le pénétrer. Il a ensuite offert l'amrita pour libérer sa mère - et Vishnou, impressionné par sa puissance et son dévouement, l'a rendu immortel et son véhicule.",
    "match_message_fr": "Vos traits portent la puissance divine de Garuda. Il y a une qualité rapide et puissante dans votre présence - l'allure de celui qui sert le plus haut et vainc le plus bas.",
    "traits_fr": [
      "Puissant",
      "Loyal",
      "Rapide",
      "Divin",
      "Ennemi des serpents"
    ]
  },
  "merlin": {
    "name_fr": "Merlin",
    "tagline_fr": "L'archimage, architecte de Camelot",
    "description_fr": "Merlin est le magicien légendaire de la légende arthurienne, peut-être le sorcier le plus célèbre de la littérature occidentale. On dit qu'il est né d'une femme mortelle et d'un esprit d'un autre monde, il possédait des capacités prophétiques et des pouvoirs sur la nature, le temps et la transformation.\n\nIl a orchestré l'ascension du roi Arthur - de l'ingénierie de la naissance d'Arthur par la tromperie d'Uther, au placement de l'épée dans la pierre, en passant par le guidage du règne précoce du jeune roi. Merlin a construit Stonehenge, créé la Table Ronde et prévu la gloire et la chute de Camelot.\n\nSa sagesse était légendaire mais n'a pas pu le protéger de l'amour. La Dame du Lac (ou Nimue) a appris ses secrets et les a utilisés pour l'emprisonner à jamais dans une grotte, une prison de cristal ou sous une pierre - son pouvoir s'est retourné contre lui par celle qu'il aimait.",
    "story_fr": "Merlin a prévu son propre emprisonnement mais n'a pas pu l'empêcher. Lorsque Nimue lui a demandé de lui apprendre à créer une prison incassable, il savait qu'elle l'utiliserait contre lui - mais l'aimait trop pour refuser. Il entra volontairement dans son piège éternel.",
    "match_message_fr": "Vos traits portent la magie profonde de Merlin. Il y a une qualité prophétique et architecturale dans votre présence - l'allure de celui qui façonne le destin mais ne peut échapper au sien.",
    "traits_fr": [
      "Sage",
      "Magique",
      "Prophétique",
      "Architecte",
      "Tragique"
    ]
  }
}