{
  "zeus": {
    "name_hi": "ज़ीउस",
    "tagline_hi": "ओलंपियन देवताओं के राजा, आकाश और गरज के शासक",
    "description_hi": "ज़ीउस ग्रीक देवताओं के सर्वोच्च देवता हैं, जो सभी देवताओं के राजा के रूप में माउंट ओलंपस पर शासन करते हैं। उन्होंने अपने पिता क्रोनस को हराकर आकाश और गरज पर आधिपत्य का दावा किया, और अपने शक्तिशाली वज्र को दिव्य अधिकार के अंतिम प्रतीक के रूप में धारण किया।\n\nअपनी प्रभावशाली उपस्थिति और पूर्ण शक्ति के लिए जाने जाने वाले, ज़ीउस न्याय, आतिथ्य और शपथों की अध्यक्षता करते हुए ब्रह्मांडीय व्यवस्था बनाए रखते हैं। उनके फैसले अंतिम होते हैं, और उनका शब्द देवताओं और मनुष्यों दोनों के बीच कानून है।\n\nअपने शाही स्वभाव के बावजूद, ज़ीउस अपनी भावुक प्रकृति और कई रोमांटिक उलझनों के लिए भी जाने जाते हैं, जिन्होंने पौराणिक कथाओं के कई महान नायकों और दुखद कहानियों को जन्म दिया है।",
    "story_hi": "ज़ीउस ने टाइटनोमाची में ओलंपियनों का नेतृत्व किया, जो टाइटन्स के खिलाफ एक महान युद्ध था। एक दशक की भयंकर लड़ाई के बाद, वह विजयी हुए और अपने भाइयों के साथ ब्रह्मांड को विभाजित किया - पोसाइडन को समुद्र मिला, हेड्स को पाताल लोक, जबकि ज़ीउस ने आकाश पर दावा किया और सभी के सर्वोच्च शासक बन गए।",
    "match_message_hi": "आप एक जन्मजात नेता की प्रभावशाली उपस्थिति रखते हैं। ज़ीउस की तरह, आप प्राकृतिक अधिकार की एक हवा रखते हैं जिसका दूसरों द्वारा स्वाभाविक रूप से सम्मान किया जाता है। आपकी मजबूत विशेषताएं आंतरिक शक्ति और निर्णायक निर्णय लेने की क्षमता को दर्शाती हैं।",
    "traits_hi": [
      "अधिकारिक",
      "शक्तिशाली",
      "न्यायप्रिय",
      "भावुक",
      "आदेशकारी"
    ]
  },
  "hera": {
    "name_hi": "हेरा",
    "tagline_hi": "देवताओं की रानी, विवाह और परिवार की देवी",
    "description_hi": "हेरा ओलंपियन देवताओं की रानी और विवाह, महिलाओं, प्रसव और परिवार की देवी हैं। ज़ीउस की पत्नी और बहन के रूप में, वह माउंट ओलंपस से उसके साथ शासन करती है, अपने पति की कई बेवफाई के बावजूद विवाह की पवित्रता का प्रतीक है।\n\nअपनी राजसी सुंदरता और शाही स्वभाव के लिए जानी जाने वाली, हेरा ग्रीक देवताओं की सबसे शक्तिशाली देवी हैं। उनके प्रतीकों में मोर शामिल है, जिसके कई आंखों वाले पूंछ के पंख उसकी सतर्कता का प्रतिनिधित्व करते हैं, और गाय, जो उसकी पोषण प्रकृति का प्रतीक है।\n\nअक्सर ज़ीउस के प्रेमियों और नाजायज बच्चों के प्रति ईर्ष्यालु और प्रतिशोधी के रूप में चित्रित किए जाने के बावजूद, हेरा का क्रोध वैवाहिक बंधन की रक्षा का प्रतिनिधित्व करता है। वह वैध विवाह और परिवार की स्थिरता की कट्टर रक्षक हैं, और उन लोगों को दंडित करती हैं जो इन पवित्र संस्थानों का उल्लंघन करते हैं।",
    "story_hi": "जब ज़ीउस ने हेरा को रिझाया, तो उसने शुरू में उसे अस्वीकार कर दिया। ज़ीउस एक घायल कोयल पक्षी में बदल गया, और जब दयालु हेरा ने उसे अपनी छाती से लगाया, तो उसने खुद को प्रकट किया और उसे जीत लिया। उनकी पवित्र शादी 300 साल तक चली।",
    "match_message_hi": "आपकी विशेषताओं में हेरा की शाही गरिमा है। आपकी उपस्थिति में एक प्रभावशाली उपस्थिति है - एक ऐसा रूप जो सम्मान और निष्ठा की मांग करता है। आपका चेहरा उस व्यक्ति की बात करता है जो वे जो पवित्र मानते हैं उसकी पूरी रक्षा करता है।",
    "traits_hi": [
      "शाही",
      "सुरक्षात्मक",
      "ईर्ष्यालु",
      "शक्तिशाली",
      "वफ़ादार"
    ]
  },
  "athena": {
    "name_hi": "एथेना",
    "tagline_hi": "ज्ञान, रणनीतिक युद्ध और शिल्प की देवी",
    "description_hi": "एथेना ग्रीक पौराणिक कथाओं में ज्ञान, साहस और रणनीतिक युद्ध की पूजनीय देवी हैं। ज़ीउस के सिर से पूरी तरह से सशस्त्र पैदा हुई, वह बुद्धि और शक्ति के सही मिलन का प्रतीक है, जो सभ्यता के सर्वोच्च आदर्शों का प्रतिनिधित्व करती है।\n\nएरेस के विपरीत जो युद्ध की क्रूर अराजकता का प्रतिनिधित्व करता है, एथेना रणनीतिक सोच, न्यायपूर्ण कारणों और शहरों की रक्षा का समर्थन करती है। वह नायकों की संरक्षक हैं, अपने ज्ञान से उनका मार्गदर्शन करती हैं और अपनी छत्रछाया से उनकी रक्षा करती हैं।\n\nशिल्प और व्यावहारिक कला की देवी के रूप में, एथेना कौशल और ज्ञान के सभ्यतागत प्रभाव का भी प्रतिनिधित्व करती है, बुनाई से लेकर जहाज निर्माण से लेकर कृषि तक।",
    "story_hi": "एथेना ने एथेंस के संरक्षण के लिए पोसाइडन के साथ प्रतिस्पर्धा की। जबकि पोसाइडन ने एक नमक का झरना बनाने के लिए अपने त्रिशूल से प्रहार किया, एथेना ने एक जैतून का पेड़ लगाया - शांति, भोजन और समृद्धि का उपहार। एथेनियन ने एथेना को चुना, और शहर आज भी उसका नाम धारण करता है।",
    "match_message_hi": "आपकी विशेषताएं एथेना की तेज बुद्धि और शांत ज्ञान को दर्शाती हैं। आपके पास एक विश्लेषणात्मक दिमाग और शांत आत्मविश्वास दोनों हैं जो कार्य करने से पहले सोचते हैं। आपकी निगाहें रणनीतिक गहराई और विचारशील निर्णय की बात करती हैं।",
    "traits_hi": [
      "बुद्धिमान",
      "रणनीतिक",
      "न्यायप्रिय",
      "कुशल",
      "सुरक्षात्मक"
    ]
  },
  "apollo": {
    "name_hi": "अपोलो",
    "tagline_hi": "सूर्य, संगीत, कविता और उपचार के देवता",
    "description_hi": "अपोलो ओलंपियन देवताओं में सबसे महत्वपूर्ण और जटिल में से एक है, जो मर्दाना सौंदर्य और उत्कृष्टता के आदर्श का प्रतीक है। सूर्य के देवता के रूप में, वह प्रत्येक दिन आकाश में अपने सुनहरे रथ को चलाते हैं, जिससे दुनिया को प्रकाश और गर्मी मिलती है।\n\nअपने सौर कर्तव्यों से परे, अपोलो संगीत, कविता और कला के संरक्षक हैं। उनकी वीणा अब तक सुने गए सबसे सुंदर संगीत का निर्माण करती है, और वह मूसाओं को उनके स्वर्गीय प्रदर्शनों में नेतृत्व करते हैं। वह भविष्यवाणी और सच्चाई का भी प्रतीक है, जो डेल्फी में ओरेकल के माध्यम से बोलता है।\n\nउपचार और चिकित्सा के देवता के रूप में, अपोलो ने मानवता को चिकित्सा की कला सिखाई, हालांकि उनके तीर प्लेग भी ला सकते थे। यह द्वैत उनकी प्रकृति को निर्माण और विनाश दोनों के देवता के रूप में दर्शाता है।",
    "story_hi": "अपोलो को डैफने से गहरा प्यार हो गया, जो एक नदी अप्सरा थी। जब उसने उसका पीछा किया, तो उसने अपने पिता से उसे बचाने के लिए कहा, और उसे एक लॉरेल के पेड़ में बदल दिया गया। दिल टूटने पर, अपोलो ने लॉरेल को पवित्र घोषित किया और उसके पत्तों को हमेशा के लिए ताज के रूप में पहना।",
    "match_message_hi": "आपकी विशेषताएं अपोलो की सामंजस्यपूर्ण सुंदरता को विकीर्ण करती हैं। आपकी उपस्थिति में एक चमकदार गुणवत्ता है, एक सही संतुलन जो कलात्मक संवेदनशीलता और आंतरिक प्रकाश की बात करता है। आप रचनात्मक प्रेरणा से अभिभूत व्यक्ति की चमक को धारण करते हैं।",
    "traits_hi": [
      "उज्ज्वल",
      "कलात्मक",
      "भविष्य कहनेवाला",
      "उपचारात्मक",
      "परिपूर्ण"
    ]
  },
  "artemis": {
    "name_hi": "आर्टेमिस",
    "tagline_hi": "शिकार, जंगल और चंद्रमा की देवी",
    "description_hi": "आर्टेमिस शिकार, जंगल, जंगली जानवरों और चंद्रमा की कुंवारी देवी हैं। अपोलो की जुड़वां बहन, वह अप्सराओं के अपने बैंड के साथ जंगलों में घूमती है, अपने चांदी के धनुष से शिकार करती है और सभ्यता की बाधाओं से मुक्त रहती है।\n\nभयंकर रूप से स्वतंत्र, आर्टेमिस ने शाश्वत ब्रह्मचर्य की कसम खाई और किसी भी व्यक्ति को दंडित करती है जो उसे या उसके अनुयायियों की पवित्रता को खतरे में डालता है। वह युवा महिलाओं और बच्चों की रक्षा करती है, प्रसव की अध्यक्षता करती है, और प्रकृति के जंगली, अप्रकाशित पहलुओं का प्रतिनिधित्व करती है।\n\nशिकार की देवी होने के बावजूद, आर्टेमिस जानवरों और जंगल की भी रक्षक हैं। वह प्रकृति के साथ प्राचीन दुनिया के रिश्ते के विरोधाभास का प्रतीक है - इसका सम्मान करना और इसकी रक्षा करना, जबकि इससे भरण-पोषण भी लेना।",
    "story_hi": "जब शिकारी एक्टियन ने गलती से आर्टेमिस को स्नान करते हुए देखा, तो उसने उसे एक बारहसिंगा में बदल दिया। उसके अपने शिकार कुत्तों ने अपने स्वामी को नहीं पहचाना और उसे फाड़ दिया - देवी की पवित्र गोपनीयता का उल्लंघन करने की कीमत के बारे में एक चेतावनी।",
    "match_message_hi": "आपकी विशेषताएं आर्टेमिस की जंगली स्वतंत्रता को दर्शाती हैं। आपकी निगाहों में एक अप्रकाशित गुणवत्ता है - उस व्यक्ति का रूप जो अपना रास्ता खुद चलता है और किसी को जवाब नहीं देता है। आपका चेहरा स्वतंत्रता, भयंकर सुरक्षा और प्रकृति के संबंध की बात करता है।",
    "traits_hi": [
      "स्वतंत्र",
      "भयंकर",
      "पवित्र",
      "सुरक्षात्मक",
      "जंगली"
    ]
  },
  "ares": {
    "name_hi": "एरीस",
    "tagline_hi": "युद्ध, हिंसा और रक्तपात के देवता",
    "description_hi": "एरीस युद्ध के ग्रीक देवता हैं, जो इसके क्रूर, हिंसक और अनियंत्रित पहलुओं का प्रतिनिधित्व करते हैं। एथेना के विपरीत, जो रणनीतिक युद्ध का प्रतीक हैं, एरीस युद्ध के अराजकता, रक्तपात और शारीरिक हिंसा में आनंद लेते हैं। वह उस बर्बर क्रूरता का अवतार है जिसे युद्ध उजागर करता है।\n\nबारह ओलंपियनों में से एक होने के बावजूद, एरीस को यूनानियों के बीच व्यापक रूप से प्यार नहीं किया जाता था - वे उनका सम्मान करते थे लेकिन उनसे डरते थे। यहां तक कि ज़्यूस ने भी उन्हें अपने सभी बच्चों में सबसे घृणित कहा। फिर भी एरीस मानव स्वभाव के बारे में एक सच्चाई का प्रतिनिधित्व करता है जिसे नकारा नहीं जा सकता है।\n\nएरीस को अपना सबसे प्रसिद्ध संबंध एफ्रोडाइट, प्रेम की देवी के साथ मिलता है। हेफेस्टस द्वारा उजागर किए गए उनके अफेयर से इरोस सहित कई बच्चे हुए। युद्ध और प्रेम का यह मिलन प्राचीन समझ को दर्शाता है कि जुनून सृजन और विनाश दोनों को चलाता है।",
    "story_hi": "जब एरीस और एफ्रोडाइट को हेफेस्टस के सुनहरे जाल में एक साथ पकड़ा गया, तो स्मिथ भगवान ने सभी ओलंपियनों को उनकी शर्म का गवाह बनने के लिए बुलाया। फिर भी एरीस को कोई शर्म महसूस नहीं हुई - वह अपनी बेशर्म आक्रामकता की प्रकृति को मूर्त रूप देते हुए, कैद में भी गर्व से खड़ा था।",
    "match_message_hi": "आपकी विशेषताओं में एरीस की तीव्र तीव्रता है। आपकी उपस्थिति में एक कच्ची शक्ति है - एक ऐसे व्यक्ति का रूप जो बिना किसी हिचकिचाहट के संघर्ष का सामना करता है। आपका चेहरा जुनून, साहस और योद्धा भावना की बात करता है जो पीछे नहीं हटती।",
    "traits_hi": [
      "भयंकर",
      "हिंसक",
      "भावुक",
      "निडर",
      "क्रूर"
    ]
  },
  "aphrodite": {
    "name_hi": "एफ्रोडाइट",
    "tagline_hi": "प्रेम, सौंदर्य और इच्छा की देवी",
    "description_hi": "एफ्रोडाइट ग्रीक पौराणिक कथाओं में प्रेम, सौंदर्य, आनंद और जुनून की देवी हैं। साइप्रस के पास समुद्र के झाग से जन्मी, वह अस्तित्व में सबसे खूबसूरत प्राणी के रूप में उभरी, जो उसे देखने वाले सभी में इच्छा जगाने में सक्षम थी।\n\nउसकी शक्ति केवल शारीरिक आकर्षण से परे प्रेम और संबंध के सभी रूपों को शामिल करने के लिए फैली हुई है। वह रोमांटिक प्रेम, दोस्ती और यहां तक कि माता-पिता और बच्चों के बीच के बंधनों को भी प्रभावित करती है। उसकी सुनहरी करधनी में किसी को भी प्यार में डालने की शक्ति है।\n\nआनंद के साथ अपने जुड़ाव के बावजूद, एफ्रोडाइट प्रेम की परिवर्तनकारी और कभी-कभी विनाशकारी शक्ति का भी प्रतिनिधित्व करती है। वह समझती है कि सच्चा सौंदर्य भीतर से आता है और प्रेम मानवता का सबसे बड़ा उपहार और उसकी सबसे दुर्जेय चुनौती दोनों हो सकता है।",
    "story_hi": "जब ट्रॉय के पेरिस को यह तय करने के लिए कहा गया कि सबसे खूबसूरत देवी कौन है - हेरा, एथेना या एफ्रोडाइट - तो प्रत्येक ने उसे रिश्वत की पेशकश की। एफ्रोडाइट ने उसे दुनिया की सबसे खूबसूरत महिला: हेलेन देने का वादा किया। पेरिस ने एफ्रोडाइट को चुना, जिससे ट्रोजन युद्ध छिड़ गया।",
    "match_message_hi": "आपकी विशेषताएं एफ्रोडाइट की मनोरम कृपा का प्रतीक हैं। आपकी उपस्थिति में एक निर्विवाद आकर्षण है, एक कोमल सुंदरता जो स्वाभाविक रूप से दूसरों को आकर्षित करती है। आपका चेहरा उस व्यक्ति की बात करता है जो वास्तविक संबंध और हार्दिक भावना की शक्ति को समझता है।",
    "traits_hi": [
      "सुंदर",
      "भावुक",
      "आकर्षक",
      "सुंदर",
      "परिवर्तनकारी"
    ]
  },
  "poseidon": {
    "name_hi": "पोसाइडन",
    "tagline_hi": "समुद्र, भूकंप और घोड़ों के देवता",
    "description_hi": "पोसाइडन समुद्र के पराक्रमी देवता हैं, क्रोनस के तीन पुत्रों में से एक जिन्होंने टाइटन्स को हराने के बाद ब्रह्मांड को विभाजित किया। अपने शक्तिशाली त्रिशूल से, वह सबसे छोटी धारा से लेकर विशाल समुद्र की गहराई तक सभी पानी की आज्ञा देते हैं।\n\nअपने क्रोधी स्वभाव के लिए जाने जाने वाले, पोसाइडन एक शांत लैगून जितना शांत या एक भयंकर तूफान जितना हिंसक हो सकते हैं। क्रोधित होने पर, वह अपने त्रिशूल से पृथ्वी पर प्रहार करता है, जिससे भूकंप और जहाज़ की तबाही होती है। नाविक विश्वासघाती समुद्रों में सुरक्षित मार्ग के लिए उनसे प्रार्थना करते हैं।\n\nलहरों से परे, पोसाइडन घोड़ों के निर्माता और पालतू भी हैं, जो उन्होंने मानवता को दिए थे। उनका महल एजियन सागर के नीचे गहराई में स्थित है, जो मूंगों से बना है और मोतियों से सजा है।",
    "story_hi": "जब ओडीसियस ने पोसाइडन के पुत्र, साइक्लोप्स पॉलीफेमस को अंधा कर दिया, तो समुद्र देवता का क्रोध बेकाबू हो गया। दस लंबे वर्षों तक, पोसाइडन ने ओडीसियस को घर लौटने से रोका, हर प्रयास को विफल करने के लिए तूफान, समुद्री राक्षस और आपदाएं भेजीं।",
    "match_message_hi": "आपकी विशेषताओं में पोसाइडन की गहराई और शक्ति है। आपकी उपस्थिति में एक समुद्री गुण है - विशाल, प्रभावशाली और अनकही गहराइयों से भरा हुआ। आपकी मजबूत विशेषताएं उस व्यक्ति की बात करती हैं जो किसी भी तूफान का सामना कर सकता है।",
    "traits_hi": [
      "शक्तिशाली",
      "क्रोधी",
      "भव्य",
      "अप्रत्याशित",
      "आदेश देने वाला"
    ]
  },
  "hades": {
    "name_hi": "हेडीज",
    "tagline_hi": "अधोलोक और मृतकों के देवता",
    "description_hi": "हेडीज अधोलोक के देवता और मृतकों के शासक हैं, क्रोनस के तीन पुत्रों में से एक जिन्होंने अपने भाइयों ज़्यूस और पोसाइडन के साथ ब्रह्मांड को विभाजित किया। हालांकि अक्सर डरे हुए, हेडीज बुरा नहीं है - वह मृतकों का सख्त लेकिन निष्पक्ष न्यायाधीश है, यह सुनिश्चित करता है कि प्रत्येक आत्मा को उसका उचित भाग्य मिले।\n\nमाउंट ओलिंप पर रहने वाले अन्य ओलंपियनों के विपरीत, हेडीज नीचे अपने अंधेरे क्षेत्र से शासन करता है, शायद ही कभी ऊपर की दुनिया का दौरा करता है। उसके पास अंधकार का हेल्म है, जो उसे अदृश्य बना देता है, और पृथ्वी के विशाल धन की रक्षा करता है - कीमती धातुएं और रत्न भीतर दबे हुए हैं।\n\nहालांकि पर्सेफोन का अपहरण उनका सबसे प्रसिद्ध मिथक है, हेडीज एक समर्पित पति साबित हुए। उनका क्षेत्र, हालांकि गंभीर है, व्यवस्थित और न्यायपूर्ण है। वह उस अपरिहार्य अंत का प्रतिनिधित्व करते है जो सभी नश्वर प्राणियों की प्रतीक्षा करता है, न तो क्रूर और न ही दयालु - बस अपरिहार्य।",
    "story_hi": "जब हेडीज को पर्सेफोन से प्यार हो गया, तो उसने उसे अधोलोक में अपहरण कर लिया। उसकी माँ डेमेटर के दुख ने शाश्वत सर्दी का कारण बना जब तक कि एक समझौता नहीं हो गया: पर्सेफोन आधा वर्ष नीचे बिताएगी, आधा ऊपर - इस प्रकार ऋतुएँ बनेंगी।",
    "match_message_hi": "आपकी विशेषताओं में हेडीज का गंभीर अधिकार है। आपकी उपस्थिति में एक शांत, अपरिहार्य शक्ति है - एक ऐसे व्यक्ति का रूप जो उन गहरे सत्यों को समझता है जिनसे दूसरे बचते हैं। आपका चेहरा धैर्य, निष्पक्षता और जो होना है उसे स्वीकार करने की गरिमा की बात करता है।",
    "traits_hi": [
      "न्यायपूर्ण",
      "कठोर",
      "धनी",
      "धैर्यवान",
      "अपरिहार्य"
    ]
  },
  "hermes": {
    "name_hi": "हरमीस",
    "tagline_hi": "देवताओं के दूत, यात्रा और चोरों के देवता",
    "description_hi": "हरमीस देवताओं के त्वरित दूत, दिव्य चालबाज और यात्रियों, व्यापारियों, चोरों और अपनी बुद्धि से जीने वाले सभी लोगों के संरक्षक हैं। अपने पंखों वाले सैंडल और हेलमेट के साथ, वह नश्वर दुनिया, माउंट ओलिंप और यहां तक कि अधोलोक के बीच स्वतंत्र रूप से घूमते हैं।\n\nशरारती पैदा हुए, हरमीस ने अपने जन्म के दिन अपोलो की पवित्र गायों को चुरा लिया और कछुए के खोल से वीणा का आविष्कार किया। उसे दंडित करने के बजाय, देवताओं ने उसकी चतुराई को पहचाना और उसे अपना दूत बना दिया - एकमात्र जो बिना किसी प्रतिबंध के कहीं भी यात्रा कर सकता है।\n\nहरमीस मृतकों की आत्माओं को अधोलोक में मार्गदर्शन करते हैं और सीमाओं और संक्रमणों के संरक्षक के रूप में कार्य करते हैं। वह बीच के सीमित स्थानों का प्रतिनिधित्व करते है - न तो पूरी तरह से यहाँ और न ही वहाँ - और जीवन के चौराहे पर नेविगेट करने के लिए आवश्यक चतुर अनुकूलन का प्रतीक है।",
    "story_hi": "जिस दिन उनका जन्म हुआ, हरमीस अपने पालने से रेंगते हुए निकले, अपोलो की पवित्र गायों को पाया और उन्हें चुरा लिया, पटरियों को भ्रमित करने के लिए उन्हें पीछे की ओर चलाते हुए। जब सामना किया गया, तो शिशु ने अपोलो को नव आविष्कृत वीणा की पेशकश की, और सूर्य देवता इतने प्रसन्न हुए कि उन्होंने पूरी तरह से चोरी को माफ कर दिया।",
    "match_message_hi": "आपकी विशेषताओं में हरमीस की त्वरित बुद्धि है। आपकी उपस्थिति में एक जीवंत, अनुकूलनीय गुणवत्ता है - एक ऐसे व्यक्ति का रूप जो तेजी से सोचता है और किसी भी स्थिति से निपटने के लिए बात कर सकता है। आपका चेहरा बुद्धि, आकर्षण और किसी भी खाई को पाटने की क्षमता की बात करता है।",
    "traits_hi": [
      "त्वरित",
      "चतुर",
      "अनुकूलनीय",
      "वाक्पटु",
      "शरारती"
    ]
  }
}