{
  "zeus": {
    "name_id": "Zeus",
    "tagline_id": "Raja Para Dewa Olimpus, Penguasa Langit dan Petir",
    "description_id": "Zeus adalah dewa tertinggi dalam panteon Yunani, memerintah Gunung Olimpus sebagai raja dari semua dewa. Dia menggulingkan ayahnya Cronus untuk mengklaim kekuasaan atas langit dan petir, menggunakan petir dahsyatnya sebagai simbol utama otoritas ilahi.\n\nDikenal karena kehadirannya yang berwibawa dan kekuatan absolut, Zeus menjaga ketertiban kosmik sambil memimpin keadilan, keramahan, dan sumpah. Keputusannya bersifat final, dan perkataannya adalah hukum di antara dewa dan manusia.",
    "story_id": "Zeus memimpin para Olympian dalam Titanomachy, perang besar melawan para Titan. Setelah satu dekade pertempuran sengit, dia muncul sebagai pemenang dan membagi kosmos dengan saudara-saudaranya—Poseidon menerima lautan, Hades dunia bawah, sementara Zeus mengklaim langit dan menjadi penguasa tertinggi atas segalanya.",
    "match_message_id": "Anda memiliki kehadiran yang berwibawa dari seorang pemimpin sejati. Seperti Zeus, Anda membawa aura otoritas alami yang secara naluriah dihormati oleh orang lain. Fitur kuat Anda mencerminkan kekuatan batin dan kapasitas untuk membuat penilaian yang menentukan.",
    "traits_id": [
      "Berwibawa",
      "Kuat",
      "Adil",
      "Bergairah",
      "Memerintah"
    ]
  },
  "hera": {
    "name_id": "Hera",
    "tagline_id": "Ratu Para Dewa, Dewi Pernikahan dan Keluarga",
    "description_id": "Hera adalah ratu para dewa Olimpus dan dewi pernikahan, wanita, kelahiran anak, dan keluarga. Sebagai istri dan saudara perempuan Zeus, dia memerintah bersamanya dari Gunung Olimpus, mewujudkan kesucian pernikahan meskipun suaminya sering berselingkuh.\n\nDikenal karena kecantikannya yang agung dan pembawaan yang anggun, Hera adalah dewi paling kuat di panteon Yunani. Simbolnya termasuk burung merak, yang bulu ekornya yang bermata banyak mewakili kewaspadaannya, dan sapi, yang melambangkan sifatnya yang memelihara.\n\nMeskipun sering digambarkan sebagai pencemburu dan pendendam terhadap kekasih Zeus dan anak-anak haramnya, murka Hera mewakili pembelaan ikatan perkawinan. Dia sangat protektif terhadap pernikahan yang sah dan stabilitas keluarga, menghukum mereka yang melanggar lembaga-lembaga suci ini.",
    "story_id": "Ketika Zeus mendekati Hera, dia awalnya menolaknya. Zeus berubah menjadi burung tekukur yang terluka, dan ketika Hera yang penuh kasih sayang memeluknya ke dadanya, dia mengungkapkan dirinya dan memenangkannya. Pernikahan suci mereka berlangsung selama 300 tahun.",
    "match_message_id": "Fitur Anda membawa martabat kerajaan Hera. Ada kehadiran yang berwibawa pada penampilan Anda—tampilan seseorang yang menuntut rasa hormat dan kesetiaan. Wajah Anda berbicara tentang seseorang yang dengan gigih melindungi apa yang mereka anggap sakral.",
    "traits_id": [
      "Anggun",
      "Protektif",
      "Cemburu",
      "Kuat",
      "Setia"
    ]
  },
  "athena": {
    "name_id": "Athena",
    "tagline_id": "Dewi Kebijaksanaan, Peperangan Strategis, dan Kerajinan",
    "description_id": "Athena adalah dewi kebijaksanaan, keberanian, dan peperangan strategis yang dihormati dalam mitologi Yunani. Lahir dengan baju besi lengkap dari kepala Zeus, dia mewujudkan kesatuan sempurna antara intelek dan kekuatan, mewakili cita-cita tertinggi peradaban.\n\nTidak seperti Ares yang mewakili kekacauan brutal perang, Athena memperjuangkan pemikiran strategis, tujuan yang adil, dan pertahanan kota. Dia adalah pelindung para pahlawan, membimbing mereka dengan kebijaksanaannya dan melindungi mereka dengan aegis-nya.",
    "story_id": "Athena bersaing dengan Poseidon untuk mendapatkan dukungan dari Athena. Sementara Poseidon memukul trisulanya untuk menciptakan mata air asin, Athena menanam pohon zaitun—hadiah perdamaian, makanan, dan kemakmuran. Orang Athena memilih Athena, dan kota itu menyandang namanya hingga hari ini.",
    "match_message_id": "Fitur Anda mencerminkan intelek yang tajam dan kebijaksanaan Athena yang tenang. Anda memiliki pikiran analitis yang tajam dan kepercayaan diri yang tenang dari seseorang yang berpikir sebelum bertindak. Tatapan Anda berbicara tentang kedalaman strategis dan penilaian yang dipertimbangkan.",
    "traits_id": [
      "Bijaksana",
      "Strategis",
      "Adil",
      "Terampil",
      "Protektif"
    ]
  },
  "apollo": {
    "name_id": "Apollo",
    "tagline_id": "Dewa Matahari, Musik, Puisi, dan Penyembuhan",
    "description_id": "Apollo adalah salah satu dewa Olimpus yang paling penting dan kompleks, mewujudkan ideal keindahan dan keunggulan maskulin. Sebagai dewa matahari, ia mengendarai kereta emasnya melintasi langit setiap hari, membawa cahaya dan kehangatan ke dunia.\n\nSelain tugas-tugas solarnya, Apollo adalah pelindung musik, puisi, dan seni. Lyre-nya menghasilkan musik terindah yang pernah terdengar, dan dia memimpin para Muses dalam pertunjukan surgawi mereka. Dia juga mewujudkan nubuat dan kebenaran, berbicara melalui Oracle di Delphi.\n\nSebagai dewa penyembuhan dan pengobatan, Apollo mengajarkan umat manusia seni pengobatan, meskipun panahnya juga dapat membawa wabah. Dualitas ini mencerminkan sifatnya sebagai dewa penciptaan dan kehancuran.",
    "story_id": "Apollo sangat jatuh cinta pada Daphne, seorang nimfa sungai. Ketika dia mengejarnya, dia memanggil ayahnya untuk menyelamatkannya, dan diubah menjadi pohon salam. Patah hati, Apollo menyatakan salam itu suci dan mengenakan daunnya sebagai mahkota selamanya.",
    "match_message_id": "Fitur Anda memancarkan keindahan harmonis Apollo. Ada kualitas bercahaya pada penampilan Anda, keseimbangan sempurna yang berbicara tentang kepekaan artistik dan cahaya batin. Anda membawa kecerahan seseorang yang tersentuh oleh inspirasi kreatif.",
    "traits_id": [
      "Bercahaya",
      "Artistik",
      "Profetik",
      "Penyembuhan",
      "Sempurna"
    ]
  },
  "artemis": {
    "name_id": "Artemis",
    "tagline_id": "Dewi Perburuan, Hutan Belantara, dan Bulan",
    "description_id": "Artemis adalah dewi perawan perburuan, hutan belantara, hewan liar, dan bulan. Saudari kembar Apollo, dia menjelajahi hutan dengan kelompok nimfa-nya, berburu dengan busur peraknya dan hidup bebas dari batasan peradaban.\n\nSangat mandiri, Artemis bersumpah untuk selibat abadi dan menghukum siapa pun yang mengancam dia atau kesucian pengikutnya. Dia melindungi wanita dan anak-anak muda, memimpin persalinan, dan mewakili aspek liar dan tak terkendali dari alam.",
    "story_id": "Ketika pemburu Actaeon secara tidak sengaja melihat Artemis mandi, dia mengubahnya menjadi seekor rusa jantan. Anjing pemburunya sendiri, tidak mengenali tuannya, mencabik-cabiknya—peringatan tentang harga melanggar privasi suci sang dewi.",
    "match_message_id": "Fitur Anda mencerminkan kemandirian liar Artemis. Ada kualitas liar pada tatapan Anda—tampilan seseorang yang berjalan di jalan mereka sendiri dan tidak bertanggung jawab kepada siapa pun. Wajah Anda berbicara tentang kebebasan, perlindungan yang sengit, dan hubungan dengan alam.",
    "traits_id": [
      "Mandiri",
      "Ganas",
      "Murni",
      "Protektif",
      "Liar"
    ]
  },
  "ares": {
    "name_id": "Ares",
    "tagline_id": "Dewa Perang, Kekerasan, dan Pertumpahan Darah",
    "description_id": "Ares adalah dewa perang Yunani, yang mewakili aspek brutal, keras, dan tak terkendalinya. Tidak seperti Athena yang mewujudkan peperangan strategis, Ares menikmati kekacauan, pertumpahan darah, dan kekerasan fisik pertempuran. Dia adalah perwujudan dari kebrutalan liar yang dilepaskan oleh perang.\n\nWalaupun menjadi salah satu dari dua belas Dewa Olimpus, Ares tidak terlalu dicintai di antara orang-orang Yunani—mereka menghormatinya tetapi takut padanya. Bahkan Zeus menyebutnya sebagai yang paling dibenci dari semua anaknya. Namun Ares mewakili kebenaran tentang sifat manusia yang tidak dapat disangkal.\n\nAres menemukan hubungan paling terkenalnya dengan Afrodit, dewi cinta. Perselingkuhan mereka, yang diungkapkan oleh Hephaestus, menghasilkan beberapa anak termasuk Eros. Persatuan perang dan cinta ini mencerminkan pemahaman kuno bahwa gairah mendorong baik penciptaan maupun penghancuran.",
    "story_id": "Ketika Ares dan Afrodit tertangkap bersama dalam jaring emas Hephaestus, dewa pandai besi itu memanggil semua Dewa Olimpus untuk menyaksikan rasa malu mereka. Namun Ares tidak merasa malu—dia berdiri dengan bangga bahkan dalam penangkapan, mewujudkan sifat agresi tak tahu malunya.",
    "match_message_id": "Fitur-fitur Anda membawa intensitas ganas Ares. Ada kekuatan mentah dalam penampilan Anda—tatapan seseorang yang menghadapi konflik tanpa ragu-ragu. Wajah Anda berbicara tentang gairah, keberanian, dan semangat prajurit yang tidak menyerah.",
    "traits_id": [
      "Ganas",
      "Keras",
      "Bergairah",
      "Tak Kenal Takut",
      "Brutal"
    ]
  },
  "aphrodite": {
    "name_id": "Afrodit",
    "tagline_id": "Dewi Cinta, Kecantikan, dan Hasrat",
    "description_id": "Afrodit adalah dewi cinta, kecantikan, kesenangan, dan hasrat dalam mitologi Yunani. Lahir dari buih laut di dekat Siprus, dia muncul sebagai makhluk terindah yang pernah ada, mampu membangkitkan hasrat pada semua orang yang memandangnya.\n\nKekuatannya melampaui daya tarik fisik belaka untuk mencakup semua bentuk cinta dan hubungan. Dia memengaruhi cinta romantis, persahabatan, dan bahkan ikatan antara orang tua dan anak-anak. Sabuk emasnya memiliki kekuatan untuk membuat siapa pun jatuh cinta.\n\nTerlepas dari hubungannya dengan kesenangan, Afrodit juga mewakili kekuatan cinta yang transformatif dan terkadang merusak. Dia memahami bahwa kecantikan sejati datang dari dalam dan bahwa cinta bisa menjadi anugerah terbesar umat manusia dan tantangan terberatnya.",
    "story_id": "Ketika Paris dari Troya diminta untuk menilai siapa dewi yang paling cantik—Hera, Athena, atau Afrodit—masing-masing menawarkan suap kepadanya. Afrodit menjanjikannya wanita tercantik di dunia: Helen. Paris memilih Afrodit, memicu Perang Troya.",
    "match_message_id": "Fitur-fitur Anda mewujudkan rahmat menawan Afrodit. Ada daya tarik yang tak terbantahkan dalam penampilan Anda, kecantikan lembut yang menarik orang lain secara alami. Wajah Anda berbicara tentang seseorang yang memahami kekuatan hubungan yang tulus dan emosi yang tulus.",
    "traits_id": [
      "Cantik",
      "Bergairah",
      "Memikat",
      "Anggun",
      "Transformatif"
    ]
  },
  "poseidon": {
    "name_id": "Poseidon",
    "tagline_id": "Dewa Laut, Gempa Bumi, dan Kuda",
    "description_id": "Poseidon adalah dewa laut yang perkasa, salah satu dari tiga putra Cronus yang membagi kosmos setelah mengalahkan para Titan. Dengan trisula-nya yang kuat, ia memerintah semua perairan, dari aliran terkecil hingga kedalaman lautan yang luas.\n\nDikenal karena sifatnya yang temperamental, Poseidon bisa setenang laguna yang damai atau sekeras badai yang mengamuk. Ketika marah, dia memukul bumi dengan trisulanya, menyebabkan gempa bumi dan bangkai kapal. Para pelaut berdoa kepadanya untuk perjalanan yang aman melintasi lautan yang berbahaya.\n\nDi luar ombak, Poseidon juga merupakan pencipta dan penjinak kuda, yang ia berikan kepada umat manusia. Istananya terletak jauh di bawah Laut Aegea, dibangun dari karang dan dihiasi dengan mutiara.",
    "story_id": "Ketika Odysseus membutakan putra Poseidon, cyclops Polyphemus, murka dewa laut itu tak terbatas. Selama sepuluh tahun, Poseidon mencegah Odysseus kembali ke rumah, mengirim badai, monster laut, dan bencana untuk menggagalkan setiap usahanya.",
    "match_message_id": "Fitur-fitur Anda membawa kedalaman dan kekuatan Poseidon. Ada kualitas samudera dalam diri Anda—luas, memerintah, dan dipenuhi dengan kedalaman yang tak terkatakan. Fitur kuat Anda berbicara tentang seseorang yang dapat menghadapi badai apa pun.",
    "traits_id": [
      "Kuat",
      "Temperamental",
      "Agung",
      "Tidak Terduga",
      "Memerintah"
    ]
  },
  "hades": {
    "name_id": "Hades",
    "tagline_id": "Dewa Dunia Bawah dan Orang Mati",
    "description_id": "Hades adalah dewa dunia bawah dan penguasa orang mati, salah satu dari tiga putra Cronus yang membagi kosmos dengan saudara-saudaranya Zeus dan Poseidon. Meskipun sering ditakuti, Hades tidak jahat—dia adalah hakim yang keras tetapi adil bagi orang yang meninggal, memastikan setiap jiwa menerima nasib yang sesuai.\n\nTidak seperti Dewa Olimpus lainnya yang tinggal di Gunung Olympus, Hades memerintah dari alam gelapnya di bawah, jarang mengunjungi dunia di atas. Dia memiliki Helm Kegelapan, yang membuatnya tidak terlihat, dan menjaga kekayaan bumi yang luas—logam mulia dan permata yang terkubur di dalamnya.\n\nWalaupun penculikannya terhadap Persephone adalah mitosnya yang paling terkenal, Hades terbukti menjadi suami yang setia. Alamnya, meskipun suram, tertib dan adil. Dia mewakili akhir tak terhindarkan yang menanti semua manusia, tidak kejam atau baik—hanya tak terhindarkan.",
    "story_id": "Ketika Hades jatuh cinta pada Persephone, dia menculiknya ke dunia bawah. Kesedihan ibunya Demeter menyebabkan musim dingin abadi sampai kompromi tercapai: Persephone akan menghabiskan setengah tahun di bawah, setengah di atas—dengan demikian menciptakan musim.",
    "match_message_id": "Fitur-fitur Anda membawa otoritas khusyuk Hades. Ada kekuatan yang tenang dan tak terhindarkan dalam kehadiran Anda—tatapan seseorang yang memahami kebenaran mendalam yang dihindari orang lain. Wajah Anda berbicara tentang kesabaran, keadilan, dan martabat menerima apa yang harus terjadi.",
    "traits_id": [
      "Adil",
      "Keras",
      "Kaya",
      "Sabar",
      "Tak Terhindarkan"
    ]
  },
  "hermes": {
    "name_id": "Hermes",
    "tagline_id": "Pembawa Pesan Para Dewa, Dewa Perjalanan dan Pencuri",
    "description_id": "Hermes adalah pembawa pesan para dewa yang cepat, penipu ilahi, dan pelindung para pelancong, pedagang, pencuri, dan semua orang yang hidup dengan akal mereka. Dengan sandal dan helm bersayapnya, ia bergerak bebas antara dunia fana, Gunung Olympus, dan bahkan dunia bawah.\n\nLahir nakal, Hermes mencuri ternak suci Apollo pada hari kelahirannya dan menciptakan lira dari tempurung kura-kura. Alih-alih menghukumnya, para dewa mengakui kepintarannya dan menjadikannya pembawa pesan mereka—satu-satunya yang dapat melakukan perjalanan ke mana saja tanpa batasan.\n\nHermes membimbing jiwa-jiwa orang mati ke dunia bawah dan berfungsi sebagai pelindung batasan dan transisi. Dia mewakili ruang liminal di antara—tidak sepenuhnya di sini atau di sana—dan mewujudkan kemampuan beradaptasi yang cerdas yang dibutuhkan untuk menavigasi persimpangan jalan kehidupan.",
    "story_id": "Pada hari dia dilahirkan, Hermes merangkak keluar dari tempat tidurnya, menemukan ternak suci Apollo, dan mencurinya, membawanya mundur untuk membingungkan jejak. Ketika dihadapkan, bayi itu menawarkan Apollo lira yang baru ditemukan, dan dewa matahari sangat senang sehingga dia sepenuhnya memaafkan pencurian itu.",
    "match_message_id": "Fitur-fitur Anda membawa kecerdasan cepat Hermes. Ada kualitas yang hidup dan mudah beradaptasi pada penampilan Anda—tatapan seseorang yang berpikir cepat dan dapat berbicara keluar dari situasi apa pun. Wajah Anda berbicara tentang kecerdasan, pesona, dan kemampuan untuk menjembatani kesenjangan apa pun.",
    "traits_id": [
      "Cepat",
      "Pintar",
      "Mudah Beradaptasi",
      "Fasih",
      "Nakal"
    ]
  },
  "dionysus": {
    "name_id": "Dionysus",
    "tagline_id": "Dewa Anggur, Ekstasi, dan Teater",
    "description_id": "Dionysus adalah dewa anggur, pesta, ekstasi, dan teater—yang termuda dari para Olympian dan satu-satunya yang memiliki ibu manusia fana. Dia mewakili kekuatan membebaskan dari anggur dan pengalaman transformatif melangkah keluar dari diri sendiri yang biasa.\n\nLahir dua kali, Dionysus diselamatkan dari ibunya Semele yang sekarat oleh Zeus, yang menjahit bayi itu ke pahanya sendiri sampai dia siap dilahirkan kembali. Kelahiran ganda ini menandainya sebagai dewa kematian dan kelahiran kembali, transformasi dan pembaruan.\n\nIbadah Dionysus melibatkan ritual ekstatis di mana para peserta melampaui identitas normal mereka melalui anggur, tarian, dan musik. Dia mewujudkan bagian-bagian dari sifat manusia yang coba ditekan oleh peradaban—yang liar, yang instingtif, yang ekstatis. Dia adalah pembebas dan penghancur.",
    "story_id": "Ketika Raja Pentheus dari Thebes menolak untuk menghormati Dionysus dan mencoba memenjarakannya, dewa itu membuat para wanita Thebes menjadi gila. Ibu Pentheus sendiri, dalam kegilaannya, mencabik-cabik putranya dengan tangan kosong, mengira dia sebagai seekor singa.",
    "match_message_id": "Fitur wajah Anda membawa kehadiran Dionysus yang memabukkan. Ada kualitas dunia lain pada penampilan Anda—tampilan seseorang yang telah menyentuh keadaan di luar yang biasa. Wajah Anda berbicara tentang pembebasan, transformasi, dan kegembiraan liar yang ada di luar batas-batas peradaban.",
    "traits_id": [
      "Ekstatis",
      "Membebaskan",
      "Liar",
      "Transformatif",
      "Berdwi-sifat"
    ]
  },
  "persephone": {
    "name_id": "Persephone",
    "tagline_id": "Ratu Dunia Bawah, Dewi Musim Semi",
    "description_id": "Persephone adalah dewi ganda yang memerintah sebagai ratu dunia bawah bersama Hades sementara juga mewujudkan kembalinya musim semi dan siklus pertumbuhan. Perjalanan tahunannya antara alam gelap di bawah dan dunia cerah di atas menciptakan musim itu sendiri.\n\nPutri Demeter dan Zeus, Persephone sedang mengumpulkan bunga ketika Hades menculiknya untuk menjadi ratunya. Kesedihan ibunya menyebabkan semua pertumbuhan berhenti sampai Zeus turun tangan. Karena Persephone memakan biji buah delima di dunia bawah, dia harus kembali ke sana untuk sebagian setiap tahun.\n\nMitologi ini mencerminkan pemahaman kuno tentang kematian dan kelahiran kembali, perlunya penurunan sebelum pendakian. Persephone mewujudkan transformasi—gadis menjadi ratu, yang polos menjadi yang kuat, dan siklus hidup, mati, dan pembaruan terus berlanjut selamanya.",
    "story_id": "Ketika Persephone pertama kali tiba di dunia bawah, dia adalah seorang gadis yang ketakutan. Tetapi seiring waktu, dia tumbuh menjadi perannya sebagai ratu, menjadi sangat kuat sehingga bahkan orang mati pun takut akan amarahnya. Dia yang dulunya adalah korban menjadi ratu yang menakutkan yang perkataannya adalah hukum.",
    "match_message_id": "Fitur wajah Anda mencerminkan sifat ganda Persephone. Ada cahaya dan bayangan dalam penampilan Anda—kesegaran musim semi dan kedalaman pengetahuan yang lebih gelap. Wajah Anda berbicara tentang transformasi, tentang seseorang yang telah turun dan kembali lebih kuat.",
    "traits_id": [
      "Berdwi-sifat",
      "Transformatif",
      "Kuat",
      "Anggun",
      "Siklik"
    ]
  },
  "odin": {
    "name_id": "Odin",
    "tagline_id": "Allfather, Dewa Kebijaksanaan, Perang, dan Kematian",
    "description_id": "Odin adalah dewa tertinggi dalam mitologi Nordik, dikenal sebagai Allfather dan penguasa Asgard. Dia adalah dewa yang kompleks yang mewujudkan kebijaksanaan, perang, puisi, dan kematian, terus-menerus mencari pengetahuan dengan biaya berapa pun.\n\nTidak seperti dewa yang memperoleh kekuatan hanya melalui hak kesulungan, Odin mengorbankan dirinya di Pohon Dunia Yggdrasil selama sembilan hari untuk mendapatkan kebijaksanaan rune. Dia juga menukar salah satu matanya untuk minum dari sumur pengetahuan Mímir, selamanya menandai wajahnya dengan harga kebijaksanaan.\n\nDidampingi oleh burung gagaknya Huginn (Pikiran) dan Muninn (Ingatan), dan serigalanya Geri dan Freki, Odin mengawasi sembilan alam. Dia mengumpulkan prajurit yang gugur ke aula Valhalla, mempersiapkan pertempuran terakhir Ragnarök.",
    "story_id": "Untuk mendapatkan kebijaksanaan rune, Odin menggantung dirinya dari Yggdrasil selama sembilan hari dan malam, ditusuk oleh tombaknya sendiri, tanpa makanan atau air. Pada malam kesembilan, berteriak, dia meraih rune dan rahasia mereka terungkap kepadanya.",
    "match_message_id": "Fitur wajah Anda membawa tanda pencarian kebijaksanaan Odin. Ada kedalaman pada tatapan Anda yang berbicara tentang seseorang yang telah melihat banyak hal dan memahami lebih banyak. Seperti Allfather, wajah Anda menceritakan tentang pengorbanan yang dilakukan untuk pengetahuan yang lebih besar.",
    "traits_id": [
      "Bijaksana",
      "Pengorban",
      "Misterius",
      "Maha Tahu",
      "Tanpa Henti"
    ]
  },
  "thor": {
    "name_id": "Thor",
    "tagline_id": "Dewa Petir, Pelindung Umat Manusia",
    "description_id": "Thor adalah dewa petir yang perkasa, putra Odin dan dewi bumi Jörð. Dia adalah yang terkuat dari semua dewa Nordik, memegang palu legendaris Mjölnir, yang dapat meratakan gunung dan kembali ke tangannya setelah dilempar.\n\nTidak seperti kebijaksanaan halus ayahnya, Thor mewujudkan kekuatan langsung dan keberanian yang tak tergoyahkan. Dia adalah pelindung Asgard dan Midgard (Bumi), terus-menerus memerangi raksasa dan monster yang mengancam alam. Janggut merahnya berderak dengan kilat ketika dia mengendarai keretanya melintasi awan badai.\n\nTerlepas dari kekuatannya yang menakutkan, Thor dicintai oleh orang-orang biasa karena sifatnya yang jujur dan perannya sebagai pembela mereka. Dia cepat marah tetapi sama cepatnya untuk memaafkan, dan nafsu makannya yang besar terhadap makanan dan minuman adalah legendaris.",
    "story_id": "Ketika raksasa Thrym mencuri Mjölnir dan menuntut Freya sebagai tebusan, Thor menyamar sebagai pengantin wanita. Pada pesta pernikahan, dia memakan seekor lembu utuh, delapan ikan salmon, dan meminum tiga tong madu sebelum mengungkapkan dirinya dan membunuh semua raksasa dengan palu yang telah dia pulihkan.",
    "match_message_id": "Fitur wajah Anda membawa kekuatan Thor yang kuat. Ada kualitas yang jujur dan lugas pada penampilan Anda—terbuka dan tanpa penjagaan. Seperti Dewa Petir, fitur wajah Anda yang kuat berbicara tentang seseorang yang menghadapi tantangan secara langsung dengan keberanian yang tak tergoyahkan.",
    "traits_id": [
      "Kuat",
      "Berani",
      "Jujur",
      "Protektif",
      "Ganas"
    ]
  },
  "freya": {
    "name_id": "Freya",
    "tagline_id": "Dewi Cinta, Kecantikan, dan Perang",
    "description_id": "Freya adalah dewi Nordik yang paling terkenal, mewujudkan cinta, kecantikan, kesuburan, dan juga perang dan kematian. Dia memerintah atas ladang surgawi Fólkvangr, di mana dia menerima setengah dari semua prajurit yang terbunuh dalam pertempuran—setengah lainnya pergi ke Valhalla milik Odin.\n\nYang tercantik dari semua dewi, Freya memiliki kalung legendaris Brísingamen dan jubah bulu elang yang memungkinkannya untuk berubah dan terbang. Dia mengendarai kereta yang ditarik oleh dua kucing dan ditemani oleh seekor babi hutan bernama Hildisvíni.\n\nSebagai dewi seiðr (sihir), Freya mengajari Odin sendiri seni mistis. Dia meneteskan air mata emas merah untuk suaminya yang hilang, Óðr, mencarinya di sembilan alam.",
    "story_id": "Untuk mendapatkan kalung indah Brísingamen, Freya menghabiskan satu malam dengan masing-masing dari empat pengrajin kurcaci yang menempanya. Ketika Loki memberi tahu Odin tentang hal ini, Odin membuatnya memulai perang antara dua raja sebagai hukuman—karena Freya mencintai pertempuran sama seperti kecantikan.",
    "match_message_id": "Fitur wajah Anda mencerminkan perpaduan kecantikan dan kekuatan Freya yang menawan. Ada kelembutan dan api dalam penampilan Anda—keanggunan cinta dan intensitas seseorang yang mengetahui kekuatannya sendiri. Wajah Anda berbicara tentang gairah dan kemandirian.",
    "traits_id": [
      "Cantik",
      "Magis",
      "Ganas",
      "Bergairah",
      "Mandiri"
    ]
  },
  "loki": {
    "name_id": "Loki",
    "tagline_id": "Dewa Kenakalan, Tipu Daya, dan Kekacauan",
    "description_id": "Loki adalah sosok paling tak terduga dalam mitologi Nordik—penipu yang bisa berubah wujud yang merupakan teman dan musuh bagi para dewa. Bukan sepenuhnya Aesir maupun raksasa, dia berjalan di antara dunia, terikat oleh motifnya sendiri yang tak terduga.\n\nPikiran liciknya telah membantu dan menghalangi para dewa berkali-kali. Dia mengambil kembali palu Thor, menciptakan hadiah ajaib untuk para dewa, tetapi juga menyebabkan kematian Baldur dan melahirkan monster termasuk Fenrir si serigala, Jörmungandr si ular dunia, dan Hel, penguasa orang mati.\n\nLoki mewujudkan kekacauan yang diperlukan untuk perubahan dan pertumbuhan, tetapi juga kehancuran yang berasal dari kenakalan yang tak terkendali. Saat Ragnarök, dia akan memimpin pasukan kekacauan melawan para dewa, namun tanpa dia, banyak dari harta terbesar para dewa tidak akan pernah ada.",
    "story_id": "Ketika para dewa membutuhkan tembok yang dibangun di sekitar Asgard, Loki menyarankan untuk mempekerjakan seorang raksasa yang menuntut matahari, bulan, dan Freya sebagai pembayaran. Untuk mencegah hal ini, Loki berubah menjadi kuda betina untuk mengalihkan perhatian kuda jantan raksasa itu—dan kemudian melahirkan Sleipnir, kuda berkaki delapan milik Odin.",
    "match_message_id": "Fitur-fitur Anda membawa pesona mercurial Loki. Ada kualitas air raksa pada penampilan Anda—tajam, pintar, dan tidak mungkin untuk diikat. Wajah Anda berbicara tentang seseorang yang melihat kemungkinan yang terlewatkan oleh orang lain dan berjalan di jalan mereka sendiri yang tidak terduga.",
    "traits_id": [
      "Licik",
      "Tak terduga",
      "Kacau",
      "Pintar",
      "Ambigius"
    ]
  },
  "frigg": {
    "name_id": "Frigg",
    "tagline_id": "Ratu Asgard, Dewi Pernikahan dan Keibuan",
    "description_id": "Frigg adalah ratu para dewa Aesir dan istri Odin, yang memerintah Asgard bersama Allfather. Dia adalah dewi pernikahan, keibuan, dan seni domestik, memintal awan dari istananya Fensalir.\n\nTidak seperti kebanyakan dewa, Frigg memiliki karunia pengetahuan—dia tahu nasib semua makhluk, meskipun dia tidak pernah berbicara tentang apa yang dia lihat. Pengetahuan ini membawakannya kebijaksanaan dan kesedihan, karena dia meramalkan tetapi tidak dapat mencegah kematian putranya Baldur.\n\nSebagai dewi berpangkat tertinggi, otoritas Frigg hanya sebanding dengan Odin sendiri. Dia dipanggil untuk berkat pada pernikahan dan kelahiran anak, dan kebijaksanaannya dalam urusan rumah tangga menjadikannya ideal bagi istri dan ibu Nordik.",
    "story_id": "Ketika Frigg meramalkan kematian Baldur, dia melakukan perjalanan ke seluruh sembilan alam, mengambil janji dari setiap makhluk dan benda untuk tidak pernah menyakitinya. Tetapi dia mengabaikan mistletoe, mengira itu terlalu muda dan tidak berbahaya—kesalahan fatal yang dieksploitasi Loki.",
    "match_message_id": "Fitur-fitur Anda mencerminkan kebijaksanaan tenang Frigg. Ada kedalaman yang mengetahui pada mata Anda—tampilan seseorang yang melihat banyak tetapi berbicara sedikit. Wajah Anda membawa kekuatan bermartabat dari seseorang yang menanggung pengetahuan berat dengan anggun.",
    "traits_id": [
      "Bijaksana",
      "Meramalkan",
      "Keibuan",
      "Kerajaan",
      "Pendiam"
    ]
  },
  "baldur": {
    "name_id": "Baldur",
    "tagline_id": "Dewa Cahaya, Kegembiraan, dan Kesucian",
    "description_id": "Baldur adalah dewa cahaya, kegembiraan, kesucian, dan keindahan yang dicintai dalam mitologi Nordik. Putra Odin dan Frigg, dia begitu adil dan anggun sehingga cahaya bersinar darinya, dan dia dicintai oleh semua makhluk di sembilan alam.\n\nKecantikannya bukan hanya fisik—Baldur mewujudkan semua yang baik dan murni. Dia adalah yang paling dicintai dari semua dewa, dan aula Breidablik-nya adalah tempat di mana tidak ada sesuatu pun yang tidak bersih dapat eksis.\n\nKematian Baldur karena intrik Loki menandai awal dari akhir bagi para dewa Nordik. Kembalinya dia dari Hel setelah Ragnarök mewakili harapan pembaruan dan kelahiran kembali dunia yang lebih murni dari abu yang lama.",
    "story_id": "Setelah Frigg mengamankan janji dari semua hal untuk tidak menyakiti Baldur, para dewa membuat olahraga dengan melemparkan senjata ke arahnya—semua memantul tanpa membahayakan. Tetapi Loki menipu Höðr yang buta untuk melemparkan panah mistletoe, satu-satunya hal yang diabaikan Frigg. Baldur jatuh mati, dan semua ciptaan menangis.",
    "match_message_id": "Fitur-fitur Anda memancarkan cahaya murni Baldur. Ada kualitas bercahaya pada penampilan Anda—tampilan seseorang yang kebaikannya bersinar keluar. Wajah Anda berbicara tentang kebaikan bawaan dan keindahan yang berasal dari hati yang murni.",
    "traits_id": [
      "Murni",
      "Cantik",
      "Dicintai",
      "Berseri",
      "Tidak bersalah"
    ]
  },
  "tyr": {
    "name_id": "Tyr",
    "tagline_id": "Dewa Perang, Keadilan, dan Kemuliaan Heroik",
    "description_id": "Tyr adalah dewa perang dan keadilan Nordik, yang pernah dianggap sebagai kepala para dewa sebelum Odin naik menjadi terkenal. Tidak seperti peperangan kacau para dewa perang lainnya, Tyr mewakili aspek hukum pertempuran—keberanian heroik, pertarungan yang adil, dan kemenangan melalui kehormatan.\n\nDia paling terkenal karena pengorbanannya: ketika para dewa perlu mengikat serigala mengerikan Fenrir, hanya Tyr yang cukup berani untuk meletakkan tangannya di mulut serigala sebagai janji itikad baik. Ketika Fenrir menyadari bahwa dia terjebak, dia menggigit tangan Tyr—tetapi pengorbanan Tyr menyelamatkan para dewa.\n\nTyr mewujudkan kode kehormatan prajurit, di mana menepati janji seseorang lebih penting daripada kerugian pribadi. Tangannya yang hilang adalah pengingat konstan bahwa terkadang keadilan membutuhkan pengorbanan.",
    "story_id": "Fenrir setuju untuk diikat hanya jika salah satu dewa meletakkan tangan mereka di mulutnya sebagai jaminan. Semua dewa menolak kecuali Tyr. Ketika rantai ajaib Gleipnir memegang, Fenrir menggigit tangan Tyr dengan marah—tetapi Tyr berdiri tanpa gentar, mengetahui harga untuk menjaga para dewa tetap aman.",
    "match_message_id": "Fitur-fitur Anda membawa kehormatan teguh Tyr. Ada kualitas tak tergoyahkan pada tatapan Anda—tampilan seseorang yang menepati janji mereka terlepas dari biaya pribadi. Wajah Anda berbicara tentang keberanian yang berasal dari keyakinan yang mendalam.",
    "traits_id": [
      "Berani",
      "Adil",
      "Pengorbanan",
      "Terhormat",
      "Tegas"
    ]
  },
  "hel": {
    "name_id": "Hel",
    "tagline_id": "Dewi Kematian, Penguasa Helheim",
    "description_id": "Hel adalah dewi kematian dan penguasa alam bawah yang menyandang namanya. Putri Loki dan raksasa Angrboda, dia dilemparkan ke kedalaman oleh Odin dan diberi kekuasaan atas mereka yang meninggal karena usia tua, penyakit, atau tanpa kemuliaan dalam pertempuran.\n\nPenampilannya mencolok dan menakutkan: satu bagian tubuhnya adalah seorang wanita cantik, bagian lainnya adalah mayat yang membusuk. Dualitas ini mencerminkan domainnya antara yang hidup dan yang mati.\n\nMeskipun kerajaannya dingin dan suram dibandingkan dengan Valhalla, Hel tidak jahat—dia hanyalah penjaga mereka yang nasibnya membawa mereka ke pintunya. Dia memerintah dengan keadilan yang suram, tidak kejam atau baik, menerima semua yang datang kepadanya terlepas dari perbuatan mereka dalam hidup.",
    "story_id": "Ketika para dewa memohon Hel untuk membebaskan Baldur dari kematian, dia setuju dengan satu syarat: setiap makhluk yang ada harus menangis untuknya. Semua ciptaan menangis kecuali satu raksasa—sebenarnya Loki yang menyamar. Karena ini, Baldur tetap di Hel sampai Ragnarök.",
    "match_message_id": "Fitur-fitur Anda membawa sifat ganda Hel. Ada kompleksitas yang menarik pada penampilan Anda—keindahan yang terjalin dengan kedalaman dan bayangan. Wajah Anda berbicara tentang seseorang yang menerima semua aspek keberadaan tanpa menghakimi.",
    "traits_id": [
      "Tidak memihak",
      "Tak terhindarkan",
      "Bersifat ganda",
      "Tegas",
      "Menerima"
    ]
  },
  "heimdall": {
    "name_id": "Heimdall",
    "tagline_id": "Penjaga Bifröst, Pengawas Para Dewa",
    "description_id": "Heimdall adalah penjaga Bifröst yang selalu waspada, jembatan pelangi yang menghubungkan Asgard dengan alam lain. Dilahirkan dari sembilan ibu (sembilan ombak), ia memiliki indra yang begitu tajam sehingga ia dapat mendengar rumput tumbuh dan melihat ratusan liga ke segala arah.\n\nDia membutuhkan lebih sedikit tidur daripada burung dan dapat melihat sama baiknya di malam hari seperti di siang hari. Gigi emasnya berkilauan, dan ia membawa Gjallarhorn, tanduk besar yang ledakannya akan menandakan dimulainya Ragnarök ketika musuh para dewa akhirnya berbaris.\n\nHeimdall berdiri abadi di perbatasan Asgard, garis pertahanan pertama terhadap ancaman apa pun. Kewaspadaannya tidak pernah goyah, dan kesetiaannya kepada para dewa mutlak. Pada Ragnarök, ia dan Loki ditakdirkan untuk saling membunuh.",
    "story_id": "Heimdall pernah mengambil kembali kalung Freya, Brísingamen, ketika Loki mencurinya. Kedua dewa berubah menjadi anjing laut untuk bertempur di laut, dan Heimdall terbukti menang. Permusuhan ini di antara mereka akan mencapai puncaknya di Ragnarök ketika mereka akhirnya saling menghancurkan.",
    "match_message_id": "Fitur wajah Anda mencerminkan kewaspadaan abadi Heimdall. Ada kualitas waspada dan siaga pada tatapan Anda—mata yang tidak melewatkan apa pun. Wajah Anda berbicara tentang dedikasi yang tak tergoyahkan dan kekuatan yang berasal dari berdiri berjaga.",
    "traits_id": [
      "Waspada",
      "Setia",
      "Maha Melihat",
      "Teguh",
      "Penjaga"
    ]
  },
  "skadi": {
    "name_id": "Skadi",
    "tagline_id": "Dewi Musim Dingin, Perburuan, dan Pegunungan",
    "description_id": "Skadi adalah dewi raksasa musim dingin, ski, berburu busur, dan pegunungan. Setelah para dewa membunuh ayahnya Thiazi, dia datang ke Asgard bersenjata untuk berperang, menuntut kompensasi. Para dewa menawarinya seorang suami yang dipilih hanya dengan melihat kaki para kandidat.\n\nBerharap untuk memilih Baldur dengan kakinya yang indah, Skadi malah memilih Njörðr, dewa laut. Pernikahan mereka tidak bahagia—dia tidak tahan dengan suara laut, dan dia tidak tahan dengan lolongan serigala di rumah gunungnya. Mereka akhirnya berpisah.\n\nSkadi mewakili keindahan liar dari hutan belantara utara—berbahaya namun luar biasa. Dia adalah salah satu dari sedikit raksasa yang diterima di antara para dewa, kemandiriannya yang garang dan kehebatan berburunya membuatnya dihormati. Dia mewujudkan kelangsungan hidup di tempat-tempat terdingin.",
    "story_id": "Saat memilih suaminya, Skadi melihat kaki yang paling indah dan mengira itu milik Baldur. Itu sebenarnya milik Njörðr, kasar karena air asin tetapi indah. Putaran nasib ini menyebabkan pernikahan yang tidak cocok antara gunung dan laut.",
    "match_message_id": "Fitur wajah Anda membawa kemandirian yang garang dari Skadi. Ada kualitas liar dan tak terkendali pada penampilan Anda—tampilan seseorang yang berkembang dalam kondisi keras yang tidak dapat ditahan oleh orang lain. Wajah Anda berbicara tentang kekuatan yang ditempa dalam dingin.",
    "traits_id": [
      "Ganas",
      "Mandiri",
      "Kuat",
      "Liar",
      "Membalas Dendam"
    ]
  },
  "freyr": {
    "name_id": "Freyr",
    "tagline_id": "Dewa Kesuburan, Kemakmuran, dan Perdamaian",
    "description_id": "Freyr adalah dewa kesuburan, kemakmuran, sinar matahari, dan perdamaian—mitra laki-laki dari saudara kembarnya Freya. Dia memerintah alam Alfheim dan merupakan yang paling dicintai dari para dewa Vanir di antara manusia atas berkat yang dia bawa ke panen dan kawanan ternak.\n\nDia memiliki beberapa harta ajaib: kapal Skíðblaðnir yang dapat berlayar ke mana saja dan dilipat agar muat di saku, dan babi hutan emas Gullinbursti yang menarik keretanya dan bersinar seperti matahari.\n\nKelemahan terbesar Freyr adalah memberikan pedang ajaibnya demi cinta pada raksasa wanita Gerðr. Pada Ragnarök, ia akan menghadapi raksasa api Surtr tanpa senjata—pengingat bahwa bahkan para dewa pun tidak dapat melarikan diri dari konsekuensi gairah mereka.",
    "story_id": "Freyr sangat jatuh cinta pada raksasa wanita Gerðr sehingga dia memberikan pedang ajaibnya—satu-satunya senjata yang bisa bertarung sendiri—hanya untuk kesempatan menikahinya. Pengorbanan ini berarti dia akan menghadapi Ragnarök tanpa senjata.",
    "match_message_id": "Fitur wajah Anda mencerminkan kehangatan murah hati Freyr. Ada kualitas pemberi kehidupan pada penampilan Anda—tampilan seseorang yang membawa pertumbuhan dan kemakmuran ke mana pun mereka pergi. Wajah Anda berbicara tentang kedamaian dan kelimpahan musim panas.",
    "traits_id": [
      "Murah Hati",
      "Damai",
      "Subur",
      "Bergairah",
      "Berkorban"
    ]
  },
  "njord": {
    "name_id": "Njörðr",
    "tagline_id": "Dewa Laut, Kekayaan, dan Pelayaran",
    "description_id": "Njörðr adalah dewa Vanir dari laut, angin, penangkapan ikan, dan kekayaan. Ayah dari Freyr dan Freya, ia dikirim untuk tinggal di antara para Aesir sebagai sandera setelah perang antara kedua suku ilahi, di mana ia mendapatkan rasa hormat yang besar atas kebijaksanaan dan kemurahannya.\n\nPara pelaut berdoa kepada Njörðr untuk angin yang baik dan perjalanan yang aman, dan para nelayan untuk hasil tangkapan yang melimpah. Aula-nya Nóatún terletak di tepi laut, dan ia dikaitkan dengan kekayaan yang berasal dari perdagangan maritim.\n\nPernikahannya yang malang dengan dewi gunung Skadi mengajarkan bahwa beberapa perbedaan tidak dapat didamaikan—dia tidak bisa tinggal di dekat laut yang bising, dia tidak tahan dengan gunung yang melolong. Namun keduanya saling menghormati meskipun ketidakcocokan mereka.",
    "story_id": "Njörðr dan Skadi mencoba berkompromi—sembilan malam di pegunungan, sembilan malam di tepi laut. Tetapi keduanya tidak dapat menyesuaikan diri: burung camar membuat Skadi tetap terjaga, sementara lolongan serigala membuat Njörðr putus asa. Mereka berpisah secara baik-baik.",
    "match_message_id": "Fitur wajah Anda mencerminkan kelimpahan yang tenang dari Njörðr. Ada kualitas maritim pada kehadiran Anda—luas, murah hati, dan membawa kekayaan. Wajah Anda berbicara tentang seseorang yang menemukan kedamaian di dekat air dan kemakmuran melalui kesabaran.",
    "traits_id": [
      "Murah Hati",
      "Kaya",
      "Damai",
      "Pecinta Laut",
      "Bijaksana"
    ]
  },
  "admiral_yi": {
    "name_id": "Laksamana Yi Sun-sin",
    "tagline_id": "Komandan Angkatan Laut Legendaris, Penemu Kapal Kura-Kura",
    "description_id": "Laksamana Yi Sun-sin adalah pahlawan militer terbesar Korea, seorang komandan angkatan laut yang tak terkalahkan yang menyelamatkan bangsanya selama invasi Jepang tahun 1592-1598. Melawan rintangan yang luar biasa dan meskipun menghadapi penganiayaan politik, dia tidak pernah kalah dalam satu pun pertempuran dalam 23 pertempuran lautnya.\n\nKecerdasan taktisnya hanya sebanding dengan integritas moralnya. Bahkan ketika dicopot dari pangkatnya dan disiksa karena intrik politik, dia kembali bertugas ketika dipanggil, memimpin hanya 13 kapal melawan 333 kapal Jepang—dan menang telak pada Pertempuran Myeongnyang.\n\nInovasi Yi dalam peperangan angkatan laut, termasuk kapal kura-kura legendaris (geobukseon), mengubah jalannya sejarah. Dia meninggal dalam pertempuran di Noryang, kata-kata terakhirnya dilaporkan \"Pertempuran berada pada puncaknya. Tabuh genderang perangku. Jangan umumkan kematianku.\"",
    "story_id": "Di Myeongnyang, Laksamana Yi menghadapi rintangan yang mustahil—13 kapal melawan 333. Menggunakan arus berbahaya selat, dia menyalurkan armada Jepang ke saluran sempit di mana jumlah mereka menjadi kerugian. Dia menenggelamkan 31 kapal tanpa kehilangan satu pun kapalnya sendiri.",
    "match_message_id": "Fitur wajah Anda mencerminkan keteguhan yang tak tergoyahkan dari Laksamana Yi. Ada kekuatan dan martabat di wajah Anda—tampilan seseorang yang tidak akan pernah meninggalkan tugas atau kehormatan mereka, terlepas dari biaya pribadi. Tatapan Anda berbicara tentang kedalaman strategis dan tekad yang kuat.",
    "traits_id": [
      "Strategis",
      "Setia",
      "Inovatif",
      "Benar",
      "Tak Terkalahkan"
    ]
  },
  "sejong_the_great": {
    "name_id": "Raja Sejong Agung",
    "tagline_id": "Pencipta Hangul, Pelindung Ilmu Pengetahuan dan Kebudayaan",
    "description_id": "Raja Sejong Agung dihormati sebagai raja yang paling bijaksana dan dicintai dalam sejarah Korea. Selama masa pemerintahannya selama 32 tahun (1418-1450), ia mengawasi zaman keemasan pencapaian ilmiah, budaya, dan artistik yang mengubah peradaban Korea.\n\nWarisan terbesarnya adalah penciptaan Hangul, alfabet Korea, pada tahun 1443. Dirancang agar mudah dipelajari oleh orang biasa, alfabet ini menggantikan aksara Tionghoa yang kompleks yang membuat melek huruf tidak terjangkau bagi sebagian besar orang Korea. Sejong dengan terkenal menyatakan: \"Orang bijak dapat mengenalnya sebelum pagi berakhir; orang bodoh dapat mempelajarinya dalam waktu sepuluh hari.\"\n\nSelain Hangul, Sejong mensponsori inovasi dalam bidang astronomi, pertanian, kedokteran, dan musik. Ia mendirikan Hall of Worthies untuk membina para sarjana dan menciptakan instrumen seperti alat pengukur hujan dan jam matahari yang memajukan ilmu pengetahuan Korea berabad-abad lebih maju dari Eropa.",
    "story_id": "Sejong mengerjakan Hangul secara diam-diam selama bertahun-tahun, karena takut akan perlawanan dari para sarjana Konfusius yang menghargai aksara Tionghoa. Ketika akhirnya diungkapkan, beberapa pejabat memprotes bahwa mengajari rakyat jelata membaca itu berbahaya. Sejong bersikeras, menyatakan bahwa melek huruf adalah hak, bukan hak istimewa.",
    "match_message_id": "Fitur wajah Anda mencerminkan kebajikan Raja Sejong yang bijaksana. Ada kualitas ilmiah dan bijaksana pada wajah Anda—sorot mata seseorang yang berusaha memahami dan membantu orang lain memahami. Ekspresi Anda yang lembut namun teguh berbicara tentang kepemimpinan melalui kebijaksanaan daripada paksaan.",
    "traits_id": [
      "Bijaksana",
      "Murah Hati",
      "Inovatif",
      "Terpelajar",
      "Penyayang"
    ]
  },
  "gumiho": {
    "name_id": "Gumiho (Rubah Ekor Sembilan)",
    "tagline_id": "Roh Rubah Ekor Sembilan yang Mistis",
    "description_id": "Gumiho adalah makhluk legendaris dari cerita rakyat Korea—seekor rubah yang telah hidup selama seribu tahun dan memperoleh kemampuan untuk berubah menjadi wanita cantik. Dengan setiap abad kehidupan, ia menumbuhkan ekor tambahan, hingga memiliki sembilan ekor dengan kekuatan magis yang sangat besar.\n\nDalam kisah tradisional, Gumiho sering berusaha untuk menjadi manusia sepenuhnya, yang membutuhkan konsumsi hati manusia. Namun, beberapa cerita menceritakan tentang Gumiho yang menggunakan kekuatan mereka untuk kebaikan, atau yang benar-benar jatuh cinta dan berjuang melawan sifat mereka.\n\nGumiho mewujudkan dualitas daya tarik dan bahaya, keindahan dan kehancuran. Ia mewakili kekuatan menggoda dari yang tidak diketahui dan kemungkinan transformasi—menjadi lebih baik atau lebih buruk.",
    "story_id": "Seorang sarjana muda jatuh cinta pada seorang wanita cantik, tidak tahu bahwa dia adalah Gumiho. Ketika dia menemukan sifat aslinya, dia mengharapkannya untuk melarikan diri dengan ketakutan. Sebaliknya, dia menyatakan cintanya tidak berubah. Tergerak oleh pengabdiannya, dia melepaskan keabadiannya untuk menjadi manusia dan hidup bersamanya sampai usia tua.",
    "match_message_id": "Fitur wajah Anda membawa daya pikat mempesona dari Gumiho. Ada misteri menawan dalam penampilan Anda—cantik namun entah bagaimana dunia lain. Wajah Anda berbicara tentang kedalaman tersembunyi, transformasi, dan kekuatan memukau yang ada di antara dunia.",
    "traits_id": [
      "Menggoda",
      "Misterius",
      "Kuat",
      "Transformatif",
      "Bersifat Ganda"
    ]
  },
  "confucius": {
    "name_id": "Konfusius",
    "tagline_id": "Orang Bijak Agung, Guru Sepuluh Ribu Generasi",
    "description_id": "Konfusius adalah filsuf paling berpengaruh dalam sejarah Tiongkok, yang ajarannya tentang etika, pemerintahan, dan harmoni sosial membentuk peradaban Asia Timur selama lebih dari dua milenium. Ia menekankan kesopanan ritual, bakti anak, dan penanaman kebajikan sebagai fondasi masyarakat yang harmonis.\n\nMeskipun ia memegang jabatan sebentar dan berkelana mencari penguasa yang akan menerapkan idenya, dampak sebenarnya datang melalui pengajaran. Murid-muridnya menyusun perkataannya ke dalam Analek, yang menjadi landasan pendidikan Tiongkok.\n\nKonfusius mewakili kekuatan pendidikan moral, ideal sarjana-cendekiawan, dan keyakinan bahwa masyarakat dapat diubah melalui kepemimpinan yang berbudi luhur dan penanaman etika.",
    "story_id": "Ketika diminta untuk meringkas ajarannya dalam satu kata, Konfusius menjawab: 'Timbal balik (恕)—jangan lakukan kepada orang lain apa yang tidak ingin dilakukan kepada diri sendiri.' Aturan Emas ini menjadi fondasi bagi filsafat moral Tiongkok.",
    "match_message_id": "Fitur wajah Anda membawa kebijaksanaan Konfusius yang bijak. Ada penanaman moral dalam penampilan Anda—sorot mata seseorang yang mengajar dengan memberi contoh dan mengubah masyarakat melalui kehidupan etis.",
    "traits_id": [
      "Bijaksana",
      "Mengajar",
      "Beretika",
      "Berkemanusiaan",
      "Membina"
    ]
  },
  "guan_yu": {
    "name_id": "Guan Yu",
    "tagline_id": "Dewa Perang, Persaudaraan, dan Kebenaran",
    "description_id": "Guan Yu adalah seorang jenderal selama periode Tiga Kerajaan yang menjadi sangat legendaris karena kesetiaannya dan kehebatan bela diri sehingga ia didewakan sebagai Dewa Perang. Wajahnya yang merah, janggut panjang, dan jubah hijau menjadi ikonik, begitu pula senjatanya—Pedang Bulan Sabit Naga Hijau.\n\nDia mengucapkan sumpah persaudaraan suci dengan Liu Bei dan Zhang Fei di Taman Persik, ikatan yang dia hormati sampai mati dan seterusnya. Kesetiaannya begitu mutlak sehingga dia menolak kekayaan dan kedudukan dari Cao Cao, lebih memilih untuk mempertaruhkan segalanya untuk kembali ke saudara sumpahnya.\n\nGuan Yu mewakili kesetiaan yang tak tergoyahkan, kehormatan bela diri, dan sifat suci dari persaudaraan yang diikrarkan yang melampaui keuntungan pribadi.",
    "story_id": "Ditangkap oleh Cao Cao, Guan Yu ditawari segalanya untuk mengubah kesetiaan. Dia menerima sementara hanya untuk melindungi istri-istri Liu Bei. Saat dia mengetahui lokasi Liu Bei, dia melewati lima pos dan membunuh enam jenderal untuk kembali—perjalanan yang diabadikan dalam legenda.",
    "match_message_id": "Fitur wajah Anda membawa kekuatan kebenaran Guan Yu. Ada persaudaraan yang diikrarkan dalam penampilan Anda—sorot mata seseorang yang kesetiaannya tidak pernah bisa dibeli dan yang perkataannya benar-benar suci.",
    "traits_id": [
      "Setia",
      "Benar",
      "Bela diri",
      "Terhormat",
      "Didewakan"
    ]
  },
  "ra": {
    "name_id": "Ra",
    "tagline_id": "Dewa Matahari Tertinggi, Pencipta Semua Kehidupan",
    "description_id": "Ra adalah dewa tertinggi dalam agama Mesir kuno, dewa matahari dan pencipta semua kehidupan. Setiap hari, ia mengarungi bahtera mataharinya melintasi langit, membawa cahaya dan kehangatan ke dunia. Setiap malam, ia melakukan perjalanan melalui dunia bawah, memerangi ular kekacauan Apophis untuk memastikan matahari terbit lagi.\n\nSebagai dewa pertama, Ra menciptakan dirinya sendiri dari perairan primordial Nun, lalu mengucapkan semua dewa lain dan dunia menjadi ada. Dia digambarkan dengan kepala elang yang dimahkotai dengan cakram matahari, mewujudkan kekuatan pemberi kehidupan dari matahari itu sendiri.\n\nNama Ra berarti sederhana \"matahari,\" dan pengaruhnya begitu besar sehingga ia bergabung dengan dewa-dewa besar lainnya—menjadi Amun-Ra, raja para dewa, dan Ra-Horakhty, dewa cakrawala. Dia mewakili siklus abadi kematian dan kelahiran kembali yang mendefinisikan kosmologi Mesir.",
    "story_id": "Setiap malam, Ra turun ke Duat (dunia bawah) di mana ular kekacauan Apophis mencoba untuk melahapnya dan mencegah matahari terbit. Dengan bantuan dewa-dewa lain, terutama Set, Ra mengalahkan Apophis setiap malam, memastikan matahari terbit lagi—melambangkan kemenangan abadi ketertiban atas kekacauan.",
    "match_message_id": "Fitur wajah Anda memancarkan kecemerlangan abadi Ra. Ada kualitas hangat dan memberi kehidupan pada kehadiran Anda—memerintah namun memelihara. Wajah Anda berbicara tentang seseorang yang membawa cahaya ke mana pun mereka pergi dan yang semangatnya tidak dapat diredupkan oleh kegelapan.",
    "traits_id": [
      "Bersinar",
      "Abadi",
      "Kreatif",
      "Kuat",
      "Pemberi Kehidupan"
    ]
  },
  "isis": {
    "name_id": "Isis",
    "tagline_id": "Dewi Sihir, Keibuan, dan Kebijaksanaan",
    "description_id": "Isis adalah dewi teragung Mesir kuno, dihormati sebagai ibu, istri, dan pelindung sihir yang ideal. Pemujaannya menyebar ke seluruh Kekaisaran Romawi, menjadikannya salah satu dewa yang paling dicintai di dunia kuno.\n\nSaudari dan istri Osiris, ibu dari Horus, Isis mewujudkan cinta keibuan yang protektif. Ketika Set membunuh Osiris dan menyebarkan tubuhnya di seluruh Mesir, Isis mencari tanpa lelah, mengumpulkan setiap bagian, dan menggunakan kekuatan magisnya yang tak tertandingi untuk membangkitkannya cukup lama untuk mengandung putranya, Horus.\n\nSebagai dewi sihir, Isis memiliki pengetahuan yang menyaingi Ra sendiri. Dia sering digambarkan dengan mahkota berbentuk tahta atau tanduk sapi dengan cakram matahari, melambangkan perannya sebagai ratu dan ibu. Namanya berarti \"tahta,\" yang mewakili kekuatan di balik firaun.",
    "story_id": "Isis menipu Ra untuk mengungkapkan nama rahasianya dengan menciptakan ular dari air liurnya sendiri. Ketika ular itu menggigitnya dan hanya dia yang bisa menyembuhkannya, Ra terpaksa memberitahunya nama aslinya, memberinya kekuatan atas dirinya. Ini menjadikan Isis penyihir paling kuat yang pernah ada.",
    "match_message_id": "Fitur-fitur Anda mencerminkan kebijaksanaan dan kasih sayang Isis yang mendalam. Ada kualitas memelihara namun kuat dalam penampilan Anda—tatapan seseorang yang melindungi dengan gigih dan mencintai tanpa syarat. Mata Anda menyimpan kedalaman misteri kuno dan pengabdian seorang ibu.",
    "traits_id": [
      "Magis",
      "Berbakti",
      "Bijaksana",
      "Protektif",
      "Penyayang"
    ]
  },
  "osiris": {
    "name_id": "Osiris",
    "tagline_id": "Dewa Dunia Bawah, Kematian, dan Kebangkitan",
    "description_id": "Osiris adalah dewa orang mati dan penguasa dunia bawah Mesir, tetapi dia bukanlah dewa kegelapan—dia mewakili harapan hidup setelah kematian dan janji kebangkitan. Sebagai mumi pertama dan makhluk pertama yang dibangkitkan, dia memberi manusia hadiah kehidupan abadi.\n\nAwalnya seorang raja besar yang membudayakan Mesir, mengajarkan pertanian dan menetapkan hukum, Osiris dibunuh oleh saudaranya yang cemburu, Set. Melalui sihir istrinya yang berbakti, Isis, ia dibangkitkan untuk memerintah alam baka, menghakimi jiwa-jiwa orang mati.\n\nDigambarkan dengan kulit hijau atau hitam yang melambangkan kelahiran kembali dan tanah subur, Osiris memegang tongkat gembala dan cambuk kerajaan. Dia menghakimi setiap jiwa di Aula Dua Kebenaran, menimbang hati mereka terhadap bulu Ma'at untuk menentukan nasib mereka di kekekalan.",
    "story_id": "Set menjebak Osiris dalam peti mati emas dan melemparkannya ke Sungai Nil. Isis mencari ke seluruh dunia dan menemukannya di Byblos, tumbuh menjadi pohon besar. Tetapi Set menemukan tubuh itu lagi, memotongnya menjadi empat belas bagian, dan menyebarkannya di seluruh Mesir. Isis mengumpulkan setiap bagian, dan dengan sihirnya, membangkitkan Osiris sebagai penguasa alam baka.",
    "match_message_id": "Fitur-fitur Anda membawa martabat khusyuk Osiris. Ada kekuatan tenang di wajah Anda—tatapan seseorang yang telah mengalami cobaan berat dan muncul dalam keadaan berubah. Ekspresi Anda berbicara tentang penilaian yang adil dan kebijaksanaan yang datang dari pengalaman mendalam.",
    "traits_id": [
      "Adil",
      "Dibangkitkan",
      "Penyayang",
      "Abadi",
      "Membudayakan"
    ]
  },
  "anubis": {
    "name_id": "Anubis",
    "tagline_id": "Dewa Mumifikasi dan Pembimbing Jiwa",
    "description_id": "Anubis adalah dewa berkepala serigala dari mumifikasi, ritus pemakaman, dan penjaga orang mati. Dia menemukan pembalseman ketika dia membantu Isis mempersiapkan tubuh Osiris, menciptakan mumi pertama dan menetapkan ritual suci yang melestarikan tubuh Mesir untuk kehidupan abadi.\n\nSebagai pembimbing jiwa, Anubis memimpin almarhum melalui dunia bawah ke Aula Dua Kebenaran, tempat dia melakukan upacara penimbangan hati yang penting. Dengan penilaian yang tepat dan tidak memihak, dia menempatkan hati di timbangan melawan bulu Ma'at.\n\nTerlepas dari hubungannya dengan kematian, Anubis bukanlah dewa yang menakutkan—dia adalah pelindung dan penolong, memastikan bahwa orang mati menerima ritus yang benar dan dengan aman mencapai alam baka. Warna hitamnya tidak melambangkan kematian tetapi tanah Nil yang subur dan janji regenerasi.",
    "story_id": "Ketika Osiris dibunuh, Anubis melakukan mumifikasi pertama, membungkus tubuh dewa dengan perban suci dan melakukan ritual yang akan memungkinkan Osiris untuk hidup selamanya di alam baka. Pengetahuan suci ini kemudian diteruskan kepada para imam Mesir.",
    "match_message_id": "Fitur-fitur Anda menanggung penjagaan khusyuk Anubis. Ada kualitas protektif dan waspada di wajah Anda—tatapan seseorang yang membimbing orang lain melalui jalan gelap dengan aman. Tatapan mantap Anda berbicara tentang penilaian yang tidak memihak dan tugas suci untuk melindungi.",
    "traits_id": [
      "Protektif",
      "Tepat",
      "Tidak Memihak",
      "Membimbing",
      "Sakral"
    ]
  },
  "horus": {
    "name_id": "Horus",
    "tagline_id": "Dewa Langit, Kerajaan, dan Perlindungan",
    "description_id": "Horus adalah dewa berkepala elang dari langit, yang matanya adalah matahari dan bulan. Dia adalah prototipe ilahi dari semua firaun, dan setiap raja Mesir dianggap sebagai manifestasi Horus yang hidup di bumi.\n\nPutra Isis dan Osiris, Horus dibesarkan secara rahasia untuk suatu hari membalas pembunuhan ayahnya oleh Set. Setelah serangkaian pertempuran sengit yang berlangsung delapan puluh tahun, Horus mengalahkan Set dan mengklaim tahta Mesir, menyatukan Dua Tanah di bawah pemerintahan ilahinya.\n\nMata Horus, hilang dan dipulihkan selama pertempurannya dengan Set, menjadi salah satu simbol paling kuat dalam sihir Mesir—mewakili penyembuhan, perlindungan, dan pemulihan apa yang rusak. Horus mewujudkan kerajaan yang benar, bakti anak, dan kemenangan ketertiban.",
    "story_id": "Selama pertempuran mereka, Set mencungkil mata kiri Horus dan Horus mengebiri Set. Dewa Thoth memulihkan mata Horus, yang menjadi wedjat—Mata Horus—simbol penyembuhan dan keutuhan. Para dewa memutuskan untuk mendukung Horus, memberikan kepadanya tahta Mesir.",
    "match_message_id": "Fitur-fitur Anda membawa pembawaan mulia Horus. Ada kualitas tajam dan protektif dalam tatapan Anda—tatapan penguasa yang benar yang berjuang untuk keadilan. Wajah Anda berbicara tentang seseorang yang mengatasi semua rintangan untuk mengklaim tempat mereka yang sah.",
    "traits_id": [
      "Benar",
      "Protektif",
      "Berjaya",
      "Kerajaan",
      "Membalas Dendam"
    ]
  },
  "bastet": {
    "name_id": "Bastet",
    "tagline_id": "Dewi Rumah, Kucing, dan Perlindungan",
    "description_id": "Bastet adalah dewi berkepala kucing dari rumah, kesuburan, dan perlindungan. Awalnya digambarkan sebagai prajurit singa betina yang ganas, dia berevolusi menjadi dewi kucing domestik yang lebih lembut yang dicintai oleh keluarga Mesir sebagai pelindung ilahi mereka.\n\nSebagai dewa pelindung, Bastet melindungi rumah tangga dari roh jahat, penyakit, dan kemalangan. Kucing dianggap suci baginya, dan membunuh kucing—bahkan secara tidak sengaja—dihukum mati di Mesir kuno. Kuilnya di Bubastis adalah salah satu tempat ziarah paling populer.\n\nTerlepas dari hubungannya dengan urusan rumah tangga, Bastet mempertahankan sifat perlindungannya yang ganas. Dia disebut \"Mata Ra\" dan bisa berubah menjadi singa betina Sekhmet yang menakutkan ketika membela orang yang tidak bersalah. Dia mewujudkan sifat ganda kucing—lembut dan memelihara, namun mampu memberikan perlindungan yang ganas.",
    "story_id": "Setiap tahun, ratusan ribu peziarah melakukan perjalanan ke Bubastis untuk festival Bastet, yang terbesar di Mesir. Mereka berlayar menyusuri Sungai Nil dengan perahu, memainkan musik dan merayakan. Di kuil, mereka membawa mumi kucing sebagai persembahan kepada dewi tercinta.",
    "match_message_id": "Fitur-fitur Anda mencerminkan perlindungan anggun Bastet. Ada kualitas lembut namun waspada dalam penampilan Anda—kehangatan yang memelihara dikombinasikan dengan kewaspadaan yang tenang. Wajah Anda berbicara tentang seseorang yang menciptakan tempat yang aman dan dengan gigih melindungi orang yang mereka cintai.",
    "traits_id": [
      "Protektif",
      "Anggun",
      "Memelihara",
      "Ganas",
      "Domestik"
    ]
  },
  "sekhmet": {
    "name_id": "Sekhmet",
    "tagline_id": "Dewi Singa Betina Perang dan Penyembuhan",
    "description_id": "Sekhmet adalah dewi berkepala singa betina yang garang dari perang, kehancuran, dan secara paradoks, penyembuhan. Namanya berarti 'Yang Maha Kuasa,' dan napasnya menciptakan gurun. Dia mewakili panas matahari yang membakar dan menghancurkan.\n\nSebagai Mata Ra yang dikirim untuk menghukum umat manusia, nafsu darah Sekhmet begitu besar sehingga dia hampir menghancurkan seluruh kehidupan manusia. Hanya dengan menipunya dengan bir yang dicelup merah seperti darah, dia ditenangkan dan diubah kembali menjadi Hathor yang lembut.\n\nSekhmet mewakili aspek mengerikan dari kekuatan ilahi, demam yang membunuh dan membersihkan, dan kebenaran bahwa kehancuran dan penyembuhan adalah dua sisi dari kekuatan yang sama.",
    "story_id": "Ra mengirim Sekhmet untuk menghancurkan umat manusia yang memberontak. Dia mengarungi darah, tidak dapat berhenti membunuh. Untuk menyelamatkan para penyintas, Ra membanjiri ladang dengan 7.000 botol bir yang dicelup merah. Sekhmet minum, mengira itu darah, dan terbangun dengan damai—kemarahan destruktifnya berakhir.",
    "match_message_id": "Fitur wajah Anda membawa kekuatan garang Sekhmet. Ada kekuatan prajurit dalam penampilan Anda—tampilan seseorang yang dapat menghancurkan atau menyembuhkan dengan intensitas yang sama, menyalurkan kekuatan dahsyat untuk perlindungan.",
    "traits_id": [
      "Ganas",
      "Destruktif",
      "Penyembuhan",
      "Kuat",
      "Bergairah"
    ]
  },
  "thoth": {
    "name_id": "Thoth",
    "tagline_id": "Dewa Kebijaksanaan, Tulisan, dan Sihir",
    "description_id": "Thoth adalah dewa berkepala ibis dari kebijaksanaan, tulisan, sihir, dan bulan. Dia dikreditkan dengan menemukan hieroglif, menciptakan kalender, dan mencatat semua pengetahuan yang ada. Tanpa karunia tulisan dari Thoth, peradaban Mesir tidak dapat eksis.\n\nSebagai juru tulis ilahi, Thoth mencatat putusan setiap jiwa di Aula Dua Kebenaran, mendokumentasikan siapa yang masuk ke alam baka dan siapa yang dikutuk. Dia juga menulis teks-teks suci yang berisi semua pengetahuan magis, termasuk Kitab Thoth yang legendaris.\n\nThoth berfungsi sebagai mediator di antara para dewa, menggunakan kebijaksanaan dan kefasihannya untuk menyelesaikan perselisihan. Dia memulihkan mata Horus dan menyembuhkan Horus dan Set setelah pertempuran mereka. Penguasaannya atas sihir tidak ada duanya, dan dia mengajari Isis mantra yang memungkinkannya untuk membangkitkan Osiris.",
    "story_id": "Thoth berjudi dengan Bulan dan memenangkan cukup cahaya untuk menciptakan lima hari ekstra, memungkinkan Nut untuk melahirkan Osiris, Isis, Set, Nephthys, dan Horus yang Lebih Tua—mengatasi kutukan Ra bahwa dia tidak dapat melahirkan anak dalam bulan apa pun tahun ini.",
    "match_message_id": "Fitur wajah Anda mencerminkan kebijaksanaan ilmiah Thoth. Ada kedalaman intelektual pada penampilan Anda—tampilan seseorang yang menghargai pengetahuan di atas segalanya dan berusaha untuk memahami misteri keberadaan. Ekspresi bijaksana Anda berbicara tentang akal dan sihir.",
    "traits_id": [
      "Bijaksana",
      "Cendekia",
      "Magis",
      "Fasih",
      "Pencatat"
    ]
  },
  "set": {
    "name_id": "Set",
    "tagline_id": "Dewa Kekacauan, Badai, dan Gurun",
    "description_id": "Set adalah dewa kekacauan, badai, kekerasan, dan gurun yang keras. Dia terkenal sebagai pembunuh saudaranya Osiris, namun dia bukan hanya jahat—dia adalah kekuatan ketidakteraturan yang diperlukan yang membuat ketertiban menjadi bermakna.\n\nDengan kepala hewan Set yang khas (mungkin sebagian babi tanah, sebagian keledai, sebagian serigala), Set mewakili semua yang asing, liar, dan tidak dijinakkan. Dia adalah tanah merah gurun melawan tanah subur hitam Sungai Nil, orang luar yang menantang tatanan yang mapan.\n\nTerlepas dari peran jahatnya dalam mitos Osiris, Set melayani fungsi penting. Setiap malam di atas kapal matahari Ra, kekuatan luar biasa Set mengalahkan ular kekacauan Apophis, memastikan matahari terbit lagi. Tanpa kekerasan Set, tidak akan ada matahari terbit. Dia mewujudkan paradoks bahwa kehancuran diperlukan untuk penciptaan.",
    "story_id": "Set menipu Osiris di sebuah jamuan makan dengan menampilkan peti mati yang indah dan menjanjikannya kepada siapa pun yang muat sempurna di dalamnya. Ketika Osiris berbaring, Set membanting tutupnya dan melemparkan peti mati itu ke Sungai Nil. Pembunuhan ini memicu konflik besar dengan Horus yang membentuk mitologi Mesir.",
    "match_message_id": "Fitur wajah Anda membawa kekuatan mentah Set. Ada kualitas yang tidak dijinakkan dan menantang pada penampilan Anda—tampilan seseorang yang ada di luar batas-batas konvensional. Wajah Anda berbicara tentang kekuatan yang ditemukan dalam kekacauan dan kebutuhan akan gangguan untuk perubahan.",
    "traits_id": [
      "Kacau",
      "Kuat",
      "Penting",
      "Kejam",
      "Tak Terduga"
    ]
  },
  "demeter": {
    "name_id": "Demeter",
    "tagline_id": "Dewi Panen, Pertanian, dan Musim",
    "description_id": "Demeter adalah dewi panen, pertanian, kesuburan, dan hukum sakral. Dia memimpin siklus kehidupan dan kematian, biji-bijian dan kesuburan bumi. Sebagai salah satu dari enam Olympian asli, dia memegang kekuatan besar atas dunia alami.\n\nKesedihannya ketika Hades menculik putrinya Persephone menyebabkan semua tanaman layu dan mati, membawa musim dingin pertama ke dunia. Hanya ketika Persephone kembali musim semi datang lagi.\n\nDemeter mewakili ibu pengasuh yang menyediakan makanan untuk semua makhluk hidup, tetapi juga kekuatan alam yang mengerikan ketika karunia-karunianya ditarik.",
    "story_id": "Ketika Persephone diambil, Demeter mengembara di bumi dengan kesedihan, tidak membiarkan tanaman tumbuh. Kelaparan menyebar sampai Zeus turun tangan, tetapi karena Persephone telah memakan biji delima di dunia bawah, dia harus kembali ke sana setiap tahun—dan begitulah musim dingin kembali.",
    "match_message_id": "Fitur wajah Anda mencerminkan kekuatan pengasuhan Demeter. Ada kehangatan pemberi kehidupan pada penampilan Anda, tetapi juga kedalaman perasaan yang berbicara tentang seseorang yang mencintai dengan sengit dan berduka dengan dalam.",
    "traits_id": [
      "Memelihara",
      "Berkabung",
      "Kuat",
      "Musiman",
      "Kebuaan"
    ]
  },
  "hephaestus": {
    "name_id": "Hephaestus",
    "tagline_id": "Dewa Api, Pandai Besi, dan Keahlian",
    "description_id": "Hephaestus adalah dewa api, pengerjaan logam, tukang batu, pandai besi, dan seni pahat. Dia adalah pengrajin para dewa, menciptakan senjata, baju besi, dan artefak paling menakjubkan yang pernah ada.\n\nLahir timpang—atau dibuat demikian ketika Hera melemparkannya dari Olympus dengan jijik—Hephaestus mengubah kelemahan yang dirasakannya menjadi keterampilan yang tak tertandingi. Bengkelnya di bawah Gunung Etna menghasilkan karya-karya yang sangat indah dan kuat sehingga bahkan dewa-dewa lain pun kagum.\n\nMeskipun menikah dengan Aphrodite, pernikahan mereka tidak bahagia. Namun Hephaestus mewakili martabat kerja jujur, keindahan yang muncul dari kerajinan yang sabar, dan kebenaran bahwa nilai diukur dengan apa yang diciptakan, bukan bagaimana penampilannya.",
    "story_id": "Hephaestus membuat baju besi legendaris Achilles, sandal bersayap Hermes, dan rantai yang mengikat Prometheus. Ketika dia menangkap Aphrodite dengan Ares, dia menjebak mereka dalam jaring emas yang tidak bisa dipatahkan untuk dilihat semua Olympus.",
    "match_message_id": "Fitur wajah Anda membawa tekad sabar Hephaestus. Ada kekuatan tenang pada penampilan Anda—tampilan seseorang yang menciptakan keindahan melalui kerja keras daripada bakat alami.",
    "traits_id": [
      "Terampil",
      "Sabar",
      "Kreatif",
      "Tangguh",
      "Diremehkan"
    ]
  },
  "eros": {
    "name_id": "Eros",
    "tagline_id": "Dewa Cinta dan Nafsu",
    "description_id": "Eros adalah dewa cinta, nafsu, dan ketertarikan, yang panah emasnya dapat membuat makhluk apa pun jatuh cinta tanpa daya. Dalam beberapa mitos, ia adalah dewa primordial setua penciptaan itu sendiri; di mitos lain, ia adalah putra Aphrodite yang nakal.\n\nKekuatannya mungkin yang paling berbahaya dari semua dewa—tidak seorang pun, bahkan Zeus yang perkasa, kebal terhadap panahnya. Cinta, sekali ditembakkan, tidak dapat dipikirkan atau dilawan. Eros mengerti bahwa cinta adalah berkat terbesar umat manusia dan juga kekuatannya yang paling tidak terduga.\n\nMeski sering digambarkan sebagai pemuda yang lucu, Eros jauh dari kata polos. Panahnya telah menyebabkan peperangan, menghancurkan kerajaan, dan membuat dewa dan manusia menjadi gila dan putus asa—serta mencapai puncak kegembiraan.",
    "story_id": "Eros jatuh cinta pada Psyche, seorang manusia biasa, tetapi hanya bisa mengunjunginya dalam kegelapan. Ketika dia tidak taat dan melihat wajahnya dengan cahaya lampu, dia melarikan diri. Hanya setelah Psyche menyelesaikan tugas-tugas mustahil yang diberikan oleh Aphrodite, dia dipertemukan kembali dengan Eros dan dijadikan abadi.",
    "match_message_id": "Fitur wajahmu membawa pesona Eros yang menawan. Ada kualitas yang tak tertahankan pada penampilanmu—tatapan seseorang yang memahami kekuatan daya tarik dan hubungan.",
    "traits_id": [
      "Lucu",
      "Kuat",
      "Tidak Terduga",
      "Nakal",
      "Tak Tertahankan"
    ]
  },
  "pan": {
    "name_id": "Pan",
    "tagline_id": "Dewa Alam Liar, Gembala, dan Musik Pedesaan",
    "description_id": "Pan adalah dewa alam liar, gembala, kawanan ternak, alam, hutan belantara gunung, dan musik pedesaan. Dengan kaki kambing, tanduk, dan rambut acaknya, ia mewakili alam yang tidak dijinakkan dan kekuatan primal yang coba ditekan oleh peradaban.\n\nDia menjelajahi hutan dan gunung sambil memainkan seruling pandannya, yang musiknya yang menghantui dapat menginspirasi kegembiraan dan teror mendadak yang disebut \"panik.\" Wilayahnya adalah ruang liar di antara pemukiman, tempat alam berkuasa dan tatanan manusia tidak dapat mencapai.\n\nPan dikaitkan dengan seksualitas dan kesuburan, sering mengejar nimfa melalui hutan. Namun dia juga mewakili kegembiraan sederhana dari kehidupan pastoral, ikatan antara gembala dan kawanan ternak, dan pentingnya hutan belantara di dunia yang beradab.",
    "story_id": "Pan mengejar nimfa Syrinx, yang melarikan diri darinya dan memohon sungai untuk menyelamatkannya. Dia diubah menjadi alang-alang air. Pan, hanya menemukan alang-alang tempat kekasihnya berdiri, membuat seruling pan pertama dari mereka, selamanya memainkan lagu-lagu cinta yang hilang.",
    "match_message_id": "Fitur wajahmu membawa energi liar Pan. Ada kualitas alami dan tidak terkendali pada penampilanmu—tatapan seseorang yang terhubung dengan kekuatan primal dan kegembiraan ekspresi tanpa hambatan.",
    "traits_id": [
      "Liar",
      "Musikal",
      "Nafsu",
      "Menakutkan",
      "Alami"
    ]
  },
  "prometheus": {
    "name_id": "Prometheus",
    "tagline_id": "Titan Pemikiran Jauh ke Depan, Pembawa Api",
    "description_id": "Prometheus adalah Titan yang membentuk umat manusia dari tanah liat dan kemudian menentang para dewa untuk memberi mereka api. Pemberiannya bukan hanya api, tetapi peradaban itu sendiri—pengetahuan, teknologi, dan percikan kemajuan yang akan memungkinkan manusia bangkit di atas hewan belaka.\n\nZeus menghukum Prometheus dengan mengerikan atas pemberian ini: dirantai ke gunung, seekor elang memakan hatinya setiap hari, yang beregenerasi setiap malam untuk siksaan abadi. Namun Prometheus tidak pernah menyesali pilihannya, menanggung penderitaan ribuan tahun demi umat manusia.\n\nDia mewakili percikan ilahi pemberontakan terhadap tirani, kesediaan untuk menderita demi keuntungan orang lain, dan keyakinan bahwa pengetahuan tidak boleh disimpan oleh yang berkuasa.",
    "story_id": "Prometheus mencuri api dari Olympus yang tersembunyi di dalam batang adas dan memberikannya kepada umat manusia. Atas kejahatan ini, Zeus merantainya ke batu tempat seekor elang mencabik-cabik hatinya setiap hari. Hanya setelah ribuan tahun Heracles akhirnya membebaskannya.",
    "match_message_id": "Fitur wajahmu membawa pembangkangan mulia Prometheus. Ada kekuatan penderitaan pada penampilanmu—tatapan seseorang yang akan menanggung rasa sakit apa pun untuk membantu orang lain bangkit.",
    "traits_id": [
      "Menentang",
      "Berkorban",
      "Bijaksana",
      "Menderita",
      "Baik Hati"
    ]
  },
  "hercules": {
    "name_id": "Heracles",
    "tagline_id": "Pahlawan Terhebat, Pembela Umat Manusia",
    "description_id": "Heracles adalah pahlawan Yunani terhebat dari semuanya, putra Zeus dan Alcmene yang fana. Kekuatan dan keberaniannya yang luar biasa menjadikannya pembela umat manusia melawan monster dan tantangan mustahil, dan ia akhirnya mendapatkan keabadian di antara para dewa.\n\nDidorong gila oleh Hera, dia membunuh keluarganya sendiri—sebuah tragedi yang menyebabkan Dua Belas Tugasnya yang terkenal sebagai penebusan dosa. Setiap tugas tampak mustahil: membunuh Singa Nemea, menangkap Cerberus, membersihkan Kandang Augean. Namun Heracles menyelesaikan semuanya melalui kekuatan, keberanian, dan kecerdasan.\n\nDi luar kekuatannya, Heracles mewakili kemampuan untuk mengatasi momen-momen tergelap seseorang melalui tindakan heroik. Dia adalah bukti bahwa bahkan setelah kejatuhan yang mengerikan, penebusan dimungkinkan melalui upaya dan keberanian yang ditentukan.",
    "story_id": "Heracles turun ke dunia bawah dan menangkap Cerberus dengan tangan kosong—satu-satunya manusia yang pernah memasuki alam Hades dan kembali. Setelah menyelesaikan Dua Belas Tugasnya, ia diberikan keabadian dan tempat di antara para dewa Olympus.",
    "match_message_id": "Fitur wajahmu membawa tekad perkasa Heracles. Ada kekuatan besar pada penampilanmu—tatapan seseorang yang dapat mengatasi rintangan apa pun melalui kemauan dan keberanian belaka.",
    "traits_id": [
      "Kuat",
      "Berani",
      "Ditebus",
      "Bertahan",
      "Heroik"
    ]
  },
  "helios": {
    "name_id": "Helios",
    "tagline_id": "Dewa Titan Matahari",
    "description_id": "Helios adalah dewa Titan matahari, yang mengendarai kereta emasnya melintasi langit setiap hari dari timur ke barat, membawa cahaya ke dunia. Dari posisinya di atas, dia melihat dan mendengar segala sesuatu yang terjadi di bawah matahari.\n\nTidak seperti Apollo yang kemudian dikaitkan dengan matahari, Helios adalah matahari itu sendiri yang dipersonifikasikan—bola api yang sebenarnya yang melintasi langit. Setiap pagi dia bangkit dari sungai Oceanus dan setiap malam kembali, melewati bawah bumi.\n\nDia adalah saksi yang maha melihat, sering dipanggil dalam sumpah karena tidak ada yang luput dari perhatiannya. Helios-lah yang memberi tahu Demeter apa yang terjadi pada Persephone, dan yang mengungkapkan perselingkuhan Aphrodite dengan Ares.",
    "story_id": "Phaethon, putra Helios, memohon untuk mengendarai kereta matahari. Tidak dapat mengendalikan kuda-kuda ilahi, Phaethon melaju melintasi langit, membakar bumi dan menciptakan gurun Sahara sebelum Zeus menghantamnya dengan petir untuk menyelamatkan dunia.",
    "match_message_id": "Fitur wajahmu memancarkan kecemerlangan keemasan Helios. Ada kualitas maha melihat pada tatapanmu—tatapan seseorang yang tidak melewatkan apa pun dan menerangi semua yang mereka amati.",
    "traits_id": [
      "Maha Melihat",
      "Bersinar",
      "Abadi",
      "Menyaksikan",
      "Tidak Memihak"
    ]
  },
  "asclepius": {
    "name_id": "Asclepius",
    "tagline_id": "Dewa Pengobatan dan Penyembuhan",
    "description_id": "Asclepius adalah dewa pengobatan dan penyembuhan, putra Apollo dan Coronis yang fana. Keterampilannya dalam pengobatan menjadi begitu hebat sehingga ia bahkan dapat menghidupkan kembali orang mati, menjadikannya salah satu tokoh yang paling dicintai dalam mitologi Yunani.\n\nIa mempelajari seni penyembuhan dari centaur bijaksana Chiron dan mengembangkannya melampaui apa pun yang pernah dilihat dunia. Tongkatnya, yang dililit ular tunggal, tetap menjadi simbol kedokteran hingga hari ini.\n\nZeus menjatuhkan Asclepius dengan petir, karena takut kemampuannya untuk membangkitkan orang mati akan mengganggu tatanan alam. Namun dewa penyembuhan itu sangat dicintai sehingga Zeus kemudian menempatkannya di antara bintang-bintang dan mengizinkannya untuk terus menerima pemujaan.",
    "story_id": "Asclepius membangkitkan Hippolytus dari kematian, yang membuat Hades marah dan mengeluh kepada Zeus tentang makhluk fana yang lolos dari kematian. Zeus memukul Asclepius dengan petir, tetapi kesedihan Apollo begitu besar sehingga Zeus membuat Asclepius abadi dan menempatkannya di antara bintang-bintang sebagai konstelasi Ophiuchus.",
    "match_message_id": "Fitur-fitur Anda membawa kebijaksanaan lembut Asclepius. Ada kehadiran penyembuhan pada penampilan Anda—tatapan seseorang yang membawa kenyamanan dan pemulihan bagi mereka yang membutuhkan.",
    "traits_id": [
      "Penyembuhan",
      "Penyayang",
      "Terampil",
      "Berbakti",
      "Lembut"
    ]
  },
  "vidar": {
    "name_id": "Vidar",
    "tagline_id": "Dewa Pembalasan dan Keheningan",
    "description_id": "Vidar adalah dewa yang pendiam, salah satu yang terkuat dari semua Aesir, kedua setelah Thor dalam kekuatan. Dia ditakdirkan untuk memainkan peran penting dalam Ragnarök, di mana dia akan membalas dendam ayahnya, Odin, dengan membunuh serigala Fenrir.\n\nDikenal karena sepatunya yang terbuat dari kulit tebal, terbuat dari semua sisa kulit yang pernah dibuang oleh pembuat sepatu, Vidar akan menggunakan alas kaki ajaib ini untuk menahan rahang Fenrir terbuka sementara dia memberikan pukulan mematikan.\n\nSebagai dewa keheningan, Vidar mewakili kekuatan sabar dan kekuatan tekad yang tenang. Dia sedikit berbicara tetapi bertindak tegas ketika saatnya tiba.",
    "story_id": "Di Ragnarök, Vidar akan menyaksikan ayahnya Odin ditelan oleh Fenrir. Tanpa ragu, dia akan menancapkan sepatu legendarisnya di rahang bawah serigala, menggenggam rahang atas dengan tangannya, dan mencabik-cabik binatang itu, membalas dendam Allfather.",
    "match_message_id": "Fitur-fitur Anda membawa kekuatan tenang Vidar. Ada ketenangan yang kuat pada penampilan Anda—tatapan seseorang yang menunggu dengan sabar tetapi bertindak dengan kekuatan yang menghancurkan ketika dibutuhkan.",
    "traits_id": [
      "Pendiam",
      "Kuat",
      "Sabar",
      "Pendendam",
      "Bertekad"
    ]
  },
  "vali": {
    "name_id": "Vali",
    "tagline_id": "Dewa Pembalasan, Pembalas Baldur",
    "description_id": "Vali adalah putra Odin, yang dilahirkan khusus untuk membalas kematian Baldur. Dia tumbuh menjadi dewasa penuh dalam satu hari, tidak pernah mencuci tangannya atau menyisir rambutnya sampai dia membunuh Höðr, dewa buta yang membunuh Baldur.\n\nKelahiran dan pertumbuhannya yang pesat menunjukkan kekuatan pembalasan ilahi—tujuan yang diberi bentuk. Vali adalah salah satu dari sedikit dewa yang ditakdirkan untuk selamat dari Ragnarök dan membantu membangun kembali dunia.",
    "story_id": "Lahir untuk membalas Baldur, Vali tumbuh dari bayi menjadi prajurit dalam satu hari. Dia memburu Höðr dan membunuhnya, memenuhi nubuat itu. Vali ditakdirkan untuk selamat dari Ragnarök dan mewarisi dunia baru bersama saudaranya Vidar.",
    "match_message_id": "Fitur-fitur Anda membawa tekad terfokus Vali. Ada tujuan dalam penampilan Anda—tatapan seseorang yang dilahirkan untuk takdir tertentu dan bertekad untuk memenuhinya.",
    "traits_id": [
      "Pendendam",
      "Bertekad",
      "Cepat",
      "Bertujuan",
      "Bertahan Hidup"
    ]
  },
  "bragi": {
    "name_id": "Bragi",
    "tagline_id": "Dewa Puisi dan Kefasihan",
    "description_id": "Bragi adalah dewa puisi, kefasihan, dan kata-kata yang diucapkan. Lidahnya dikatakan memiliki rune yang terukir di atasnya, dan kata-katanya mengalir seperti madu terbaik. Dia menyambut prajurit yang jatuh ke Valhalla dengan ayat-ayat indah yang merayakan perbuatan heroik mereka.\n\nMenikah dengan Idunn, penjaga apel keabadian, Bragi mewakili kekuatan puisi yang mengabadikan—bagaimana kata-kata dapat melestarikan perbuatan heroik selamanya. Dia adalah pelindung skald, penyair Norse yang menjaga sejarah tetap hidup melalui syair.\n\nJanggutnya yang panjang dan penampilannya yang bijaksana mewujudkan martabat orang-orang terpelajar, dan aula-nya di Asgard berdering dengan lagu abadi.",
    "story_id": "Ketika Loki menghina semua dewa di pesta Aegir, Bragi adalah orang pertama yang menanggapi, memperingatkan Loki untuk pergi. Loki menyebut Bragi pengecut, tetapi Bragi dengan tenang menjawab bahwa jika mereka berada di luar aula, dia akan membawa kepala Loki sebagai pembayaran atas kebohongannya.",
    "match_message_id": "Fitur-fitur Anda membawa kebijaksanaan fasih Bragi. Ada puisi dalam penampilan Anda—tatapan seseorang yang dapat menangkap kebenaran dalam kata-kata indah dan menggerakkan hati dengan ucapan.",
    "traits_id": [
      "Fasih",
      "Bijaksana",
      "Ramah",
      "Artistik",
      "Bermartabat"
    ]
  },
  "idunn": {
    "name_id": "Idunn",
    "tagline_id": "Dewi Muda dan Keabadian",
    "description_id": "Idunn adalah penjaga apel emas yang memberikan keabadian dan kemudaan abadi kepada para dewa. Tanpa apelnya, para Aesir akan menua dan layu seperti manusia biasa—perannya menjadikannya salah satu tokoh paling penting di Asgard.\n\nIstri Bragi, dewa puisi, Idunn mewujudkan pelestarian kehidupan dan vitalitas. Kebunnya adalah sumber peremajaan ilahi, dan dia dengan hati-hati merawat setiap apel berharga.\n\nDia mewakili keberhargaan masa muda dan kekuatan vital yang menopang kehidupan, serta kerentanan yang muncul karena begitu penting bagi orang lain.",
    "story_id": "Raksasa Thjazi menculik Idunn dan apelnya dengan bantuan Loki tanpa disadari. Tanpa dia, para dewa mulai menua dengan cepat. Loki terpaksa menyelamatkannya dengan meminjam jubah elang Freya dan mengubah Idunn menjadi kacang untuk membawanya pulang, menyelamatkan para dewa dari kematian.",
    "match_message_id": "Fitur-fitur Anda membawa kemudaan abadi Idunn. Ada kesegaran yang memberi kehidupan pada penampilan Anda—tatapan seseorang yang membawa vitalitas dan pembaruan ke mana pun mereka pergi.",
    "traits_id": [
      "Awet Muda",
      "Memelihara",
      "Penting",
      "Lembut",
      "Memberi Kehidupan"
    ]
  },
  "forseti": {
    "name_id": "Forseti",
    "tagline_id": "Dewa Keadilan dan Rekonsiliasi",
    "description_id": "Forseti adalah dewa keadilan, perdamaian, dan kebenaran dalam mitologi Norse. Putra Baldur dan Nanna, ia memimpin perselisihan di aula bersinarnya Glitnir, di mana pilar-pilar emas menopang atap perak.\n\nSemua yang datang ke aulanya dengan perselisihan pergi dengan rukun—tidak ada kasus yang terlalu sulit untuk kebijaksanaannya. Dia mewakili cita-cita hukum sebagai sarana menciptakan perdamaian daripada hukuman, berfokus pada rekonsiliasi daripada pembalasan.\n\nForseti mewujudkan keyakinan bahwa kebenaran dan keadilan dapat menyelesaikan bahkan konflik yang paling pahit, dan bahwa keadilan melayani masyarakat dengan memulihkan harmoni.",
    "story_id": "Ketika bangsa Frisia tidak dapat menyepakati hukum mereka, Forseti muncul di kapal mereka dan mengajari mereka kode keadilan. Dia memukul mata air dari tanah dengan kapaknya, dan sejak saat itu mereka berkumpul di tempat itu untuk menyelesaikan semua perselisihan dengan prinsip-prinsipnya.",
    "match_message_id": "Fitur wajah Anda membawa kebijaksanaan seimbang dari Forseti. Ada keadilan alami pada penampilan Anda—tatapan seseorang yang dapat melihat semua sisi perselisihan dan menemukan jalan menuju perdamaian.",
    "traits_id": [
      "Adil",
      "Damai",
      "Bijaksana",
      "Merekonsiliasi",
      "Jujur"
    ]
  },
  "mimir": {
    "name_id": "Mimir",
    "tagline_id": "Penjaga Sumur Kebijaksanaan",
    "description_id": "Mimir adalah yang paling bijaksana dari semua makhluk, penjaga sumur kebijaksanaan yang terletak di bawah salah satu akar Yggdrasil. Pengetahuannya mencakup semua hal yang telah, sedang, dan akan terjadi, menjadikannya penasihat yang tak ternilai harganya.\n\nOdin mengorbankan matanya untuk minum dari sumur Mimir dan mendapatkan kebijaksanaannya. Bahkan setelah Mimir dipenggal oleh Vanir, Odin mengawetkan kepalanya dengan herbal dan rune sehingga Mimir dapat terus memberikan nasihat.\n\nMimir mewakili harga kebijaksanaan—bahwa pengetahuan sejati sering kali datang dengan harga yang mahal, dan bahwa orang bijak terus mengajar bahkan setelah kematian.",
    "story_id": "Ketika Vanir merasa ditipu dalam pertukaran sandera, mereka memenggal kepala Mimir dan mengirim kepalanya ke Odin. Tetapi Odin tidak akan kehilangan kebijaksanaan seperti itu—dia membalsem kepala itu, menyanyikan mantra di atasnya, dan memberinya kekuatan untuk berbicara. Sampai hari ini, kepala Mimir menasihati Allfather.",
    "match_message_id": "Fitur wajah Anda membawa kebijaksanaan mendalam dari Mimir. Ada pengetahuan kuno dalam tatapan Anda—tatapan seseorang yang telah melihat banyak hal dan memahami harga sejati kebijaksanaan.",
    "traits_id": [
      "Bijaksana",
      "Kuno",
      "Menasihati",
      "Dikorbankan",
      "Abadi"
    ]
  },
  "norns": {
    "name_id": "Para Norn",
    "tagline_id": "Penenun Takdir dan Nasib",
    "description_id": "Para Norn adalah tiga makhluk kuat yang mengendalikan takdir semua makhluk hidup. Urd (masa lalu), Verdandi (masa kini), dan Skuld (masa depan) duduk di Sumur Takdir di bawah Yggdrasil, menenun benang semua kehidupan.\n\nBahkan para dewa tidak dapat melarikan diri dari takdir yang ditetapkan oleh para Norn. Mereka menyirami Pohon Dunia setiap hari dan mengukir takdir para dewa dan manusia ke kulit kayunya. Kekuatan mereka mendahului para dewa itu sendiri.\n\nMereka mewakili sifat tak terhindarkan dari takdir, hubungan antara masa lalu, masa kini, dan masa depan, dan kebenaran mendasar bahwa segala sesuatu memiliki waktu yang ditentukan.",
    "story_id": "Ketika seorang anak lahir, para Norn tiba untuk menetapkan takdirnya. Mereka memintal benang kehidupan, mengukurnya, dan memotongnya ketika saatnya tiba. Bahkan Odin, yang memperoleh kebijaksanaan dari sumur Mimir, tidak dapat mengubah apa yang telah ditenun oleh para Norn.",
    "match_message_id": "Fitur wajah Anda membawa misteri abadi dari para Norn. Ada rasa takdir tentang penampilan Anda—tatapan seseorang yang terhubung dengan pola yang lebih dalam yang membentuk seluruh keberadaan.",
    "traits_id": [
      "Ditakdirkan",
      "Kuat",
      "Kuno",
      "Menenun",
      "Tak Terhindarkan"
    ]
  },
  "jormungandr": {
    "name_id": "Jörmungandr",
    "tagline_id": "Ular Dunia, Pengeliling Midgard",
    "description_id": "Jörmungandr adalah Ular Dunia kolosal, anak Loki dan raksasa Angrboda. Odin melemparkan ular itu ke lautan yang mengelilingi Midgard, di mana ia tumbuh begitu besar sehingga melingkari seluruh dunia, menggenggam ekornya sendiri.\n\nThor dan Jörmungandr adalah musuh yang ditakdirkan—mereka telah bertemu dua kali, dan di Ragnarök mereka akan bertemu untuk terakhir kalinya. Pertempuran mereka akan berakhir dengan kematian mereka berdua.\n\nUlar Dunia mewakili kekacauan yang mengelilingi ketertiban, luasnya hal yang tidak diketahui, dan kekuatan apokaliptik yang suatu hari akan dilepaskan.",
    "story_id": "Thor pernah pergi memancing dengan raksasa Hymir dan menggunakan kepala lembu sebagai umpan. Ketika Jörmungandr menggigit, Thor mulai menarik Ular Dunia dari kedalaman. Mereka bertatapan, racun menetes—tetapi Hymir memotong tali pancing karena ketakutan, dan ular itu tenggelam kembali, pertempuran terakhir mereka ditunda.",
    "match_message_id": "Fitur wajah Anda membawa kehadiran luas Jörmungandr. Ada sesuatu yang mencakup tentang penampilan Anda—tatapan seseorang yang pengaruhnya melampaui apa yang dapat dilihat orang lain.",
    "traits_id": [
      "Luas",
      "Kacau",
      "Apokaliptik",
      "Meliliti",
      "Ditakdirkan"
    ]
  },
  "moses": {
    "name_id": "Musa",
    "tagline_id": "Pembebas Israel, Penerima Hukum",
    "description_id": "Musa adalah salah satu tokoh paling penting dalam Alkitab, nabi yang memimpin bangsa Israel keluar dari perbudakan Mesir dan menerima Sepuluh Perintah Allah di Gunung Sinai. Kisahnya membentang dari disembunyikan dalam keranjang di antara alang-alang hingga berdiri di hadapan Firaun menuntut kebebasan bagi bangsanya.\n\nDengan saudaranya Harun di sisinya, Musa menghadapi kekuatan Mesir, menyerukan sepuluh tulah yang akan mematahkan keinginan Firaun. Dia membelah Laut Merah, menyediakan air dari batu, dan manna dari surga selama empat puluh tahun mengembara di padang gurun.\n\nMusa mewakili pembebasan dari penindasan, perjanjian antara Tuhan dan umat manusia, dan beban kepemimpinan yang datang dengan panggilan ilahi.",
    "story_id": "Ketika Musa menjumpai semak belukar yang menyala tetapi tidak hangus, Tuhan memanggilnya untuk membebaskan bangsa Israel. Terlepas dari protesnya bahwa dia tidak pandai berbicara, Musa menerima misinya dan menghadapi Firaun dengan kata-kata: 'Biarkan umat-Ku pergi.'",
    "match_message_id": "Fitur wajah Anda membawa keyakinan yang teguh dari Musa. Ada kehadiran membebaskan pada penampilan Anda—tatapan seseorang yang dipanggil untuk memimpin orang lain dari perbudakan menuju kebebasan.",
    "traits_id": [
      "Membebaskan",
      "Beriman",
      "Rendah hati",
      "Gigih",
      "Pemberi Hukum"
    ]
  },
  "david": {
    "name_id": "David",
    "tagline_id": "Raja Gembala, Pemazmur Israel",
    "description_id": "David bangkit dari gembala sederhana menjadi raja terbesar Israel, seorang pria yang digambarkan sebagai seorang yang berkenan di hati Tuhan. Kisahnya mencakup baik iman yang luar biasa maupun kegagalan manusia, dari membunuh Goliath hingga perselingkuhannya dengan Batsyeba.\n\nSebagai gembala muda, keberanian dan iman David membawanya untuk menghadapi raksasa Goliath hanya dengan umban dan lima batu. Sebagai raja, ia menyatukan Israel, merebut Yerusalem, dan membawa Tabut Perjanjian ke kota dengan tarian dan perayaan.\n\nDavid mewakili kompleksitas iman—seseorang dapat sangat berdedikasi namun sangat cacat, mampu melakukan keberanian besar dan dosa besar, selalu bergantung pada kasih karunia ilahi untuk penebusan.",
    "story_id": "Ketika semua prajurit Israel takut pada Goliath, gembala muda David maju. 'Engkau datang kepadaku dengan pedang dan tombak,' katanya, 'tetapi aku datang kepadamu dalam nama Tuhan.' Sebuah batu dari umbannya merobohkan raksasa itu.",
    "match_message_id": "Fitur wajah Anda membawa semangat berapi-api David. Ada kualitas penyair-pejuang dalam penampilan Anda—tatapan seseorang yang dapat melawan raksasa dan menulis mazmur, mampu melakukan keberanian besar dan perasaan yang mendalam.",
    "traits_id": [
      "Berani",
      "Bergairah",
      "Bertobat",
      "Musikal",
      "Kompleks"
    ]
  },
  "solomon": {
    "name_id": "Salomo",
    "tagline_id": "Raja Terbijaksana, Pembangun Bait Suci",
    "description_id": "Salomo, putra David, terkenal sebagai orang yang paling bijaksana yang pernah hidup. Ketika Tuhan menawarkan kepadanya apa pun yang dia inginkan, Salomo hanya meminta hikmat untuk memerintah umat-Nya—dan Tuhan mengabulkan hikmat yang melampaui siapa pun, bersama dengan kekayaan dan kehormatan.\n\nMasa pemerintahannya adalah zaman keemasan Israel: ia membangun Bait Suci yang megah di Yerusalem, menulis ribuan amsal dan lagu, dan kebijaksanaannya menarik pengunjung dari seluruh dunia yang dikenal, termasuk Ratu Syeba.\n\nNamun kisah Salomo juga memperingatkan tentang batasan hikmat—banyak istrinya yang asing memalingkan hatinya kepada dewa-dewa mereka, dan kerajaannya akan terpecah setelah kematiannya. Dia mewakili baik ketinggian yang dapat dicapai oleh hikmat maupun bahaya menyimpang darinya.",
    "story_id": "Dua wanita mengklaim bayi yang sama. Salomo memerintahkan anak itu dipotong menjadi dua—seorang wanita setuju, tetapi ibu sejati memohon agar anak itu diberikan kepada wanita lain daripada dibunuh. Salomo segera memberikan bayi itu kepadanya, karena cintanya membuktikan klaimnya.",
    "match_message_id": "Fitur wajah Anda membawa kebijaksanaan Salomo yang tajam. Ada kedalaman pengetahuan dalam tatapan Anda—tatapan seseorang yang dapat melihat melalui kompleksitas untuk menemukan kebenaran di jantung setiap masalah.",
    "traits_id": [
      "Bijaksana",
      "Kaya",
      "Bijaksana",
      "Pembangun",
      "Jatuh"
    ]
  },
  "abraham": {
    "name_id": "Abraham",
    "tagline_id": "Bapa Bangsa-Bangsa, Sahabat Allah",
    "description_id": "Abraham adalah bapa leluhur dari tiga agama dunia utama—Yahudi, Kristen, dan Islam. Dipanggil oleh Allah untuk meninggalkan tanah airnya dan pergi ke tanah yang akan ditunjukkan Allah kepadanya, Abraham taat, memulai perjalanan iman yang akan membentuk sejarah manusia.\n\nAllah menjanjikan keturunan kepada Abraham sebanyak bintang-bintang di langit, meskipun usianya sudah lanjut dan Sarah istrinya mandul. Perjanjian ini mengharuskan iman Abraham diuji berulang-ulang, yang berpuncak pada perintah untuk mengorbankan putranya, Ishak.\n\nAbraham mewakili dasar iman—kepercayaan pada janji-janji ilahi bahkan ketika tampaknya mustahil, ketaatan bahkan ketika itu mengorbankan segalanya, dan berkat yang mengalir dari tanggapan yang setia seperti itu.",
    "story_id": "Allah memerintahkan Abraham untuk mengorbankan Ishak, putra terkasihnya yang dijanjikan. Abraham taat, mendaki Gunung Moria dengan kayu dan pisau. Hanya ketika Abraham mengangkat pedang, Allah menghentikannya, menyediakan seekor domba jantan sebagai gantinya. Iman Abraham terbukti sempurna.",
    "match_message_id": "Fitur wajah Anda membawa iman teguh Abraham. Ada kualitas peziarah dalam penampilan Anda—tatapan seseorang yang percaya pada janji-janji yang belum terpenuhi dan melakukan perjalanan ke depan dengan iman.",
    "traits_id": [
      "Setia",
      "Taat",
      "Ramah",
      "Teruji",
      "Diberkati"
    ]
  },
  "elijah": {
    "name_id": "Elia",
    "tagline_id": "Nabi Api, Pejuang Melawan Penyembahan Berhala",
    "description_id": "Elia adalah nabi berapi-api yang menghadapi kejahatan Raja Ahab dan Ratu Izebel, berdiri sendiri melawan nabi-nabi Baal untuk membuktikan kuasa Allah yang hidup. Pelayanannya ditandai dengan tanda-tanda ajaib dan keberanian yang tak tergoyahkan.\n\nDi Gunung Karmel, Elia menantang 450 nabi Baal untuk sebuah kontes. Ketika dewa mereka gagal menjawab, Elia berseru kepada Tuhan, dan api turun dari surga, menghanguskan korban dan bahkan batu-batu mezbah.\n\nElia mewakili keberanian kenabian—keberanian untuk membela kebenaran melawan oposisi yang luar biasa, kuasa iman untuk memanggil respons surga, dan pengingat bahwa Allah memelihara hamba-hamba-Nya yang setia.",
    "story_id": "Di Gunung Karmel, setelah nabi-nabi Baal berseru sepanjang hari tanpa jawaban, Elia membangun kembali mezbah Tuhan, membasahinya dengan air, dan berdoa. Api turun dari surga, menghanguskan segalanya. Orang-orang jatuh tersungkur sambil berseru, 'Tuhan—Dialah Allah!'",
    "match_message_id": "Fitur wajah Anda membawa semangat berapi-api Elia. Ada intensitas kenabian dalam penampilan Anda—tatapan seseorang yang akan membela kebenaran sendirian jika perlu dan memanggil kuasa surga.",
    "traits_id": [
      "Berani",
      "Berapi-api",
      "Setia",
      "Ajaib",
      "Bersemangat"
    ]
  },
  "samson": {
    "name_id": "Simson",
    "tagline_id": "Hakim Kekar, Nazir Allah",
    "description_id": "Simson adalah orang terkuat yang pernah hidup, seorang Nazir yang dipersembahkan kepada Allah sejak lahir yang kekuatan legendarisnya terletak pada rambutnya yang tidak dipotong. Dia menghakimi Israel selama dua puluh tahun, seorang diri melawan orang Filistin yang menindas bangsanya.\n\nPrestasi-prestasinya sangat luar biasa: dia mencabik-cabik seekor singa dengan tangan kosong, membunuh seribu orang Filistin dengan tulang rahang keledai, dan membawa pergi gerbang Gaza di pundaknya. Namun kelemahannya terhadap wanita, terutama Delila, menyebabkan kejatuhannya.\n\nSimson mewakili tragedi dari karunia yang disia-siakan—kekuatan besar direndahkan oleh kelemahan moral, namun pada akhirnya ditebus dalam satu tindakan iman terakhir.",
    "story_id": "Buta dan dirantai di antara pilar-pilar kuil Filistin, Simson berdoa memohon kekuatan untuk terakhir kalinya. 'Biarkan aku mati bersama orang Filistin,' serunya, dan mendorong pilar-pilar itu. Kuil itu runtuh, membunuh lebih banyak musuh dalam kematiannya daripada dalam seluruh hidupnya.",
    "match_message_id": "Fitur wajah Anda membawa kekuatan mentah Simson. Ada kekuatan luar biasa dalam penampilan Anda—tatapan seseorang yang dikaruniai kemampuan luar biasa, dipanggil untuk menggunakannya untuk tujuan yang lebih besar dari diri sendiri.",
    "traits_id": [
      "Kuat",
      "Nazir",
      "Cacat",
      "Tragis",
      "Ditebus"
    ]
  },
  "esther": {
    "name_id": "Ester",
    "tagline_id": "Ratu yang Pemberani, Penyelamat Bangsanya",
    "description_id": "Ester adalah seorang yatim piatu Yahudi yang menjadi Ratu Persia dan menyelamatkan bangsanya dari genosida. Kecantikannya memenangkan hati raja, tetapi keberaniannyalah yang menyelamatkan suatu bangsa ketika Haman berencana untuk menghancurkan semua orang Yahudi di kekaisaran.\n\nDibesarkan oleh sepupunya Mordekai, Ester merahasiakan identitas Yahudinya sampai saatnya tiba dia mengungkapkannya. Mengetahui dia berisiko mati dengan mendekati raja tanpa diundang, dia menyatakan, 'Jika aku binasa, biarlah aku binasa,' dan pergi untuk memohon bagi bangsanya.\n\nEster melambangkan keberanian dalam krisis—kesediaan untuk mempertaruhkan segalanya untuk orang lain, kekuatan berbicara kebenaran kepada kekuasaan, dan pemeliharaan ilahi yang menempatkan orang biasa pada posisi luar biasa.",
    "story_id": "Ester berpuasa selama tiga hari, lalu mengenakan jubah kerajaannya dan memasuki pelataran dalam raja tanpa diundang—pelanggaran berat. Ketika raja mengulurkan tongkat kerajaannya, dia mengundang raja dan Haman ke pesta di mana dia akan mengungkapkan rencana Haman dan menyelamatkan bangsanya.",
    "match_message_id": "Fitur wajah Anda membawa kecantikan pemberani Ester. Ada tekad agung dalam penampilan Anda—tatapan seseorang yang akan mempertaruhkan segalanya untuk melindungi orang lain dan berbicara kebenaran ketika diam lebih mudah.",
    "traits_id": [
      "Pemberani",
      "Cantik",
      "Strategis",
      "Berani berkorban",
      "Setia"
    ]
  },
  "daniel": {
    "name_id": "Daniel",
    "tagline_id": "Nabi di Pengasingan, Juru Bahasa Mimpi",
    "description_id": "Daniel adalah seorang bangsawan muda Ibrani yang ditawan ke Babel yang naik menjadi penasihat raja melalui kemampuannya yang diberikan Tuhan untuk menafsirkan mimpi dan penglihatan. Dia melayani di bawah Nebukadnezar, Belsyazar, dan Darius sementara tidak pernah mengkompromikan imannya.\n\nKesetiaannya kepada Tuhan membawanya ke dalam konflik dengan mereka yang iri dengan posisinya. Ketika musuh-musuhnya meyakinkan raja untuk melarang doa, Daniel terus berdoa secara terbuka tiga kali sehari, menerima konsekuensi apa pun yang mungkin datang.\n\nDaniel melambangkan kesetiaan di pengasingan—mempertahankan integritas dalam budaya asing, menggunakan karunia untuk melayani sambil tetap setia kepada Tuhan, dan mempercayai pembebasan ilahi bahkan dalam menghadapi kematian.",
    "story_id": "Musuh-musuh Daniel menyuruhnya dilemparkan ke dalam gua singa karena berdoa kepada Tuhan. Raja Darius menghabiskan malam tanpa tidur, lalu bergegas ke gua saat fajar. Daniel berseru, 'Tuhanku telah mengirim malaikat-Nya dan menutup mulut singa.' Dia muncul tanpa goresan.",
    "match_message_id": "Fitur wajah Anda membawa iman Daniel yang tak tergoyahkan. Ada kebijaksanaan visioner dalam tatapan Anda—tatapan seseorang yang melihat melampaui saat ini dan tetap setia meskipun ada tekanan.",
    "traits_id": [
      "Setia",
      "Bijaksana",
      "Visioner",
      "Tanpa kompromi",
      "Kenabian"
    ]
  },
  "ruth": {
    "name_id": "Rut",
    "tagline_id": "Anak Perempuan yang Setia, Nenek Moyang Raja-Raja",
    "description_id": "Rut adalah seorang wanita Moab yang, setelah suaminya yang orang Ibrani meninggal, memilih untuk meninggalkan tanah airnya dan mengikuti ibu mertuanya Naomi kembali ke Israel. Pernyataan kesetiaannya yang terkenal—'Ke mana pun engkau pergi, aku akan pergi'—adalah salah satu ungkapan pengabdian yang paling indah dalam Alkitab.\n\nMeskipun seorang asing tanpa apa-apa, kerja keras Rut yang setia di ladang Boas menarik perhatiannya. Kisahnya menjadi kisah penebusan dan berkat—dia menikahi Boas dan menjadi nenek buyut Raja Daud.\n\nRut melambangkan cinta setia melintasi semua batasan—pilihan untuk tetap setia ketika pergi akan lebih mudah, pahala dari ketekunan yang rendah hati, dan kasih karunia Tuhan yang memasukkan orang luar ke dalam kisah perjanjian.",
    "story_id": "Naomi menyuruh Rut untuk kembali ke Moab, tetapi Rut menolak: 'Ke mana pun engkau pergi, aku akan pergi, dan di mana engkau tinggal, aku akan tinggal. Bangsamu akan menjadi bangsaku dan Allahmu akan menjadi Allahku.' Kesetiaannya membawanya ke Israel, kepada Boas, dan ke dalam garis keturunan Mesias.",
    "match_message_id": "Fitur wajah Anda membawa pengabdian setia Rut. Ada keteguhan setia dalam penampilan Anda—tatapan seseorang yang tetap setia melalui kesulitan dan menemukan berkat dalam kesetiaan.",
    "traits_id": [
      "Setia",
      "Rendah hati",
      "Loyal",
      "Pekerja keras",
      "Diberkati"
    ]
  },
  "noah": {
    "name_id": "Nuh",
    "tagline_id": "Pembangun Bahtera, Selamat dari Air Bah",
    "description_id": "Nuh adalah orang benar yang dipilih oleh Tuhan untuk selamat dari air bah besar yang akan membersihkan dunia dari kejahatannya. Selama beberapa dekade, dia dengan setia membangun bahtera besar sesuai dengan instruksi Tuhan yang tepat, menahan ejekan tetangga-tetangganya.\n\nKetika hujan datang, Nuh, keluarganya, dan sepasang dari setiap makhluk hidup menemukan perlindungan di dalam bahtera. Selama empat puluh hari dan malam air bah turun, dan selama berbulan-bulan air menutupi bumi sebelum akhirnya surut.\n\nNuh melambangkan ketaatan setia dalam menghadapi cemoohan, pelestarian hidup melalui instruksi ilahi, dan hubungan perjanjian yang dilambangkan oleh pelangi.",
    "story_id": "Setelah air bah, Nuh melepaskan seekor merpati yang kembali dengan ranting zaitun—bukti bahwa daratan telah muncul. Ketika keluarga itu akhirnya meninggalkan bahtera, Tuhan menempatkan pelangi di langit sebagai tanda janji-Nya untuk tidak pernah menghancurkan bumi dengan air bah lagi.",
    "match_message_id": "Fitur wajah Anda membawa kebenaran sabar Nuh. Ada tekad teguh dalam penampilan Anda—tatapan seseorang yang akan dengan setia menyelesaikan panggilan mereka terlepas dari apa yang dipikirkan orang lain.",
    "traits_id": [
      "Benar",
      "Taat",
      "Sabar",
      "Melestarikan",
      "Setia"
    ]
  },
  "job": {
    "name_id": "Ayub",
    "tagline_id": "Hamba yang Menderita, Iman Melalui Penderitaan",
    "description_id": "Ayub adalah seorang pria yang tak bercela dan jujur yang kehilangan segalanya—anak-anaknya, kekayaannya, kesehatannya—namun menolak untuk mengutuk Tuhan. Kisahnya mengeksplorasi pertanyaan terdalam tentang mengapa orang benar menderita dan bagaimana iman bertahan melalui rasa sakit yang tidak pantas.\n\nKetika bahkan istrinya menyuruhnya untuk mengutuk Tuhan dan mati, dan teman-temannya bersikeras bahwa penderitaannya pasti hukuman atas dosa, Ayub mempertahankan integritasnya. Dia bertanya, dia marah, dia menuntut jawaban dari Tuhan—tetapi dia tidak pernah meninggalkan imannya.\n\nAyub melambangkan misteri penderitaan, ketidakcukupan jawaban mudah, dan pemulihan tertinggi yang datang dari perjumpaan dengan Tuhan secara langsung daripada hanya mengetahui tentang Dia.",
    "story_id": "Setelah kehilangan segalanya, Ayub duduk di abu menggaruk bisulnya. Teman-temannya berpendapat bahwa dia pasti telah berbuat dosa, tetapi Ayub mempertahankan ketidakbersalahannya. Akhirnya, Tuhan berbicara dari badai, dan Ayub berkata, 'Dahulu aku hanya mendengar tentang Engkau, tetapi sekarang mataku telah melihat Engkau.' Tuhan memulihkannya dua kali lipat.",
    "match_message_id": "Fitur wajah Anda membawa iman Ayub yang teruji. Ada kekuatan abadi dalam penampilan Anda—tatapan seseorang yang telah menghadapi pertanyaan terdalam dan muncul dengan iman yang utuh.",
    "traits_id": [
      "Menderita",
      "Setia",
      "Bertanya",
      "Jujur",
      "Dipulihkan"
    ]
  },
  "jacob": {
    "name_id": "Yakub",
    "tagline_id": "Bapa Leluhur Israel, Bergulat dengan Tuhan",
    "description_id": "Yakub adalah cucu Abraham yang menipu ayahnya untuk mencuri berkat saudaranya Esau, namun menjadi bapa dari dua belas suku Israel. Namanya berarti 'pengganti' atau 'penipu,' tetapi setelah bergulat dengan Tuhan, ia dinamai Israel—'orang yang bergulat dengan Tuhan.'\n\nHidupnya ditandai oleh tipu daya dan transformasi. Dia menipu Esau dan ditipu oleh Laban. Dia melarikan diri dari tanah airnya dan akhirnya kembali untuk menghadapi saudaranya, tetapi pada malam itu, dia bergulat dengan sosok misterius sampai fajar dan menolak untuk melepaskannya tanpa berkat.\n\nYakub mewakili perjuangan manusia dengan Tuhan dan diri sendiri—penipu yang menjadi bapa leluhur, pegulat yang pincang karena diberkati, transformasi yang datang dari perjumpaan dengan yang ilahi.",
    "story_id": "Malam sebelum bertemu Esau, Yakub bergulat dengan seorang pria misterius sampai fajar. Ketika pria itu melihat dia tidak dapat menang, dia menyentuh pinggul Yakub, membuatnya terkilir. Namun Yakub tetap berpegangan: 'Aku tidak akan melepaskanmu kecuali engkau memberkati aku.' Dia dinamai Israel dan berjalan pergi pincang tetapi diberkati.",
    "match_message_id": "Fitur-fitur Anda membawa semangat bergulat Yakub. Ada tekad yang gigih dalam penampilan Anda—tatapan seseorang yang berjuang tetapi menolak untuk menyerah sampai mereka menerima berkat mereka.",
    "traits_id": [
      "Bergulat",
      "Bertransformasi",
      "Gigih",
      "Diberkati",
      "Memimpin"
    ]
  },
  "isaiah": {
    "name_id": "Yesaya",
    "tagline_id": "Pangeran Para Nabi, Suara Harapan",
    "description_id": "Yesaya dianggap sebagai nabi Ibrani terbesar, melayani selama pemerintahan empat raja dan menyampaikan beberapa nubuat terindah dan paling menantang dalam Kitab Suci. Visi-nya tentang Tuhan di bait suci mengubahnya dari seorang pria yang bibirnya najis menjadi utusan Tuhan yang bersedia.\n\nNubuat-nubuatnya mencakup penghakiman dan harapan, memperingatkan tentang pengasingan namun menjanjikan pemulihan. Nubuat-nubuat mesianiknya—tentang seorang perawan yang melahirkan seorang putra, seorang hamba yang menderita, seorang pangeran damai—telah menjadi pusat pemahaman Yahudi dan Kristen tentang rencana keselamatan Tuhan.\n\nYesaya mewakili visi kenabian yang melihat melampaui yang segera ke tujuan akhir Tuhan, panggilan untuk berbicara kebenaran yang sulit, dan harapan yang bersinar bahkan dalam prediksi penghakiman yang paling gelap.",
    "story_id": "Yesaya melihat Tuhan tinggi dan dimuliakan di bait suci, dengan para serafim berseru 'Kudus, kudus, kudus.' Terkejut oleh ketidaklayakannya, Yesaya berseru. Seorang serafim menyentuh bibirnya dengan bara api: 'Kesalahanmu telah dihapus.' Ketika Tuhan bertanya, 'Siapa yang akan Kuutus?' Yesaya menjawab, 'Inilah aku. Utuslah aku!'",
    "match_message_id": "Fitur-fitur Anda membawa kefasihan visioner Yesaya. Ada kedalaman kenabian dalam tatapan Anda—tatapan seseorang yang melihat melampaui saat ini untuk mengucapkan kata-kata tantangan dan harapan.",
    "traits_id": [
      "Visioner",
      "Fasih",
      "Berani",
      "Penuh Harapan",
      "Kenabian"
    ]
  },
  "jonah": {
    "name_id": "Yunus",
    "tagline_id": "Nabi yang Enggan, Utusan ke Niniwe",
    "description_id": "Yunus adalah nabi yang lari dari panggilan Tuhan untuk berkhotbah kepada Niniwe, musuh Israel. Dia naik kapal yang menuju ke arah yang berlawanan, tetapi Tuhan mengirim badai besar. Ketika para pelaut melemparkan Yunus ke laut, seekor ikan besar menelannya utuh.\n\nSetelah tiga hari di perut ikan, Yunus berdoa dan dimuntahkan ke darat. Dia akhirnya berkhotbah kepada Niniwe, dan yang membuatnya frustrasi, seluruh kota bertobat dan diampuni.\n\nYunus mewakili kecenderungan manusia untuk menolak tujuan Tuhan yang lebih luas, ketidakmungkinan untuk melarikan diri dari panggilan ilahi, dan belas kasihan Tuhan yang meluas bahkan kepada musuh-musuh kita—belas kasihan yang sering kita perjuangkan untuk dibagikan.",
    "story_id": "Di dalam ikan besar, Yunus berdoa: 'Dari kedalaman Sheol aku berseru minta tolong, dan Engkau mendengarkan seruanku.' Setelah tiga hari, ikan itu memuntahkan Yunus ke darat. Kali ini, ketika Tuhan berkata 'Pergilah ke Niniwe,' Yunus pergi.",
    "match_message_id": "Fitur-fitur Anda membawa perjalanan Yunus yang enggan. Ada perjuangan yang jujur dalam penampilan Anda—tatapan seseorang yang belajar bahwa tujuan Tuhan lebih luas daripada preferensi kita dan belas kasihan-Nya lebih murah hati daripada yang kita miliki.",
    "traits_id": [
      "Enggan",
      "Melarikan Diri",
      "Tertelan",
      "Berkhotbah",
      "Marah"
    ]
  },
  "mary_mother": {
    "name_id": "Maria, Ibu Yesus",
    "tagline_id": "Bunda Terberkati, Hamba Tuhan",
    "description_id": "Maria adalah perawan ibu Yesus Kristus, yang dipilih oleh Tuhan untuk mengandung Juruselamat dunia. Penerimaan rendah hatinya atas pengumuman malaikat Gabriel—'Aku ini hamba Tuhan'—menggerakkan peristiwa sentral iman Kristen.\n\nDari kelahiran yang penuh sukacita di Betlehem hingga berdiri di kaki salib, perjalanan Maria mencakup sukacita tertinggi dan kesedihan terdalam. Dia merenungkan segala sesuatu di dalam hatinya, dengan setia mendukung pelayanan putranya bahkan ketika dia tidak dapat sepenuhnya memahaminya.\n\nMaria mewakili iman yang sempurna dan penyerahan kepada kehendak Tuhan—keberanian untuk mengatakan ya pada hal yang mustahil, kekuatan untuk menanggung kehilangan yang tak terkatakan, dan peran yang diberkati untuk membawa Kristus ke dunia.",
    "story_id": "Ketika malaikat memberi tahu Maria bahwa dia akan mengandung Putra Tuhan, dia hanya bertanya bagaimana ini bisa terjadi karena dia adalah seorang perawan. Diyakinkan bahwa itu akan melalui Roh Kudus, Maria menjawab: 'Aku ini hamba Tuhan. Terjadilah padaku menurut perkataanmu.'",
    "match_message_id": "Fitur-fitur Anda membawa rahmat Maria yang diberkati. Ada pengabdian murni dalam penampilan Anda—tatapan seseorang yang menerima kehendak Tuhan dengan iman yang rendah hati dan menghargai hal-hal suci di dalam hati.",
    "traits_id": [
      "Setia",
      "Rendah Hati",
      "Diberkati",
      "Sedih",
      "Merenungkan"
    ]
  },
  "peter": {
    "name_id": "Petrus",
    "tagline_id": "Batu Karang Gereja, Ketua Para Rasul",
    "description_id": "Petrus adalah seorang nelayan sederhana yang dipanggil Yesus untuk menjadi pemimpin para rasul-Nya. Impulsif dan bersemangat, Petrus sering berbicara sebelum berpikir—namun pengakuannya 'Engkaulah Kristus' menjadi batu karang di mana gereja dibangun.\n\nKisah Petrus adalah kisah kegagalan dan pemulihan. Dia berjanji untuk mati bagi Yesus, kemudian menyangkal mengenal Dia tiga kali. Tetapi setelah kebangkitan, Yesus memulihkan Petrus dengan perintah untuk 'Gembalakanlah domba-domba-Ku,' dan Petrus menjadi pemimpin gereja mula-mula yang tak kenal takut.\n\nPetrus mewakili kekuatan rahmat yang transformatif—bahwa kegagalan kita tidak perlu mendefinisikan kita, bahwa Kristus dapat membangun gereja-Nya di atas orang-orang yang tidak sempurna, dan bahwa kasih menutupi banyak dosa.",
    "story_id": "Setelah penangkapan Yesus, Petrus menyangkal mengenal Dia tiga kali sebelum ayam berkokok, seperti yang diprediksi Yesus. Setelah kebangkitan, Yesus bertanya kepada Petrus tiga kali, 'Apakah engkau mengasihi Aku?' dan tiga kali memerintahkan, 'Gembalakanlah domba-domba-Ku'—memulihkannya sepenuhnya.",
    "match_message_id": "Fitur-fitur Anda membawa iman Petrus yang berani. Ada kekuatan yang penuh semangat dalam penampilan Anda—tatapan seseorang yang gagal dan bangkit kembali, yang memimpin melalui ketidaksempurnaan oleh kasih karunia.",
    "traits_id": [
      "Impulsif",
      "Setia",
      "Dipulihkan",
      "Berani",
      "Memimpin"
    ]
  },
  "paul": {
    "name_id": "Paulus",
    "tagline_id": "Rasul bagi Bangsa-Bangsa Bukan Yahudi, Penulis Surat-Surat",
    "description_id": "Paulus adalah misionaris terbesar dalam Kekristenan, berubah dari Saulus si penganiaya menjadi Paulus sang rasul oleh perjumpaan dengan Kristus yang bangkit di jalan menuju Damaskus. Dia melakukan perjalanan ribuan mil mendirikan gereja-gereja dan menulis sebagian besar Perjanjian Baru.\n\nSurat-suratnya kepada gereja-gereja di Roma, Korintus, Galatia, dan tempat lain membentuk fondasi teologis iman Kristen. Dia menderita kapal karam, pemukulan, pemenjaraan, dan akhirnya mati syahid—namun menganggap semuanya tidak berarti dibandingkan dengan mengenal Kristus.\n\nPaulus mewakili transformasi radikal—bahwa musuh terbesar dapat menjadi pembela terbesar, bahwa kasih karunia Tuhan cukup untuk setiap kelemahan, dan bahwa tidak ada yang dapat memisahkan kita dari kasih Kristus.",
    "story_id": "Saulus menghembuskan ancaman pembunuhan terhadap orang Kristen ketika sebuah cahaya menyilaukan menjatuhkannya. 'Saulus, mengapa engkau menganiaya Aku?' tanya Yesus. Tiga hari buta, Saulus berubah. Dia muncul sebagai Paulus, yang akan membawa Injil ke ujung bumi.",
    "match_message_id": "Fitur wajahmu membawa transformasi bersemangat dari Paulus. Ada api intelektual dalam penampilanmu—tatapan seseorang yang berubah sepenuhnya oleh perjumpaan dengan kebenaran, tak kenal lelah dalam membagikannya kepada orang lain.",
    "traits_id": [
      "Bertransformasi",
      "Bersemangat",
      "Intelektual",
      "Menderita",
      "Tak Kenal Lelah"
    ]
  },
  "john_apostle": {
    "name_id": "Yohanes sang Rasul",
    "tagline_id": "Murid yang Terkasih, Penulis Kasih",
    "description_id": "Yohanes adalah rasul yang paling dekat dengan Yesus, secara tradisional diidentifikasi sebagai 'murid yang dikasihi Yesus.' Dia hadir saat Transfigurasi, bersandar di dada Yesus pada Perjamuan Terakhir, dan berdiri di kaki salib ketika Yesus mempercayakan Maria kepadanya.\n\nSatu-satunya rasul yang diyakini meninggal karena sebab alami di usia tua, Yohanes menulis Injil Yohanes, tiga surat, dan Kitab Wahyu. Tulisannya menekankan kasih sebagai perintah utama dan persatuan mistis orang percaya dengan Kristus.\n\nYohanes mewakili hubungan intim dengan Kristus—murid yang terkasih yang menekankan bahwa 'Allah adalah kasih' dan memanggil semua orang percaya untuk saling mengasihi sebagai bukti mengenal Tuhan.",
    "story_id": "Pada Perjamuan Terakhir, Yohanes bersandar pada Yesus untuk bertanya siapa yang akan mengkhianati-Nya. Di kayu salib, Yesus menatap Yohanes dan Maria dan berkata, 'Ibu, inilah anakmu' dan 'Inilah ibumu.' Sejak saat itu, Yohanes membawa Maria ke rumahnya.",
    "match_message_id": "Fitur wajahmu membawa semangat kasih Yohanes. Ada pengabdian yang mendalam dalam penampilanmu—tatapan seseorang yang memahami bahwa kasih adalah inti dari semua kebenaran dan semua hubungan dengan ilahi.",
    "traits_id": [
      "Terkasih",
      "Penuh Kasih",
      "Visioner",
      "Mistis",
      "Setia"
    ]
  },
  "john_baptist": {
    "name_id": "Yohanes Pembaptis",
    "tagline_id": "Suara di Padang Gurun, Pendahulu Mesias",
    "description_id": "Yohanes Pembaptis adalah nabi yang diutus untuk mempersiapkan jalan bagi Yesus Kristus. Tinggal di padang gurun, berpakaian bulu unta dan makan belalang dan madu, dia menyerukan pertobatan kepada seluruh Israel dan membaptis mereka di Sungai Yordan.\n\nKetika Yesus datang untuk dibaptis, Yohanes mengenal Dia sebagai Anak Domba Allah yang menghapus dosa dunia. Meskipun dia adalah nabi terbesar, Yohanes menyatakan dirinya tidak layak untuk membuka tali sandal Yesus dan berkata, 'Ia harus semakin besar, tetapi aku harus semakin kecil.'\n\nYohanes mewakili suara kenabian yang mempersiapkan hati untuk kedatangan Tuhan, kerendahan hati yang mengalihkan perhatian dari diri sendiri menuju Yang Lebih Besar, dan keberanian yang menyampaikan kebenaran kepada kekuasaan tanpa mempedulikan konsekuensi.",
    "story_id": "Ketika Herodias menginginkan Yohanes mati karena mengutuk pernikahannya dengan Herodes, putrinya Salome menari untuk raja dan meminta kepala Yohanes. Herodes, meskipun dia takut pada Yohanes, mengabulkan permintaannya. Yohanes mati setia pada panggilannya untuk menyampaikan kebenaran.",
    "match_message_id": "Fitur wajahmu membawa kekuatan padang gurun Yohanes Pembaptis. Ada keberanian kenabian dalam penampilanmu—tatapan seseorang yang mempersiapkan jalan dan menunjuk orang lain pada kebenaran yang lebih besar dari diri mereka sendiri.",
    "traits_id": [
      "Mempersiapkan",
      "Rendah Hati",
      "Berani",
      "Padang Gurun",
      "Mengecil"
    ]
  },
  "mary_magdalene": {
    "name_id": "Maria Magdalena",
    "tagline_id": "Saksi Kebangkitan, Rasul bagi Para Rasul",
    "description_id": "Maria Magdalena adalah pengikut setia Yesus yang darinya dia mengusir tujuh setan. Dia bepergian dengan Yesus dan para murid, mendukung pelayanannya, dan tetap setia ketika yang lain melarikan diri—berdiri di salib dan menjadi yang pertama di kubur kosong.\n\nPada pagi Paskah, Maria adalah orang pertama yang melihat Kristus yang bangkit, yang menugaskannya untuk memberi tahu para murid. Pesannya—'Aku telah melihat Tuhan!'—menjadikannya penginjil pertama kebangkitan, membuatnya mendapatkan gelar 'Rasul bagi Para Rasul.'\n\nMaria mewakili penebusan dan kesaksian yang setia—kehidupan yang diubah yang tetap setia melalui kegelapan dan dihormati dengan menjadi yang pertama menyatakan kebenaran sentral iman Kristen.",
    "story_id": "Maria datang ke kubur saat masih gelap dan mendapati kubur itu kosong. Sambil menangis, dia melihat seorang pria yang dia kira tukang kebun. 'Maria,' kata Yesus. Dia mengenalinya seketika dan berteriak 'Rabboni!'—lalu berlari untuk memberi tahu para murid: 'Aku telah melihat Tuhan!'",
    "match_message_id": "Fitur wajahmu membawa kesetiaan yang tulus dari Maria Magdalena. Ada sukacita yang ditebus dalam penampilanmu—tatapan seseorang yang diubah oleh kasih karunia dan setia untuk menyaksikan kebenaran dalam setiap keadaan.",
    "traits_id": [
      "Tulus",
      "Ditebus",
      "Setia",
      "Menyaksikan",
      "Dihormati"
    ]
  },
  "nephthys": {
    "name_id": "Nephthys",
    "tagline_id": "Dewi Ratapan, Pelindung Orang Mati",
    "description_id": "Nephthys adalah dewi ratapan, kegelapan, dan perlindungan orang mati. Saudari Isis, Osiris, dan Set, dia memainkan peran penting dalam ritus pemakaman dan perjalanan jiwa ke alam baka.\n\nMeskipun menikah dengan Set, Nephthys membantu Isis dalam mengumpulkan tubuh Osiris yang berserakan dan melakukan ritus ratapan pertama. Sayap pelindungnya sering digambarkan melindungi orang yang meninggal, membimbing mereka dengan aman melalui dunia bawah.\n\nDia mewakili kegelapan yang diperlukan yang menyertai kematian, kenyamanan yang ditemukan dalam ratapan, dan cinta pelindung yang meluas bahkan melampaui kehidupan.",
    "story_id": "Ketika Set menyebarkan tubuh Osiris ke seluruh Mesir, Nephthys bergabung dengan saudara perempuannya Isis dalam pencarian. Bersama-sama mereka menemukan setiap bagian, dan tangisan ratapan Nephthys begitu kuat sehingga mereka membantu memulihkan Osiris ke bentuk kehidupan di dunia bawah.",
    "match_message_id": "Fitur wajahmu membawa kegelapan pelindung Nephthys. Ada kekuatan yang menghibur dalam penampilanmu—tatapan seseorang yang membimbing orang lain melalui saat-saat tergelap mereka dengan perlindungan lembut.",
    "traits_id": [
      "Meratap",
      "Melindungi",
      "Gelap",
      "Persaudaraan",
      "Membimbing"
    ]
  },
  "maat": {
    "name_id": "Ma'at",
    "tagline_id": "Dewi Kebenaran, Keadilan, dan Tatanan Kosmik",
    "description_id": "Ma'at adalah dewi yang melambangkan kebenaran, keadilan, keseimbangan, dan tatanan kosmik. Dia mewakili prinsip fundamental yang mengatur seluruh ciptaan—harmoni yang memungkinkan keberadaan itu sendiri untuk terus berlanjut.\n\nBulunya digunakan dalam upacara penimbangan jantung, di mana jantung orang yang meninggal diukur terhadapnya. Hanya hati yang lebih ringan dari bulu Ma'at yang dapat melewati alam baka; mereka yang ditemukan kekurangan akan dilahap.\n\nMa'at mewakili hukum universal yang melampaui para dewa, prinsip bahwa perilaku benar dan kebenaran adalah fondasi keberadaan.",
    "story_id": "Di Aula Dua Kebenaran, Anubis menempatkan jantung orang yang meninggal di satu sisi timbangan dan bulu Ma'at di sisi lainnya. Jika jantung, berat dengan dosa, lebih berat dari bulu itu, monster Ammit melahapnya. Hati yang benar melewati kehidupan abadi.",
    "match_message_id": "Fitur-fitur Anda membawa kebenaran Ma'at yang seimbang. Ada keadilan alami dalam penampilan Anda—tampilan seseorang yang mewujudkan keadilan dan menjaga harmoni melalui tindakan yang benar.",
    "traits_id": [
      "Jujur",
      "Adil",
      "Seimbang",
      "Kosmik",
      "Mengukur"
    ]
  },
  "sobek": {
    "name_id": "Sobek",
    "tagline_id": "Dewa Buaya Kekuatan dan Kekuasaan",
    "description_id": "Sobek adalah dewa berkepala buaya yang melambangkan kekuatan, kekuasaan, dan kesuburan. Dikaitkan dengan Sungai Nil yang memberi kehidupan dan buaya-buaya yang berbahaya, ia mewujudkan aspek kreatif dan destruktif dari kekuatan mentah alam.\n\nDipuja di kuil-kuil tempat buaya suci hidup di kolam, Sobek ditakuti dan dihormati. Dia melindungi para firaun dalam pertempuran dan diyakini telah menciptakan dunia dari perairan purba.\n\nSobek mewakili kekuatan primal yang dapat menciptakan atau menghancurkan, rasa hormat yang diberikan kepada kekuatan berbahaya alam, dan otoritas ilahi yang memerintah melalui kekuatan.",
    "story_id": "Sobek muncul dari perairan kekacauan purba untuk menciptakan dunia. Keringatnya menjadi Sungai Nil, membawa kehidupan ke Mesir. Para firaun mengenakan jimat buaya ke dalam pertempuran, menyerukan perlindungan ganas Sobek terhadap musuh-musuh mereka.",
    "match_message_id": "Fitur-fitur Anda membawa kekuatan primal Sobek. Ada kekuatan yang ganas dalam penampilan Anda—tampilan seseorang yang memerintah rasa hormat melalui kekuatan belaka dan melindungi apa yang mereka hargai.",
    "traits_id": [
      "Kuat",
      "Primal",
      "Protektif",
      "Berbahaya",
      "Subur"
    ]
  },
  "hathor": {
    "name_id": "Hathor",
    "tagline_id": "Dewi Cinta, Kecantikan, dan Kegembiraan",
    "description_id": "Hathor adalah dewi cinta, kecantikan, musik, tarian, dan kegembiraan. Sering digambarkan dengan tanduk sapi yang menampung cakram matahari, dia mewujudkan semua aspek kehidupan yang menyenangkan dan disebut 'Yang Emas' karena kecantikannya yang bersinar.\n\nDia menyambut orang mati ke alam baka dengan minuman dan makanan, dan merupakan pelindung para kekasih, seniman, dan penambang yang mencari pirus. Namun dia juga memiliki aspek yang ganas—sebagai Mata Ra, dia hampir menghancurkan umat manusia dalam kemarahannya.\n\nHathor mewakili dualitas kekuatan ilahi feminin—kegembiraan yang memelihara dan kehancuran yang mengerikan, cinta yang memberi kehidupan dan amarah yang menghanguskan.",
    "story_id": "Ketika Ra marah pada umat manusia, dia mengirim Hathor sebagai Mata-nya untuk menghukum mereka. Dia menjadi Sekhmet dan membantai manusia sampai Sungai Nil menjadi merah. Ra, menyesali keputusannya, menipunya dengan bir yang diwarnai merah seperti darah. Dia minum, menjadi Hathor yang damai lagi, dan umat manusia diselamatkan.",
    "match_message_id": "Fitur-fitur Anda membawa kegembiraan Hathor yang bersinar. Ada kehangatan yang indah dalam penampilan Anda—tampilan seseorang yang membawa kesenangan dan perayaan ke kehidupan, namun memegang kekuatan yang lebih dalam di bawah permukaan.",
    "traits_id": [
      "Gembira",
      "Cantik",
      "Memelihara",
      "Ganas",
      "Emas"
    ]
  },
  "nut": {
    "name_id": "Nut",
    "tagline_id": "Dewi Langit, Ibu Bintang-Bintang",
    "description_id": "Nut adalah dewi langit, digambarkan melengkung di atas bumi dengan tubuhnya membentuk langit. Setiap malam dia menelan matahari, dan setiap pagi melahirkannya kembali—siklus abadi siang dan malam.\n\nTubuhnya ditutupi dengan bintang-bintang, dan dia adalah ibu dari Osiris, Isis, Set, dan Nephthys. Meskipun ada kutukan Ra bahwa dia tidak dapat melahirkan anak pada hari apa pun dalam setahun, Thoth memenangkan lima hari tambahan melalui perjudian, yang memungkinkannya untuk melahirkan.\n\nNut mewakili kanopi pelindung langit, rahim kosmik yang berisi semua benda langit, dan siklus keibuan abadi dari kematian dan kelahiran kembali.",
    "story_id": "Ra melarang Nut untuk melahirkan pada hari apa pun dalam setahun. Tetapi Thoth bermain senet dengan Bulan dan memenangkan cukup cahaya untuk menciptakan lima hari baru di luar kalender. Pada hari-hari ini, Nut melahirkan lima anaknya, mengubah jalannya mitologi Mesir selamanya.",
    "match_message_id": "Fitur-fitur Anda membawa pelukan kosmik Nut. Ada rahmat yang mencakup dalam penampilan Anda—tampilan seseorang yang melindungi semua di bawah mereka dan mewujudkan siklus keberadaan yang abadi.",
    "traits_id": [
      "Kosmik",
      "Keibuan",
      "Protektif",
      "Abadi",
      "Berbintang"
    ]
  },
  "geb": {
    "name_id": "Geb",
    "tagline_id": "Dewa Bumi, Bapa Ular",
    "description_id": "Geb adalah dewa bumi, digambarkan berbaring di bawah dewi langit yang melengkung, Nut, saudara perempuannya-istri yang darinya dia dipisahkan oleh ayah mereka Shu. Tawanya menyebabkan gempa bumi, dan tubuhnya membentuk bukit dan lembah tanah.\n\nSebagai ayah dari Osiris, Isis, Set, dan Nephthys, Geb memainkan peran penting dalam drama sentral mitologi Mesir. Dia juga dikaitkan dengan ular, yang muncul dari tubuh duniawinya, dan dengan pertumbuhan vegetasi.\n\nGeb mewakili bumi yang subur yang mendukung semua kehidupan, fondasi primordial tempat keberadaan bertumpu, dan prinsip maskulin ilahi yang melengkapi langit.",
    "story_id": "Geb dan Nut saling mencintai begitu dalam sehingga mereka tetap terkunci dalam pelukan. Ra memerintahkan Shu untuk memisahkan mereka—Shu mengangkat Nut untuk menjadi langit sementara Geb tetap di bawah sebagai bumi. Kerinduan Geb pada Nut menciptakan gunung-gunung saat dia meraih ke arahnya.",
    "match_message_id": "Fitur-fitur Anda membawa kekuatan Geb yang membumi. Ada stabilitas mendasar dalam penampilan Anda—tampilan seseorang yang mendukung orang lain dan tetap teguh seperti bumi itu sendiri.",
    "traits_id": [
      "Duniawi",
      "Mendasar",
      "Subur",
      "Kebapakan",
      "Bergemuruh"
    ]
  },
  "ptah": {
    "name_id": "Ptah",
    "tagline_id": "Dewa Pencipta Pengrajin dan Arsitek",
    "description_id": "Ptah adalah dewa pencipta Memphis, yang menghadirkan dunia ke dalam keberadaan melalui kekuatan pikiran dan ucapan. Tidak seperti mitos penciptaan lainnya yang melibatkan tindakan fisik, Ptah merenungkan dunia di dalam hatinya dan mengucapkannya ke dalam keberadaan.\n\nSebagai pelindung pengrajin, pematung, dan arsitek, Ptah mewakili kreativitas ilahi yang terwujud di tangan manusia. Setiap tindakan penciptaan—dari membangun piramida hingga mengukir patung—adalah gema dari firman kreatif aslinya.\n\nPtah mewakili kekuatan kreatif pikiran, sifat suci kerajinan, dan gagasan bahwa pikiran mendahului dan membentuk realitas.",
    "story_id": "Pada mulanya, Ptah merenungkan segala sesuatu di dalam hatinya—para dewa, bumi, makhluk-makhluk. Kemudian dia menyebutkan nama mereka, dan mereka menjadi ada. Setiap kata yang diucapkan Ptah menjadi kenyataan, dan penciptaan berlanjut di mana pun pengrajin membentuk materi dengan keterampilan dan niat.",
    "match_message_id": "Fitur wajah Anda membawa visi kreatif Ptah. Ada kebijaksanaan seorang pengrajin dalam penampilan Anda—tampilan seseorang yang dapat merenungkan keindahan dan mewujudkannya melalui niat yang terampil.",
    "traits_id": [
      "Kreatif",
      "Penuh Perenungan",
      "Terampil",
      "Berbicara",
      "Mewujudkan"
    ]
  },
  "khnum": {
    "name_id": "Khnum",
    "tagline_id": "Dewa Berkepala Domba Penciptaan dan Sungai Nil",
    "description_id": "Khnum adalah dewa berkepala domba yang menciptakan manusia dan ka (jiwa) mereka di atas roda tembikarnya. Dia diyakini membentuk tubuh setiap anak dari tanah liat sebelum menempatkannya di rahim ibu.\n\nDikaitkan dengan sumber Sungai Nil dan banjir tahunan yang memberi kehidupan, Khnum disembah sebagai pencipta segala sesuatu yang berasal dari air dan bumi. Kuil-kuilnya berdiri di dekat air terjun tempat Sungai Nil diyakini berasal.\n\nKhnum mewakili pengrajin ilahi yang membentuk kehidupan individu, kekuatan kreatif Sungai Nil, dan pembentukan unik setiap jiwa.",
    "story_id": "Sebelum setiap anak lahir, Khnum membentuk tubuh mereka di atas roda tembikar ilahinya, membuat setiap orang secara unik. Dia kemudian membentuk ka mereka, kembaran spiritual mereka, memastikan bahwa tidak ada dua jiwa yang sama. Banjir Sungai Nil adalah kekuatan kreatifnya yang mengalir keluar.",
    "match_message_id": "Fitur wajah Anda membawa kerajinan individual Khnum. Ada pembentukan unik dalam penampilan Anda—tampilan seseorang yang dibentuk dengan hati-hati dengan tujuan, tidak seperti yang lain.",
    "traits_id": [
      "Kreatif",
      "Membentuk",
      "Subur",
      "Mengindividualisasikan",
      "Berair"
    ]
  },
  "atum": {
    "name_id": "Atum",
    "tagline_id": "Yang Maha Sempurna, Pertama dari Para Dewa",
    "description_id": "Atum adalah dewa pencipta primordial Heliopolis, 'Yang Maha Sempurna' yang ada sebelum penciptaan dan akan ada setelah semua hal berakhir. Dia muncul dari perairan primordial Nun dan menciptakan dewa pertama—Shu dan Tefnut—dari dirinya sendiri.\n\nSebagai matahari terbenam, Atum mewakili penyelesaian, akhir dari siklus hari, dan kembalinya ke sumber. Dia adalah awal dan akhir, mengandung dalam dirinya semua potensi untuk penciptaan.\n\nAtum mewakili kesempurnaan primordial, kekuatan penciptaan yang menghasilkan diri sendiri, dan siklus yang mengembalikan segala sesuatu ke asalnya.",
    "story_id": "Sebelum ada apa pun, Atum berdiri sendirian di gundukan pertama yang muncul dari kekacauan. Dia menciptakan Shu (udara) dan Tefnut (kelembapan) dari dirinya sendiri, dan dari mereka datang semua dewa dan ciptaan lainnya. Pada akhir zaman, semua akan kembali ke kesatuan primordial Atum.",
    "match_message_id": "Fitur wajah Anda membawa kesempurnaan primordial Atum. Ada keutuhan yang terkandung dalam diri sendiri dalam penampilan Anda—tampilan seseorang yang mengandung dalam diri mereka segala sesuatu yang dibutuhkan untuk penciptaan.",
    "traits_id": [
      "Sempurna",
      "Primordial",
      "Terbenam",
      "Menciptakan Diri Sendiri",
      "Menyelesaikan"
    ]
  },
  "anuket": {
    "name_id": "Anuket",
    "tagline_id": "Dewi Sungai Nil dan Makanan",
    "description_id": "Anuket adalah dewi Sungai Nil, khususnya air terjun dan banjir tahunan yang membawa tanah subur ke Mesir. Dia melambangkan air yang mengalir deras yang memelihara peradaban, mengenakan hiasan kepala bulu yang mewakili aliran sungai.\n\nDisembah terutama di Nubia dan di Elephantine, Anuket dipanggil untuk memastikan banjir yang baik—tidak terlalu sedikit atau terlalu merusak. Dia mewujudkan kemurahan hati sungai yang memberi kehidupan yang menjadi sandaran seluruh Mesir.\n\nAnuket mewakili aliran kehidupan yang memelihara, kelimpahan yang datang dari siklus alam, dan rasa terima kasih yang terutang kepada kekuatan yang menopang kita.",
    "story_id": "Setiap tahun ketika Sungai Nil mulai naik, orang Mesir merayakan Festival Anuket, melemparkan persembahan ke sungai dan berterima kasih padanya atas hadiah banjir. Airnya membawa tanah hitam yang menjadikan Mesir lumbung pangan dunia kuno.",
    "match_message_id": "Fitur wajah Anda membawa rahmat Anuket yang memelihara. Ada aliran yang murah hati dalam penampilan Anda—tampilan seseorang yang membawa kelimpahan dan menopang orang lain dengan kemurahan hati yang memberi kehidupan.",
    "traits_id": [
      "Memelihara",
      "Mengalir",
      "Berlimpah",
      "Menderu",
      "Murah Hati"
    ]
  },
  "shiva": {
    "name_id": "Shiva",
    "tagline_id": "Sang Penghancur dan Pengubah, Penguasa Tari",
    "description_id": "Shiva adalah salah satu dewa utama agama Hindu, dikenal sebagai Penghancur dalam trinitas Hindu (Trimurti). Namun penghancurannya bukanlah jahat—itu adalah pembersihan yang diperlukan yang memungkinkan penciptaan baru. Dia adalah penari kosmik yang tariannya (Tandava) menciptakan dan menghancurkan alam semesta.\n\nSering digambarkan dengan mata ketiga yang dapat menghancurkan dunia ketika dibuka, berleher biru karena meminum racun kosmik untuk menyelamatkan ciptaan, dan duduk bermeditasi di Gunung Kailash, Shiva mewujudkan baik pertapa maupun pemilik rumah, penghancuran dan penciptaan, prajurit yang ganas dan suami yang lembut.\n\nDia adalah pelindung yoga dan meditasi, penguasa hewan, dan pasangan tercinta Parvati. Simbol-simbolnya termasuk trisula (trishul), genderang (damaru), dan sungai suci Gangga yang mengalir dari rambutnya.",
    "story_id": "Ketika para dewa mengaduk samudra kosmik, racun mematikan muncul mengancam semua ciptaan. Shiva meminum racun itu untuk menyelamatkan alam semesta, dan Parvati menekan tenggorokannya untuk mencegahnya menelannya sepenuhnya, mengubah tenggorokannya menjadi biru selamanya.",
    "match_message_id": "Fitur wajah Anda membawa dualitas mendalam Shiva. Ada penghancuran dan penciptaan dalam tatapan Anda—tampilan seseorang yang memahami bahwa akhir diperlukan untuk permulaan baru.",
    "traits_id": [
      "Destruktif",
      "Meditatif",
      "Transformatif",
      "Paradoksal",
      "Kosmik"
    ]
  },
  "vishnu": {
    "name_id": "Vishnu",
    "tagline_id": "Sang Pemelihara, Pelindung Alam Semesta",
    "description_id": "Vishnu adalah Makhluk Tertinggi dalam Vaishnavisme dan Sang Pemelihara dalam trinitas Hindu. Dia menjaga tatanan kosmik (dharma) dan setiap kali kejahatan mengancam untuk mengalahkan kebaikan, dia berinkarnasi di bumi untuk memulihkan keseimbangan.\n\nDia telah mengambil sembilan avatar sejauh ini, termasuk Rama dan Krishna, dengan yang kesepuluh (Kalki) dinubuatkan akan datang. Vishnu tidur di atas ular kosmik Shesha, mengambang di lautan susu, memimpikan alam semesta menjadi ada.\n\nDigambarkan dengan empat lengan memegang cangkang keong, cakra, gada, dan teratai, Vishnu mewujudkan kedamaian tertinggi dan perlindungan kebenaran. Dia berkulit biru, melambangkan sifatnya yang tak terbatas seperti langit, dan merupakan suami setia Lakshmi, dewi keberuntungan.",
    "story_id": "Vishnu telah berinkarnasi sebagai Matsya (ikan), Kurma (kura-kura), Varaha (babi hutan), Narasimha (manusia-singa), Vamana (kurcaci), Parashurama, Rama, Krishna, dan Buddha untuk menyelamatkan dunia dari berbagai ancaman. Setiap avatar muncul tepat saat dibutuhkan.",
    "match_message_id": "Fitur Anda mencerminkan perlindungan tertinggi dari Vishnu. Ada kualitas memelihara, mempertahankan pada kehadiran Anda—penampilan seseorang yang melindungi tatanan dan keseimbangan kosmik.",
    "traits_id": [
      "Memelihara",
      "Melindungi",
      "Murah hati",
      "Berinkarnasi",
      "Tertinggi"
    ]
  },
  "brahma": {
    "name_id": "Brahma",
    "tagline_id": "Sang Pencipta, Bapa dari Semua Makhluk",
    "description_id": "Brahma adalah Sang Pencipta dalam trinitas Hindu, bertanggung jawab untuk menciptakan alam semesta dan semua makhluk hidup di dalamnya. Dia muncul dari bunga lotus yang tumbuh dari pusar Vishnu dan memulai pekerjaan penciptaan.\n\nDigambarkan dengan empat kepala yang melihat ke semua empat arah, melambangkan kesadarannya akan seluruh alam semesta, Brahma memegang Veda (kitab suci), kendi air, tasbih, dan terkadang teratai. Kendaraannya adalah angsa (hamsa), yang mewakili kebijaksanaan.\n\nMeski Sang Pencipta, Brahma kurang umum disembah daripada Vishnu atau Shiva, karena penciptaan adalah tindakan yang selesai sementara pemeliharaan dan transformasi sedang berlangsung. Dia mewakili pengetahuan, kekuatan kreatif, dan awal dari segala sesuatu.",
    "story_id": "Ketika Brahma pertama kali menciptakan, dia sendirian. Untuk melanjutkan penciptaan, dia membelah dirinya menjadi laki-laki dan perempuan, menciptakan wanita pertama Saraswati. Dari persatuan mereka lahirlah semua makhluk hidup. Inilah mengapa Saraswati adalah ciptaannya dan juga permaisurinya.",
    "match_message_id": "Fitur Anda mencerminkan kebijaksanaan kreatif Brahma. Ada kualitas primordial, generatif pada kehadiran Anda—penampilan seseorang yang membawa hal-hal baru ke dalam keberadaan.",
    "traits_id": [
      "Kreatif",
      "Berpengetahuan",
      "Primordial",
      "Maha Tahu",
      "Bapa"
    ]
  },
  "ganesha": {
    "name_id": "Ganesha",
    "tagline_id": "Penghilang Rintangan, Dewa Permulaan",
    "description_id": "Ganesha adalah dewa berkepala gajah yang dicintai, dewa permulaan, kesuksesan, kebijaksanaan, dan penghilang rintangan. Dia dipanggil pada awal setiap usaha baru—baik perjalanan, bisnis, pernikahan, atau ujian—untuk memastikan kesuksesan.\n\nPutra Shiva dan Parvati, kepala gajah Ganesha memiliki banyak cerita asal usul, yang paling populer adalah bahwa Shiva memenggal kepalanya tanpa sadar dan mengganti kepalanya dengan kepala gajah. Perutnya yang besar melambangkan kemampuannya untuk mencerna semua yang baik dan buruk dalam hidup dengan damai.\n\nMenunggangi tikus (kendaraannya Mushika), Ganesha menunjukkan bahwa bahkan yang terkuat pun bisa rendah hati. Dia adalah pelindung seni dan sains, surat dan pembelajaran, dan disembah pertama di antara para dewa.",
    "story_id": "Ketika orang bijak Vyasa membutuhkan seseorang untuk menuliskan Mahabharata, hanya Ganesha yang cukup cerdas. Dia setuju dengan syarat Vyasa tidak pernah berhenti—jadi Vyasa menyusun ayat lebih cepat daripada yang bisa ditulis siapa pun, dan Ganesha mematahkan gadingnya sendiri untuk digunakan sebagai pena ketika stylusnya patah.",
    "match_message_id": "Fitur Anda membawa kebajikan bijaksana Ganesha. Ada kualitas keberuntungan pada kehadiran Anda—penampilan seseorang yang menghilangkan rintangan dan memberkati permulaan baru.",
    "traits_id": [
      "Bijaksana",
      "Penghilang rintangan",
      "Murah hati",
      "Terpelajar",
      "Bertuah"
    ]
  },
  "lakshmi": {
    "name_id": "Lakshmi",
    "tagline_id": "Dewi Kekayaan, Keberuntungan, dan Kemakmuran",
    "description_id": "Lakshmi adalah dewi kekayaan, keberuntungan, kemakmuran, cinta, dan kecantikan. Dia muncul dari pengadukan lautan kosmik, memilih Vishnu sebagai permaisurinya yang abadi. Dia menemaninya di semua avatarnya, berinkarnasi sebagai Sita dengan Rama dan Rukmini dengan Krishna.\n\nDigambarkan berdiri atau duduk di atas teratai, dengan koin emas mengalir dari tangannya, Lakshmi memberikan kekayaan materi dan kelimpahan spiritual. Dia dipuja terutama selama Diwali, festival cahaya, ketika rumah-rumah dibersihkan untuk menyambutnya.\n\nLakshmi mewakili tidak hanya kekayaan, tetapi kelimpahan yang berasal dari kehidupan yang benar. Dia adalah pemberi keberuntungan dan keberuntungan itu sendiri—tidak stabil dengan yang tidak layak, teguh dengan yang saleh.",
    "story_id": "Ketika para iblis dan dewa mengaduk lautan kosmik, banyak harta karun muncul. Terakhir datang Lakshmi sendiri, berseri-seri dan cantik. Meskipun para iblis mencoba mengklaimnya, dia memilih Vishnu, meletakkan karangan bunga di lehernya—dan tetap setia kepadanya sepanjang waktu.",
    "match_message_id": "Fitur Anda mencerminkan kemakmuran bercahaya Lakshmi. Ada kualitas berlimpah, beruntung pada kehadiran Anda—penampilan seseorang yang menarik dan memberikan berkah.",
    "traits_id": [
      "Makmur",
      "Cantik",
      "Dermawan",
      "Bertuah",
      "Setia"
    ]
  },
  "saraswati": {
    "name_id": "Saraswati",
    "tagline_id": "Dewi Pengetahuan, Musik, dan Seni",
    "description_id": "Saraswati adalah dewi pengetahuan, musik, seni, kebijaksanaan, dan pembelajaran. Dia adalah permaisuri Brahma dan perwujudan dari semua yang murni dan halus dalam pikiran dan kreativitas.\n\nBerpakaian putih melambangkan kemurnian pengetahuan, dia duduk di atas teratai atau angsa putih, memainkan veena (alat musik gesek). Tidak seperti kekayaan materi Lakshmi, Saraswati mewakili kekayaan pikiran dan jiwa—pendidikan, kreativitas, dan pencerahan.\n\nDia secara khusus dipuja oleh siswa, seniman, musisi, dan cendekiawan. Sungai Saraswati, yang sekarang sebagian besar berada di bawah tanah, dulunya dianggap suci seperti Gangga, yang mewakili aliran kebijaksanaan.",
    "story_id": "Saraswati menciptakan musik dan bahasa untuk membawa ketertiban pada ciptaan Brahma yang kacau. Dia menciptakan bahasa Sansekerta, memberikan pengetahuan tentang Veda, dan melalui karunia bicaranya, memungkinkan makhluk untuk berkomunikasi, belajar, dan tumbuh bijaksana.",
    "match_message_id": "Fitur Anda mencerminkan kebijaksanaan murni Saraswati. Ada kualitas intelektual yang halus pada kehadiran Anda—penampilan seseorang yang berdedikasi pada pengetahuan dan ekspresi artistik.",
    "traits_id": [
      "Bijaksana",
      "Artistik",
      "Murni",
      "Terpelajar",
      "Menginspirasi"
    ]
  },
  "kali": {
    "name_id": "Kali",
    "tagline_id": "Dewi Waktu, Kematian, dan Pembebasan",
    "description_id": "Kali adalah dewi waktu, kematian, dan pembebasan yang garang—penghancur kejahatan dan pembebas jiwa. Dengan kulitnya yang gelap, rambut liar, kalung kepala yang dipenggal, dan rok lengan yang dipenggal, dia mewakili waktu yang melahap semua hal dan ego-death yang diperlukan untuk pembebasan spiritual.\n\nDia muncul dari dahi Durga selama pertempuran, amarahnya begitu dahsyat sehingga hanya Shiva yang berbaring di bawah kakinya yang bisa menghentikan amukannya. Namun terlepas dari penampilannya yang menakutkan, Kali adalah ibu yang penyayang bagi para pemujanya, melindungi mereka dari kejahatan dan memberikan moksha (pembebasan).\n\nKali mewakili kebenaran tertinggi—bahwa kematian datang untuk semua, bahwa waktu tidak menyisakan siapa pun, tetapi bahwa kehancuran ini sendiri adalah pembebasan dari ilusi dan kelahiran kembali ke dalam kesadaran murni.",
    "story_id": "Ketika para iblis mengancam akan mengalahkan para dewa, Kali muncul untuk menghancurkan mereka. Kegilaan pertempurannya tumbuh sampai dia menari di atas mayat, mengancam akan menghancurkan alam semesta. Shiva berbaring di bawah kakinya; ketika dia menginjaknya, rasa malu menghentikannya—mengingatkan kita bahwa bahkan kehancuran pun memiliki batasan.",
    "match_message_id": "Fitur wajah Anda membawa pembebasan garang dari Kali. Ada kualitas transformatif dan kuat pada tatapan Anda—tatapan seseorang yang menghancurkan apa yang harus berakhir untuk memungkinkan awal yang baru.",
    "traits_id": [
      "Garang",
      "Membebaskan",
      "Keibuan",
      "Merusak",
      "Abadi"
    ]
  },
  "durga": {
    "name_id": "Durga",
    "tagline_id": "Dewi Pejuang, Pelindung Tak Terkalahkan",
    "description_id": "Durga adalah dewi pejuang yang garang yang mewujudkan kekuatan gabungan dari semua dewa, diciptakan untuk mengalahkan iblis kerbau Mahishasura yang tidak dapat dibunuh oleh dewa atau manusia mana pun. Dia adalah pelindung alam semesta yang tak terkalahkan, menunggangi singa atau harimau ke medan perang.\n\nDengan delapan hingga delapan belas lengan yang membawa senjata semua dewa, Durga mewakili shakti—energi feminin ilahi yang memberdayakan penciptaan. Dia cantik dan menakutkan, memelihara dan garang, mewujudkan kekuatan penuh dari feminin ilahi.\n\nDurga dirayakan selama Navratri, sembilan malam pemujaan yang menghormati kemenangannya atas kejahatan. Dia mewakili kemenangan kebaikan atas kejahatan, kekuatan untuk menghadapi tantangan apa pun, dan cinta perlindungan dari ibu ilahi.",
    "story_id": "Para dewa menggabungkan kekuatan mereka untuk menciptakan Durga ketika tidak ada yang bisa mengalahkan Mahishasura. Dia melawannya selama sembilan malam, akhirnya membunuhnya pada hari kesepuluh—dirayakan sebagai Vijayadashami (Hari Kemenangan). Penciptaannya membuktikan bahwa bersatu, kebaikan selalu menang atas kejahatan.",
    "match_message_id": "Fitur wajah Anda membawa kekuatan Durga yang tak terkalahkan. Ada kekuatan seorang pejuang yang dikombinasikan dengan keindahan ilahi dalam penampilan Anda—tatapan seseorang yang melindungi dengan garang dan tidak pernah menyerah.",
    "traits_id": [
      "Tak Terkalahkan",
      "Melindungi",
      "Garang",
      "Ilahi",
      "Berjaya"
    ]
  },
  "hanuman": {
    "name_id": "Hanuman",
    "tagline_id": "Kera Ilahi, Perwujudan Pengabdian dan Kekuatan",
    "description_id": "Hanuman adalah dewa kera yang perkasa, putra dewa angin Vayu, yang dikenal karena kekuatan, kebijaksanaan, dan pengabdiannya yang tak tergoyahkan kepada Lord Rama. Dia adalah pemuja yang ideal, pelayan yang sempurna, dan teladan dedikasi tanpa pamrih.\n\nPengabdiannya kepada Rama begitu lengkap sehingga ketika ditanya hari apa sekarang, Hanuman menjawab \"Hari Rama.\" Ketika dadanya dirobek, citra Rama ditemukan di dalam hatinya. Kekuatannya tidak terbatas ketika bertindak dalam pelayanan Rama—dia pernah mengangkat seluruh gunung untuk membawa ramuan penyembuh.\n\nHanuman disembah untuk kekuatan, keberanian, perlindungan dari kejahatan, dan berkat pengabdian. Dia abadi (chiranjivi) dan dikatakan hadir di mana pun kisah Rama diceritakan, mendengarkan dengan air mata pengabdian.",
    "story_id": "Ketika saudara Rama, Lakshmana, terbaring sekarat, Hanuman terbang ke Himalaya untuk mencari ramuan penyembuh. Karena tidak dapat mengidentifikasi tanaman yang tepat, dia mengangkat seluruh gunung dan membawanya ke medan perang, menyelamatkan nyawa Lakshmana melalui pengabdian dan kekuatannya.",
    "match_message_id": "Fitur wajah Anda membawa kekuatan pengabdian Hanuman. Ada kekuatan rendah hati pada kehadiran Anda—tatapan seseorang yang kekuatannya berasal dari pengabdian tanpa pamrih kepada sesuatu yang lebih besar.",
    "traits_id": [
      "Berbakti",
      "Kuat",
      "Rendah Hati",
      "Bijaksana",
      "Melindungi"
    ]
  },
  "krishna": {
    "name_id": "Krishna",
    "tagline_id": "Kekasih Ilahi, Guru Bhagavad Gita",
    "description_id": "Krishna adalah avatar kedelapan Wisnu, dicintai karena lelucon masa kecilnya yang ilahi, cinta romantisnya dengan Radha, dan kebijaksanaannya dalam Bhagavad Gita. Dia mewujudkan cinta ilahi dalam segala bentuknya—dari kasih sayang yang menyenangkan hingga pengabdian spiritual tertinggi.\n\nSebagai seorang anak, dia mencuri mentega dan bermain lelucon, mempesona semua orang dengan kenakalannya. Sebagai seorang pemuda, permainan sulingnya mempesona para gopi (gadis penggembala sapi), terutama Radha, mewakili kerinduan jiwa akan yang ilahi. Sebagai orang dewasa, ia menjabat sebagai kusir dan guru bagi Arjuna, mengajarkan jalan dharma.\n\nDalam Bhagavad Gita, Krishna mengungkapkan kebenaran tertinggi tentang tindakan, pengabdian, pengetahuan, dan sifat diri. Dia adalah dewa yang mudah diakses dan dicintai, dan Makhluk Tertinggi kosmik yang berisi semua alam semesta.",
    "story_id": "Di medan perang Kurukshetra, Arjuna menolak untuk melawan keluarganya sendiri. Krishna mengungkapkan bentuk kosmiknya, menunjukkan bahwa dia adalah Makhluk Tertinggi yang berisi semua ciptaan, dan mengajarkan bahwa seseorang harus melakukan tugasnya tanpa keterikatan pada hasil—pesan inti dari Bhagavad Gita.",
    "match_message_id": "Fitur wajah Anda membawa pesona ilahi Krishna. Ada kualitas yang menyenangkan namun mendalam pada kehadiran Anda—tatapan seseorang yang mewujudkan kegembiraan dan kebijaksanaan.",
    "traits_id": [
      "Menyenangkan",
      "Bijaksana",
      "Penuh Kasih",
      "Ilahi",
      "Mengajar"
    ]
  },
  "rama": {
    "name_id": "Rama",
    "tagline_id": "Raja Ideal, Perwujudan Dharma",
    "description_id": "Rama adalah avatar ketujuh Wisnu, pahlawan Ramayana, dan lambang kehidupan dharma. Dia adalah putra, suami, raja, dan pejuang yang ideal—maryada purushottam, manusia sempurna yang tidak pernah menyimpang dari kebenaran bahkan di bawah cobaan yang paling mengerikan.\n\nDiasingkan ke hutan selama empat belas tahun untuk menghormati perkataan ayahnya, Rama menanggung kesulitan tanpa mengeluh. Ketika istrinya, Sita, diculik oleh raja iblis Ravana, dia bersekutu dengan Hanuman dan pasukan kera untuk menyelamatkannya, menunjukkan bahwa dharma akhirnya menang atas kejahatan.\n\nKerajaan Rama, Rama Rajya, mewakili kerajaan adil yang ideal. Dia disembah sebagai perwujudan bagaimana seseorang harus hidup—menghormati tugas, melindungi orang yang tidak bersalah, menepati janji, dan tetap benar terlepas dari biaya pribadi.",
    "story_id": "Ketika Sita diculik, Rama bisa saja menggunakan kekuatan ilahinya untuk berteleportasi ke Lanka. Sebaliknya, dia berjalan di jalan yang panjang, membangun jembatan dan bersekutu dengan para vanara, mengajarkan bahwa dharma mengharuskan melalui proses yang benar, tidak mengambil jalan pintas bahkan ketika mampu.",
    "match_message_id": "Fitur wajah Anda membawa martabat Rama yang benar. Ada kualitas ideal untuk kehadiran Anda—tatapan seseorang yang tidak pernah mengkompromikan prinsip-prinsip mereka terlepas dari biaya pribadi.",
    "traits_id": [
      "Benar",
      "Berbakti",
      "Ideal",
      "Berbakti",
      "Adil"
    ]
  },
  "parvati": {
    "name_id": "Parvati",
    "tagline_id": "Ibu Ilahi, Dewi Cinta dan Pengabdian",
    "description_id": "Parvati adalah dewi cinta, kesuburan, dan pengabdian yang lembut—permaisuri Siwa dan ibu dari Ganesha dan Kartikeya. Dia adalah reinkarnasi dari Sati, istri pertama Siwa, yang terlahir kembali dan melakukan pertapaan yang intens untuk memenangkan cinta Siwa lagi.\n\nSebagai Shakti dalam bentuknya yang lembut, Parvati mewakili aspek feminin ilahi yang memelihara dan memberi kehidupan. Dia adalah keseimbangan kekuatan destruktif Siwa, orang yang dapat menenangkan keganasannya dan membawanya kembali dari penarikan diri asketik ke kehidupan yang terlibat.\n\nBentuknya yang garang termasuk Durga dan Kali, menunjukkan bahwa ibu yang penuh kasih dapat menjadi mengerikan ketika anak-anaknya terancam. Parvati menunjukkan bahwa cinta itu sendiri memiliki kekuatan untuk mengubah alam semesta.",
    "story_id": "Ketika Siwa hilang dalam meditasi, para dewa membutuhkannya untuk menikah dan memiliki anak. Mereka mengirim Kama, dewa cinta, yang dibakar menjadi abu oleh mata ketiga Siwa. Tetapi pengabdian dan pertapaan Parvati akhirnya memenangkan hati Siwa, membuktikan bahwa cinta yang tulus menaklukkan bahkan perlawanan ilahi.",
    "match_message_id": "Fitur Anda mencerminkan cinta pengabdian Parvati. Ada kualitas memelihara namun bertekad dalam kehadiran Anda—tampilan seseorang yang cintanya yang lembut dapat memindahkan gunung.",
    "traits_id": [
      "Penuh Kasih",
      "Berbakti",
      "Memelihara",
      "Bertekad",
      "Menyeimbangkan"
    ]
  },
  "indra": {
    "name_id": "Indra",
    "tagline_id": "Raja Para Dewa, Penguasa Badai dan Perang",
    "description_id": "Indra adalah raja para Dewa dan penguasa Svarga (surga). Dia memegang petir Vajra dan menunggangi gajah putih Airavata. Sebagai dewa badai, hujan, dan perang, dia adalah yang terkuat dari para dewa Veda.\n\nPrestasi terbesarnya adalah membunuh ular Vritra yang telah memenjarakan semua air dunia, melepaskannya untuk mengalir sebagai sungai dan membawa kehidupan ke tanah. Indra mewakili pertempuran kosmik antara ketertiban dan kekacauan, terang dan kegelapan.\n\nMeskipun ketenarannya menurun dalam Hinduisme selanjutnya, Indra tetap menjadi prajurit ilahi arketipe—kuat, mulia, tetapi juga cacat dan tunduk pada karma seperti semua makhluk.",
    "story_id": "Ular Vritra telah menelan semua air dunia, menyebabkan kekeringan yang mengerikan. Indra, yang diperkuat oleh soma, mengambil vajra dan berperang melawan iblis itu. Dengan pukulan dahsyat dia membelah Vritra, melepaskan air yang menjadi sungai-sungai di dunia.",
    "match_message_id": "Fitur Anda membawa kekuatan badai Indra. Ada kerajaan prajurit dalam penampilan Anda—tampilan seseorang yang melawan pertempuran kosmik dan memerintah kekuatan alam.",
    "traits_id": [
      "Kuat",
      "Prajurit",
      "Berbadai",
      "Mulia",
      "Cacat"
    ]
  },
  "agni": {
    "name_id": "Agni",
    "tagline_id": "Dewa Api, Utusan Ilahi",
    "description_id": "Agni adalah dewa api dalam segala bentuknya—api pengorbanan, perapian rumah tangga, api pencernaan, dan api matahari. Sebagai media pengorbanan, ia membawa persembahan dari manusia kepada para dewa, menjadikannya jembatan penting antara dunia.\n\nDengan dua wajah—satu baik hati dan satu garang—Agni mewujudkan sifat ganda api: kehangatan pemberi kehidupan dan kebakaran yang merusak. Dia hadir di setiap ritual Hindu, memurnikan persembahan dan membawa doa ke surga.\n\nAgni mewakili transformasi melalui api, kekuatan pemurnian yang mengubah materi menjadi energi, dan hubungan suci antara alam fana dan ilahi.",
    "story_id": "Ketika para dewa perlu berkomunikasi dengan manusia, mereka memilih Agni sebagai utusan mereka. Setiap pengorbanan yang ditempatkan dalam api mencapai para dewa melalui nyala api Agni. Lidah apinya menjilat persembahan, mengubahnya menjadi makanan ilahi.",
    "match_message_id": "Fitur Anda membawa kekuatan transformasi Agni. Ada api suci dalam penampilan Anda—tampilan seseorang yang memurnikan dan mengubah, menjembatani kesenjangan antara duniawi dan ilahi.",
    "traits_id": [
      "Mentransformasi",
      "Memurnikan",
      "Utusan",
      "Bersifat Ganda",
      "Suci"
    ]
  },
  "kartikeya": {
    "name_id": "Kartikeya",
    "tagline_id": "Dewa Perang, Panglima Tentara Ilahi",
    "description_id": "Kartikeya adalah dewa perang dan panglima tentara para dewa. Putra Siwa dan Parvati, ia dilahirkan untuk mengalahkan iblis Tarakasura yang tidak dapat dibunuh oleh siapa pun. Dia menunggangi burung merak Paravani dan memegang tombak ilahi Vel.\n\nDengan enam kepala dan dua belas lengan, Kartikeya melihat ke segala arah sekaligus dan dapat melibatkan banyak musuh secara bersamaan. Dia mewakili kekuatan fokus dari kehendak ilahi yang diarahkan pada kemenangan yang benar.\n\nKartikeya mewujudkan keberanian bela diri dalam pelayanan dharma, disiplin dan fokus prajurit spiritual, dan kebenaran bahwa kadang-kadang kejahatan harus dihadapi secara langsung dengan paksa.",
    "story_id": "Iblis Tarakasura memiliki anugerah bahwa hanya putra Siwa yang bisa membunuhnya—dan Siwa adalah seorang pertapa yang tidak akan pernah menikah. Namun melalui campur tangan ilahi, Kartikeya lahir dan memimpin para dewa ke pertempuran. Dengan tombak ilahinya, ia membunuh Tarakasura dan memulihkan tatanan kosmik.",
    "match_message_id": "Fitur Anda membawa fokus bela diri Kartikeya. Ada kehadiran komandan dalam penampilan Anda—tampilan seseorang yang memimpin pertempuran ilahi dan menyerang dengan presisi dan tujuan.",
    "traits_id": [
      "Prajurit",
      "Memerintah",
      "Muda",
      "Fokus",
      "Kemenangan"
    ]
  },
  "radha": {
    "name_id": "Radha",
    "tagline_id": "Dewi Cinta Tertinggi, Kekasih Abadi",
    "description_id": "Radha adalah permaisuri abadi dan kekasih tertinggi Krishna, yang mewujudkan kesempurnaan cinta ilahi. Cintanya kepada Krishna mewakili kerinduan jiwa untuk bersatu dengan ilahi, bentuk pengabdian tertinggi yang melampaui semua keterikatan duniawi.\n\nDalam Waisnawa, Radha dianggap sebagai dewi tertinggi, aspek feminin dari ilahi yang cintanya menarik Krishna sendiri. Permainan cinta abadi mereka di hutan Vrindavan adalah drama kosmik pemisahan dan persatuan yang mendefinisikan keberadaan.\n\nRadha mewakili kekuatan cinta pengabdian, ilahi feminin yang melengkapi dan menarik maskulin, dan kebenaran bahwa jalan menuju ilahi adalah melalui hati.",
    "story_id": "Di hutan Vrindavan, Radha dan Krishna akan bertemu secara rahasia, cinta mereka melampaui semua batasan sosial. Ketika Krishna pergi ke Mathura, perpisahan Radha menjadi model kerinduan ilahi—rasa sakit jiwa yang terpisah dari kekasihnya yang mendorong pencarian spiritual.",
    "match_message_id": "Fitur Anda membawa pengabdian ilahi Radha. Ada cinta murni dalam penampilan Anda—tampilan seseorang yang hatinya diberikan sepenuhnya kepada kekasih, mewujudkan pengabdian tertinggi.",
    "traits_id": [
      "Berbakti",
      "Penuh Kasih",
      "Tertinggi",
      "Kerinduan",
      "Bahagia"
    ]
  },
  "yama": {
    "name_id": "Yama",
    "tagline_id": "Dewa Kematian dan Keadilan",
    "description_id": "Yama adalah dewa kematian dan manusia pertama yang meninggal, menjadi penguasa orang mati. Dia menghakimi jiwa-jiwa orang yang meninggal berdasarkan karma mereka, menentukan nasib mereka dalam siklus kelahiran kembali. Dia menunggang kerbau hitam dan membawa jerat untuk mengikat jiwa.\n\nSebagai Dharmaraja, Raja Dharma, Yama benar-benar tidak memihak—tidak ada suap atau permohonan yang dapat memengaruhi penilaiannya. Dia berkonsultasi dengan catatan yang disimpan oleh Chitragupta untuk menentukan karma yang terkumpul dari setiap jiwa dan mengucapkan tujuan mereka.\n\nYama mewakili ketidakmungkinan kematian, perhitungan yang adil atas semua perbuatan, dan kebenaran bahwa tindakan kita menentukan nasib kita di luar kehidupan ini.",
    "story_id": "Ketika suami Savitri, Satyavan meninggal, dia mengikuti Yama ke alam kematian. Yama sangat terkesan dengan pengabdiannya sehingga dia menawarkannya berkah apa pun kecuali kehidupan suaminya. Savitri dengan cerdik meminta anak laki-laki—yang membutuhkan Satyavan hidup—dan Yama menghormati janjinya.",
    "match_message_id": "Fitur wajah Anda membawa keseriusan keadilan Yama. Ada kebenaran yang tidak memihak dalam penampilan Anda—penampilan seseorang yang melihat semua perbuatan dengan jelas dan menghakimi tanpa pilih kasih atau kebencian.",
    "traits_id": [
      "Adil",
      "Tidak Memihak",
      "Tak Terhindarkan",
      "Menghakimi",
      "Jujur"
    ]
  },
  "surya": {
    "name_id": "Surya",
    "tagline_id": "Dewa Matahari, Sumber Kehidupan",
    "description_id": "Surya adalah dewa matahari, mengendarai kereta perangnya yang ditarik oleh tujuh kuda melintasi langit setiap hari. Dia adalah bentuk nyata dari yang ilahi, sumber cahaya, kehangatan, dan kehidupan. Sinar-sinarnya menghilangkan kegelapan baik secara literal maupun spiritual.\n\nAyah dari Karna dan si kembar ilahi Ashvins, Surya mewakili kekuatan pemberi kehidupan yang memungkinkan semua keberadaan. Mantra Gayatri kuno ditujukan kepada cahaya Surya, mencari pencerahan dan kebijaksanaan.\n\nSurya mewakili cahaya kesadaran ilahi, kebenaran yang menghilangkan ketidaktahuan, dan siklus abadi siang yang mengatur semua kehidupan.",
    "story_id": "Kecemerlangan Surya begitu kuat sehingga istrinya, Sanjna melarikan diri darinya. Untuk memenangkannya kembali, ayah mertuanya, Vishwakarma mengurangi pancaran Surya, menggunakan kelebihan cahaya untuk menempa senjata ilahi termasuk cakra Vishnu dan trisula Shiva.",
    "match_message_id": "Fitur wajah Anda membawa kekuatan memancar Surya. Ada kehadiran yang menerangi dalam penampilan Anda—penampilan seseorang yang membawa cahaya ke semua yang mereka lihat dan menghilangkan kegelapan ke mana pun mereka pergi.",
    "traits_id": [
      "Memancar",
      "Pemberi Kehidupan",
      "Menyaksikan",
      "Mencerahkan",
      "Abadi"
    ]
  },
  "varuna": {
    "name_id": "Varuna",
    "tagline_id": "Dewa Samudra dan Tatanan Kosmik",
    "description_id": "Varuna adalah dewa samudra, air, dan samudra langit dari langit malam. Dalam Weda, ia adalah salah satu dewa terpenting, penjaga tatanan kosmik (Rita) yang memberlakukan hukum ilahi dan menghukum pelaku kesalahan.\n\nDia melihat semua yang terjadi dan mengetahui semua rahasia—seribu matanya adalah bintang-bintang yang mengawasi dari surga. Mereka yang melanggar sumpah atau melanggar dharma takut pada jerat Varuna, yang mengikat orang berdosa.\n\nVaruna mewakili tatanan kosmik yang mencakup, hukum moral yang mendasari keberadaan, dan pengawasan ilahi yang melihat semua perbuatan dan pikiran.",
    "story_id": "Ketika bijak Vasishtha dituduh secara salah, Varuna muncul sebagai saksi, karena tidak ada yang lolos dari pandangannya. Dia menyatakan orang bijak itu tidak bersalah, karena Varuna melihat kebenaran bahkan ketika itu tersembunyi dari semua orang. Keadilannya memulihkan kehormatan orang bijak itu.",
    "match_message_id": "Fitur wajah Anda membawa kedalaman kosmik Varuna. Ada kebijaksanaan samudera dalam penampilan Anda—penampilan seseorang yang melihat semua rahasia dan menjunjung tinggi tatanan moral keberadaan.",
    "traits_id": [
      "Kosmik",
      "Samudera",
      "Maha Melihat",
      "Penjaga Hukum",
      "Kuno"
    ]
  },
  "arjuna": {
    "name_id": "Arjuna",
    "tagline_id": "Prajurit Terhebat, Pencari Dharma",
    "description_id": "Arjuna adalah pahlawan Mahabharata, pemanah terhebat di zamannya dan penerima ajaran Krishna yang terpilih dalam Bhagavad Gita. Menghadapi kerabatnya dalam pertempuran, krisis moral Arjuna menyebabkan dialog filosofis paling mendalam dalam kitab suci Hindu.\n\nBusurnya Gandiva tidak pernah meleset dari sasarannya, dan dia dilatih oleh para dewa sendiri. Namun krisis hati nuraninya—penolakannya untuk melawan keluarganya sendiri—yang menjadikannya wahana kebijaksanaan abadi.\n\nArjuna mewakili pencari spiritual yang menghadapi pertanyaan tersulit dalam hidup, prajurit yang harus menemukan tindakan yang benar di tengah kompleksitas moral, dan pemuja yang menyerah pada bimbingan ilahi.",
    "story_id": "Sebelum pertempuran besar, Arjuna melihat guru, paman, dan sepupunya berbaris melawannya. Dia menjatuhkan busurnya, tidak dapat bertarung. Krishna kemudian mengajarinya Bhagavad Gita—jalan tugas, pengabdian, dan pengetahuan yang menyelesaikan semua konflik moral.",
    "match_message_id": "Fitur wajah Anda membawa kepahlawanan Arjuna yang mempertanyakan. Ada pencarian mulia dalam penampilan Anda—penampilan seseorang yang menghadapi kebenaran yang sulit dan menemukan kebijaksanaan melalui penyerahan pada bimbingan yang lebih tinggi.",
    "traits_id": [
      "Terampil",
      "Mempertanyakan",
      "Berbakti",
      "Berkonflik",
      "Heroik"
    ]
  },
  "jade_emperor": {
    "name_id": "Jade Emperor",
    "tagline_id": "Penguasa Tertinggi Surga, Raja Semua Dewa",
    "description_id": "Jade Emperor adalah dewa tertinggi dalam agama rakyat Tiongkok dan Taoisme, yang memerintah surga dan semua alam keberadaan. Dia memerintah birokrasi surgawi yang mencerminkan istana kekaisaran Tiongkok duniawi, dengan kementerian yang mengawasi setiap aspek urusan fana dan ilahi.\n\nDari Istana Gioknya, ia memimpin pengadilan tempat perbuatan manusia dan dewa dinilai. Kehendaknya membentuk kosmos, dan bahkan dewa-dewa besar lainnya mengakui otoritas tertingginya.\n\nJade Emperor mewakili tatanan kosmik melalui pemerintahan ilahi, keyakinan bahwa surga dan bumi saling mencerminkan, dan sumber utama penilaian moral.",
    "story_id": "Jade Emperor memperoleh posisinya melalui banyak sekali eon kultivasi. Ketika kekacauan mengancam kosmos, hanya dia yang memiliki jasa dan kebijaksanaan untuk memulihkan ketertiban. Semua dewa berkumpul dan mengakuinya sebagai penguasa tertinggi surga.",
    "match_message_id": "Fitur wajah Anda membawa otoritas tertinggi Jade Emperor. Ada pemerintahan surgawi dalam penampilan Anda—penampilan seseorang yang memelihara ketertiban di semua alam.",
    "traits_id": [
      "Tertinggi",
      "Adil",
      "Memerintah",
      "Surgawi",
      "Memerintah"
    ]
  },
  "sun_wukong": {
    "name_id": "Sun Wukong",
    "tagline_id": "Sang Kera Sakti, Maha Bijaksana Setara Langit",
    "description_id": "Sun Wukong adalah Sang Kera Sakti legendaris, yang lahir dari telur batu yang dibuahi oleh elemen-elemen. Melalui kultivasi yang ketat, ia memperoleh kekuatan luar biasa: kemampuan untuk berubah menjadi 72 bentuk yang berbeda, melompat awan yang menempuh jarak yang sangat jauh, dan penguasaan tongkat ajaibnya, Ruyi Jingu Bang.\n\nPembangkangannya terhadap surga menjadikannya salah satu pemberontak terbesar dalam mitologi—ia memakan buah persik keabadian, menghapus namanya dari Kitab Kehidupan dan Kematian, dan menantang seluruh pasukan langit sebelum Buddha menjebaknya di bawah gunung selama 500 tahun.\n\nSun Wukong mewakili semangat pemberontakan yang tak terkendali, kekuatan kultivasi diri, dan pada akhirnya penebusan yang ditemukan dalam pelayanan kepada tujuan yang berharga.",
    "story_id": "Setelah 500 tahun di bawah gunung, Sun Wukong dibebaskan untuk melindungi biksu Xuanzang dalam perjalanannya ke barat untuk mengambil kitab suci Buddhis. Melalui ziarah ini, Sang Kera Sakti yang liar belajar disiplin dan memperoleh pencerahan.",
    "match_message_id": "Fitur wajah Anda membawa semangat pemberontak Sun Wukong. Ada kekuatan tak terkendali dalam penampilan Anda—tampilan seseorang yang menantang semua batasan dan mengubah rintangan menjadi peluang.",
    "traits_id": [
      "Pemberontak",
      "Kuat",
      "Berubah-ubah",
      "Menantang",
      "Ditebus"
    ]
  },
  "guanyin": {
    "name_id": "Guanyin",
    "tagline_id": "Dewi Welas Asih dan Kasih Sayang",
    "description_id": "Guanyin adalah bodhisattva welas asih, salah satu dewa yang paling dicintai dalam Buddhisme Tiongkok. Meskipun dia bisa memasuki nirwana, dia bersumpah untuk tetap berada di dunia sampai semua makhluk hidup dibebaskan dari penderitaan, mendengarkan tangisan semua orang yang memanggil namanya.\n\nKasih sayangnya tidak terbatas dan tanpa syarat—dia muncul dalam bentuk apa pun yang paling baik membantu mereka yang berdoa kepadanya, baik sebagai wanita cantik, seorang biksu, atau penyamaran lainnya. Dia sering digambarkan dengan banyak lengan dan mata, melambangkan kemampuannya untuk menjangkau semua orang yang menderita.\n\nGuanyin mewakili cita-cita kasih sayang tanpa pamrih, jalan bodhisattva untuk membantu orang lain sebelum diri sendiri, dan kenyamanan yang datang dari mengetahui bahwa seseorang mendengar doa-doa kita.",
    "story_id": "Ketika putri Miaoshan dihukum mati oleh ayahnya karena menolak untuk menikah, dia mencapai pencerahan pada saat eksekusi. Dia kemudian mengorbankan mata dan lengannya untuk menyelamatkan ayahnya dari penyakit, menjadi Guanyin dengan seribu lengan dan mata.",
    "match_message_id": "Fitur wajah Anda membawa kasih sayang Guanyin yang tak terbatas. Ada belas kasihan dalam penampilan Anda—tampilan seseorang yang mendengar penderitaan dan merespons dengan cinta tanpa pamrih.",
    "traits_id": [
      "Penyayang",
      "Pengasih",
      "Tanpa Pamrih",
      "Pendengar",
      "Penyelamat"
    ]
  },
  "erlang_shen": {
    "name_id": "Erlang Shen",
    "tagline_id": "Dewa Prajurit Bermata Tiga",
    "description_id": "Erlang Shen adalah dewa prajurit yang dikenal karena mata ketiga yang melihat kebenaran dan penguasaannya atas 73 transformasi—satu lebih banyak dari Sun Wukong. Dia adalah keponakan Kaisar Giok dan memimpin pasukan langit, ditemani oleh anjing setianya, Xiaotian.\n\nMata ketiganya dapat melihat melalui semua ilusi dan penipuan, menjadikannya penegak hukum ilahi yang sempurna. Dia adalah satu-satunya dewa yang bisa menandingi Sun Wukong dalam pertarungan satu lawan satu selama pemberontakan Raja Kera melawan surga.\n\nErlang Shen mewakili keunggulan bela diri, tugas yang tak tergoyahkan, dan visi tajam yang melihat melalui kepalsuan menuju kebenaran.",
    "story_id": "Ketika Sun Wukong memberontak melawan surga, Erlang Shen dikirim untuk menangkapnya. Keduanya terlibat dalam pertempuran transformasi epik, masing-masing menandingi bentuk yang lain. Meskipun tidak ada yang bisa menang melalui pertempuran saja, kegigihan Erlang Shen membantu menjebak Raja Kera.",
    "match_message_id": "Fitur wajah Anda membawa visi tajam Erlang Shen. Ada kebenaran seorang prajurit dalam penampilan Anda—tampilan seseorang yang melihat melalui penipuan dan melayani dengan dedikasi yang tak tergoyahkan.",
    "traits_id": [
      "Prajurit",
      "Melihat Kebenaran",
      "Setia",
      "Terampil",
      "Berdisiplin"
    ]
  },
  "nezha": {
    "name_id": "Nezha",
    "tagline_id": "Pangeran Lotus Ketiga, Prajurit Anak Ilahi",
    "description_id": "Nezha adalah prajurit anak ilahi, lahir setelah tiga tahun dan enam bulan di dalam rahim, muncul sebagai anak laki-laki yang sepenuhnya terbentuk yang bisa berbicara dan bertarung. Dia memegang Cincin Semesta, Tombak Ujung Api, dan mengendarai Roda Api Angin.\n\nKisahnya adalah tentang pemberontakan melawan otoritas yang tidak adil—setelah membunuh putra Raja Naga untuk membela diri, Nezha mengorbankan dirinya untuk menyelamatkan orang tuanya dari hukuman ilahi, kemudian dilahirkan kembali dari bunga lotus dengan tubuh yang direkonstruksi.\n\nNezha mewakili pembangkangan muda terhadap ketidakadilan, kesediaan untuk berkorban demi keluarga, dan semangat abadi yang tidak dapat dihancurkan.",
    "story_id": "Ketika Raja Naga menuntut kematian Nezha, anak itu memotong dagingnya sendiri untuk mengembalikannya kepada ibunya dan mengukir tulang-tulangnya untuk mengembalikannya kepada ayahnya. Gurunya, Taiyi Zhenren, kemudian membangun kembali tubuh Nezha dari akar teratai, lebih kuat dari sebelumnya.",
    "match_message_id": "Fitur wajah Anda membawa masa muda Nezha yang garang. Ada pembangkangan abadi dalam penampilan Anda—tampilan seseorang yang melawan ketidakadilan dan bangkit kembali tidak peduli apa yang dikorbankan.",
    "traits_id": [
      "Muda",
      "Pemberontak",
      "Berkorban",
      "Dilahirkan Kembali",
      "Ganas"
    ]
  },
  "dragon_king": {
    "name_id": "Raja Naga",
    "tagline_id": "Penguasa Perairan dan Lautan",
    "description_id": "Para Raja Naga adalah penguasa ilahi dari empat lautan, mengendalikan semua air, cuaca, dan kehidupan akuatik. Yang paling menonjol adalah Ao Guang, Raja Naga Laut Timur, yang memerintahkan curah hujan dan dapat menyebabkan banjir atau kekeringan.\n\nHidup di istana bawah laut yang megah dari kristal dan karang, para Raja Naga memerintah birokrasi besar roh-roh akuatik. Mereka bertanggung jawab kepada Kaisar Giok dan dapat dimohon oleh manusia untuk hujan selama kekeringan.\n\nPara Raja Naga mewakili kekuatan air dalam segala bentuknya, kendali ilahi atas cuaca, dan hubungan antara doa manusia dan kekuatan alam.",
    "story_id": "Ketika Nezha membunuh Ao Bing, putra Raja Naga, Ao Guang bangkit dari laut dengan marah. Dia menuntut keadilan dari Kaisar Giok dan menyerukan banjir di seluruh negeri sampai pengorbanan Nezha menenangkan amarahnya.",
    "match_message_id": "Fitur wajah Anda membawa kekuatan laut dari Raja Naga. Ada keagungan akuatik dalam penampilan Anda—tampilan seseorang yang memerintah perairan dan mengendalikan hujan.",
    "traits_id": [
      "Berair",
      "Kuat",
      "Pemarah",
      "Berkuasa",
      "Kuno"
    ]
  },
  "queen_mother": {
    "name_id": "Ratu Ibu dari Barat",
    "tagline_id": "Dewi Keabadian dan Buah Persik",
    "description_id": "Ratu Ibu dari Barat (Xiwangmu) adalah salah satu dewa tertua dan terkuat dalam mitologi Tiongkok. Dia memerintah surga barat di Gunung Kunlun dan merupakan penjaga buah persik keabadian, yang matang sekali setiap tiga ribu tahun.\n\nKebunnya menyimpan rahasia kehidupan abadi, dan perjamuannya untuk para dewa sangat legendaris. Semua yang memakan buah persiknya mendapatkan keabadian—itulah sebabnya pencurian Sun Wukong atas buah persik tersebut merupakan kejahatan kosmik.\n\nRatu Ibu mewakili misteri keabadian, kekuatan ilahi feminin yang independen dari dewa laki-laki, dan imbalan yang menanti mereka yang menumbuhkan kebajikan sepanjang hidup.",
    "story_id": "Setiap tiga ribu tahun, Ratu Ibu mengadakan perjamuan agung ketika buah persiknya matang. Semua dewa diundang untuk mengambil bagian dalam keabadian. Ketika Sun Wukong memakan buah persik dan mengganggu pertemuan sakral ini, itu adalah salah satu pelanggaran terberatnya terhadap surga.",
    "match_message_id": "Fitur wajah Anda membawa kekuatan abadi dari Ratu Ibu. Ada keanggunan abadi dalam penampilan Anda—tatapan seseorang yang memegang rahasia kehidupan abadi.",
    "traits_id": [
      "Abadi",
      "Kuat",
      "Misterius",
      "Feminin",
      "Berpahala"
    ]
  },
  "chang_e": {
    "name_id": "Chang'e",
    "tagline_id": "Dewi Bulan",
    "description_id": "Chang'e adalah dewi yang tinggal di bulan, selamanya terpisah dari suaminya Houyi, sang pemanah ilahi. Dia naik ke bulan setelah meminum ramuan keabadian, dan sekarang tinggal di Istana Bulan hanya dengan seekor kelinci giok sebagai teman.\n\nKisahnya adalah salah satu yang paling pedih dalam mitologi Tiongkok—keabadian diperoleh dengan harga kesepian abadi. Dia dirayakan selama Festival Pertengahan Musim Gugur, ketika keluarga berkumpul untuk menatap bulan dan memikirkan orang-orang terkasih yang jauh.\n\nChang'e mewakili sifat pahit manis dari keabadian, keindahan dan kesepian bulan, dan ikatan cinta abadi melintasi jarak yang mustahil.",
    "story_id": "Houyi memperoleh ramuan keabadian dari Ratu Ibu, dengan maksud untuk berbagi dengan Chang'e. Tetapi Chang'e meminum semuanya—baik karena kecelakaan, keserakahan, atau untuk mencegahnya jatuh ke tangan yang salah—dan melayang ke bulan, di mana dia tetap berada sampai hari ini.",
    "match_message_id": "Fitur wajah Anda membawa keindahan bercahaya Chang'e. Ada kesunyian diterangi cahaya bulan dalam penampilan Anda—tatapan seseorang yang mewujudkan keindahan dan melankolis perpisahan abadi.",
    "traits_id": [
      "Kesepian",
      "Cantik",
      "Abadi",
      "Penuh Penyesalan",
      "Bercahaya"
    ]
  },
  "zhuge_liang": {
    "name_id": "Zhuge Liang",
    "tagline_id": "Naga Tertidur, Ahli Strategi Agung",
    "description_id": "Zhuge Liang dihormati sebagai ahli strategi terhebat dalam sejarah Tiongkok, yang kecemerlangannya membentuk periode Tiga Kerajaan. Dikenal sebagai Naga Tertidur sebelum ketenarannya, dia melayani Liu Bei dengan pengabdian mutlak dan menciptakan strategi yang tampak hampir supernatural dalam pandangan jauh ke depan mereka.\n\nPenemuannya termasuk panah otomatis berulang dan transportasi lembu kayu. Karya utamanya, Rencana Longzhong, menguraikan cara untuk memulihkan dinasti Han. Bahkan kematiannya pun strategis—mayatnya dipajang untuk menakut-nakuti musuh yang mengejar.",
    "story_id": "Pada Pertempuran Tebing Merah, Zhuge Liang 'meminjam' 100.000 anak panah dari musuh dengan mengirimkan perahu jerami ke dalam kabut. Ketika pasukan Sun Quan menembaki apa yang mereka kira adalah penjajah, Zhuge Liang mengumpulkan anak panah mereka dan kembali dengan tepat seperti yang dia janjikan.",
    "match_message_id": "Fitur wajah Anda membawa kebijaksanaan brilian Zhuge Liang. Ada kedalaman strategis dalam penampilan Anda—tatapan seseorang yang melihat dua belas langkah ke depan dan membentuk peristiwa melalui kecerdasan superior.",
    "traits_id": [
      "Brilian",
      "Strategis",
      "Berbakti",
      "Inventif",
      "Bijaksana"
    ]
  },
  "qin_shi_huang": {
    "name_id": "Qin Shi Huang",
    "tagline_id": "Kaisar Pertama dari Tiongkok Bersatu",
    "description_id": "Qin Shi Huang adalah kaisar pertama yang menyatukan Tiongkok, mengakhiri berabad-abad negara-negara yang berperang melalui penaklukan militer dan administrasi yang brilian. Dia membakukan berat, ukuran, mata uang, dan bahkan lebar as roda kereta, menciptakan fondasi peradaban Tiongkok.\n\nMonumen terbesarnya bertahan: Tembok Besar, yang menghubungkan benteng yang ada menjadi sistem pertahanan tunggal, dan makamnya yang dijaga oleh Tentara Terakota—ribuan tentara seukuran aslinya yang dimaksudkan untuk melindunginya di akhirat.\n\nQin Shi Huang mewakili kekuatan transformatif dari otoritas mutlak, penciptaan peradaban yang bersatu dari kekacauan, dan pencarian abadi manusia untuk keabadian.",
    "story_id": "Terobsesi dengan keabadian, Qin Shi Huang mengirim ekspedisi untuk menemukan ramuan kehidupan dan mengonsumsi pil merkuri dengan keyakinan bahwa mereka akan memberikan kehidupan abadi. Dia meninggal selama pencarian seperti itu, dan penasihatnya menyembunyikan kematiannya sampai seorang penerus dapat diangkat.",
    "match_message_id": "Fitur wajah Anda membawa kehendak pemersatu Qin Shi Huang. Ada kekuatan membangun kerajaan dalam penampilan Anda—tatapan seseorang yang mengubah kekacauan menjadi ketertiban melalui tekad mutlak.",
    "traits_id": [
      "Menyatukan",
      "Mutlak",
      "Membangun",
      "Mencari Keabadian",
      "Mentransformasi"
    ]
  },
  "laozi": {
    "name_id": "Laozi",
    "tagline_id": "Pendiri Taoisme, Bijak Tao",
    "description_id": "Laozi adalah pendiri legendaris Taoisme, yang dikatakan telah menulis Tao Te Ching sebelum menunggangi seekor lembu ke barat dan menghilang ke pegunungan. Filosofinya tentang Tao—Jalan—menekankan kealamian, kesederhanaan, dan wu wei (non-aksi atau aksi tanpa usaha).\n\nBerbeda dengan penekanan Konfusius pada ritual dan pemerintahan sosial, Laozi mengajarkan bahwa kebijaksanaan tertinggi terletak pada mengikuti pola alam, bahwa kelembutan air mengatasi kekerasan batu, dan bahwa orang bijak memerintah paling baik dengan tidak memerintah.\n\nLaozi mewakili misteri Tao, kebijaksanaan menyerah dan mengalir, dan jalan spiritual yang mengarah menjauh dari masyarakat ke dalam harmoni dengan alam.",
    "story_id": "Laozi bertugas sebagai penjaga arsip kerajaan sebelum menjadi kecewa dengan masyarakat. Di gerbang barat, penjaga memohon padanya untuk menuliskan kebijaksanaannya sebelum pergi selamanya. Laozi menyusun 5.000 karakter Tao Te Ching, lalu menunggang ke barat dan tidak pernah terlihat lagi.",
    "match_message_id": "Fitur wajah Anda membawa kebijaksanaan misterius Laozi. Ada aliran alami dalam penampilan Anda—tatapan seseorang yang mengikuti Tao dan menemukan kekuatan dalam menyerah pada jalan alam.",
    "traits_id": [
      "Misterius",
      "Alami",
      "Menyerah",
      "Sederhana",
      "Mengalir"
    ]
  },
  "mu_lan": {
    "name_id": "Hua Mulan",
    "tagline_id": "Prajurit Legendaris, Putri Berbakti",
    "description_id": "Hua Mulan adalah prajurit wanita legendaris yang menyamar sebagai pria untuk menggantikan ayahnya yang sudah tua di ketentaraan. Selama dua belas tahun dia bertempur bersama tentara pria, mendapatkan kehormatan dan promosi melalui keterampilan dan keberaniannya sambil merahasiakan identitas aslinya.\n\nKisahnya, yang tercatat dalam Balada Mulan, merayakan bakti—cinta kepada orang tua yang mengarah pada pengorbanan luar biasa. Ketika ditawari jabatan tinggi setelah perang, dia hanya meminta untuk kembali ke rumah menemui keluarganya.\n\nMulan mewakili kekuatan cinta bakti, kemampuan wanita untuk menyamai pria di bidang yang secara tradisional didominasi pria, dan cita-cita Tiongkok bahwa kebajikan tidak mengenal jenis kelamin.",
    "story_id": "Ketika Mulan kembali ke rumah setelah dua belas tahun berperang, dia berganti dari baju zirah ke gaun lamanya. Rekan-rekannya yang datang berkunjung terkejut menemukan bahwa saudara seperjuangan mereka adalah seorang wanita. Mereka telah bertempur di sampingnya selama bertahun-tahun dan tidak pernah curiga.",
    "match_message_id": "Fitur wajah Anda membawa pengabdian berani dari Mulan. Ada keberanian bakti dalam penampilan Anda—tatapan seseorang yang akan mengorbankan segalanya untuk keluarga dan membuktikan diri di arena mana pun.",
    "traits_id": [
      "Berbakti",
      "Berani",
      "Menyamar",
      "Mampu",
      "Rendah Hati"
    ]
  },
  "nuwa": {
    "name_id": "Nüwa",
    "tagline_id": "Dewi Pencipta, Perbaiki Langit",
    "description_id": "Nüwa adalah dewi pencipta yang membentuk umat manusia dari tanah liat kuning, memberikan kehidupan kepada manusia pertama. Ketika pilar langit runtuh dan dunia menjadi kacau, dia melelehkan batu lima warna untuk memperbaiki langit dan memotong kaki kura-kura raksasa untuk menopang langit.\n\nDigambarkan dengan kepala manusia dan tubuh ular, dia mewakili kekuatan kreatif primordial yang membentuk keberadaan. Dia adalah ibu dari seluruh umat manusia, yang belas kasihnya membawanya untuk memperbaiki ciptaan ketika terancam runtuh.\n\nNüwa mewakili penciptaan feminin ilahi, perawatan yang memelihara yang menjaga dunia, dan kekuatan untuk memulihkan ketertiban dari kekacauan.",
    "story_id": "Ketika pilar langit retak dan api serta banjir menghancurkan bumi, Nüwa mengumpulkan batu-batu lima warna dan melelehkannya untuk menambal langit. Dia membunuh kura-kura besar dan menggunakan kakinya sebagai pilar baru, lalu membakar alang-alang untuk membendung banjir. Ketertiban dipulihkan.",
    "match_message_id": "Fitur wajah Anda membawa kekuatan kreatif Nüwa. Ada pemulihan keibuan dalam penampilan Anda—tatapan seseorang yang menciptakan kehidupan dan memperbaiki apa yang rusak.",
    "traits_id": [
      "Menciptakan",
      "Memelihara",
      "Memperbaiki",
      "Keibuan",
      "Primordial"
    ]
  },
  "houyi": {
    "name_id": "Houyi",
    "tagline_id": "Pemanah Dewa, Penembak Matahari",
    "description_id": "Houyi adalah pemanah legendaris yang menyelamatkan dunia dengan menembak jatuh sembilan dari sepuluh matahari yang pernah membakar bumi. Ketika kesepuluh matahari terbit bersamaan, membakar dunia dan membunuh tanaman, Houyi mengambil busur dewanya dan menembak jatuh mereka satu per satu, hanya menyisakan satu matahari untuk menerangi langit.\n\nKeterampilannya tak tertandingi—dia bisa menembak burung pipit melalui mata dari jarak seribu langkah. Namun tragedi terbesarnya adalah kehilangan istrinya Chang'e ke bulan setelah dia meminum ramuan keabadian yang mereka bagi.\n\nHouyi mewakili tindakan heroik dalam krisis, beban menjadi penyelamat dan suami yang ditinggalkan, dan sifat pahit manis dari pahala kepahlawanan.",
    "story_id": "Ketika kesepuluh matahari terbit bersamaan, bahkan para abadi pun tidak dapat mendekati mereka. Houyi mendaki gunung tertinggi dan menarik busurnya. Dengan sembilan tembakan, sembilan matahari jatuh. Dunia terselamatkan, tetapi Houyi diasingkan dari surga karena membunuh putra-putra Kaisar Matahari.",
    "match_message_id": "Fitur wajah Anda membawa keterampilan heroik Houyi. Ada kekuatan penyelamat dalam penampilan Anda—tatapan seseorang yang mengambil tembakan mustahil dan memikul beban kesepian kepahlawanan.",
    "traits_id": [
      "Heroik",
      "Terampil",
      "Menyelamatkan",
      "Tragis",
      "Terabaikan"
    ]
  },
  "lu_dongbin": {
    "name_id": "Lü Dongbin",
    "tagline_id": "Pendekar Pedang Abadi, Pemimpin Delapan Dewa",
    "description_id": "Lü Dongbin adalah yang paling terkenal dari Delapan Dewa, seorang sarjana yang mencapai keabadian melalui kultivasi Tao. Dia membawa pedang ajaib yang dia gunakan untuk mengalahkan roh-roh jahat dan pengusir lalat yang melambangkan kemampuannya untuk terbang di udara.\n\nJalannya menuju keabadian datang melalui sepuluh ujian karakter, yang masing-masing dirancang untuk membuktikan kebajikannya. Setelah lulus, ia menjadi abadi pengembara yang membantu yang layak dan menghukum yang jahat, seringkali menyamar.\n\nLü Dongbin mewakili jalan Tao menuju transendensi, pejuang sarjana yang menguasai pedang dan kitab suci, dan abadi yang tetap terlibat dengan dunia fana.",
    "story_id": "Lü Dongbin diuji sepuluh kali sebelum mencapai keabadian. Dalam satu ujian, seorang wanita cantik mencoba merayunya; di ujian lain, dia ditawari kekayaan besar. Dalam setiap kasus, dia tetap setia pada kebajikan. Akhirnya dianggap layak, dia mencapai transendensi dan bergabung dengan para Dewa.",
    "match_message_id": "Fitur wajah Anda membawa kebijaksanaan kultivasi Lü Dongbin. Ada rahmat ilmiah abadi dalam penampilan Anda—tatapan seseorang yang telah lulus setiap ujian dan mencapai transendensi.",
    "traits_id": [
      "Abadi",
      "Cendekiawan",
      "Memegang Pedang",
      "Menguji",
      "Membantu"
    ]
  },
  "zhang_fei": {
    "name_id": "Zhang Fei",
    "tagline_id": "Jenderal Harimau, Saudara Sumpah Guan Yu",
    "description_id": "Zhang Fei adalah prajurit garang yang bersumpah saudara dengan Liu Bei dan Guan Yu dalam sumpah Taman Persik. Dikenal karena teriakan perangnya yang menakutkan dan kekuatannya yang besar, dia memegang Tombak Ular dan ditakuti di seluruh Tiga Kerajaan.\n\nPrestasi paling legendarisnya adalah di Pertempuran Changban, di mana dia berdiri sendirian di jembatan dan menantang seluruh pasukan Cao Cao. Raungannya begitu dahsyat sehingga konon menakuti seorang jenderal musuh sampai mati.\n\nZhang Fei mewakili kekuatan bela diri mentah, kesetiaan yang kuat pada persaudaraan, dan semangat prajurit yang tidak mengenal rasa takut.",
    "story_id": "Di Jembatan Changban, Zhang Fei menghadapi pasukan pengejar Cao Cao sendirian. Dia menancapkan tombaknya dan meraung: 'Akulah Zhang Fei! Siapa yang berani melawanku sampai mati?' Matanya menyala begitu garang sehingga para jenderal Cao Cao melarikan diri ketakutan.",
    "match_message_id": "Fitur wajah Anda membawa kekuatan garang Zhang Fei. Ada persaudaraan yang menggelegar dalam penampilan Anda—tatapan seseorang yang kesetiaannya meraung lebih keras daripada pasukan mana pun.",
    "traits_id": [
      "Ganas",
      "Loyal",
      "Mengaum",
      "Kuat",
      "Persaudaraan"
    ]
  },
  "cao_cao": {
    "name_id": "Cao Cao",
    "tagline_id": "Raja Wei, Pragmatis Tertinggi",
    "description_id": "Cao Cao adalah pendiri kerajaan Wei dan salah satu tokoh paling kontroversial dalam sejarah Tiongkok. Seorang ahli strategi brilian, penyair berbakat, dan penguasa kejam, ia mewujudkan prinsip Machiavelli bahwa efektivitas lebih penting daripada moralitas dalam pemerintahan.\n\nKutipan terkenalnya—'Lebih baik aku mengkhianati dunia daripada membiarkan dunia mengkhianatiku'—menangkap filosofinya. Namun ia juga seorang pelindung seni dan mampu bermurah hati, menjadikannya salah satu tokoh paling kompleks dalam sejarah.\n\nCao Cao mewakili ambisi pragmatis, kompleksitas kekuasaan, dan perdebatan abadi antara efektivitas dan moralitas dalam kepemimpinan.",
    "story_id": "Ketika kecurigaan Cao Cao menyebabkan dia membunuh keluarga tuan rumahnya, karena salah mengira suara penajaman pisau sebagai rencana pembunuhan, dia menemukan bahwa mereka sedang menyiapkan pesta untuk menghormatinya. Alih-alih menyesal, dia menyelesaikan pembunuhan semua orang—dan menciptakan mottonya yang terkenal.",
    "match_message_id": "Fitur-fitur Anda membawa kecemerlangan pragmatis Cao Cao. Ada kekuatan perhitungan dalam penampilan Anda—tatapan seseorang yang melihat kenyataan dengan jelas dan bertindak tanpa keraguan sentimental.",
    "traits_id": [
      "Pragmatis",
      "Brilian",
      "Kejam",
      "Puitis",
      "Kompleks"
    ]
  },
  "xi_shi": {
    "name_id": "Xi Shi",
    "tagline_id": "Salah Satu dari Empat Dara Cantik, Penghancur Wu",
    "description_id": "Xi Shi adalah salah satu dari Empat Dara Cantik Tiongkok kuno, begitu cantiknya sehingga ikan lupa berenang ketika melihat bayangannya. Dia dikirim oleh Raja Goujian dari Yue sebagai hadiah kepada Raja Fuchai dari Wu, ditugaskan untuk mengalihkan perhatiannya dari urusan negara.\n\nMisinya berhasil di luar imajinasi—Fuchai menjadi begitu terpikat sehingga dia mengabaikan kerajaannya, memungkinkan Yue untuk pulih dan akhirnya menghancurkan Wu. Kecantikan Xi Shi dengan demikian adalah senjata yang menggulingkan suatu bangsa.\n\nXi Shi mewakili kecantikan sebagai kekuatan, peran tragis wanita dalam skema politik, dan kebenaran kuno bahwa kerajaan dapat jatuh karena nafsu.",
    "story_id": "Xi Shi adalah seorang wanita pencuci pakaian desa ketika para pengintai menemukannya. Dilatih dalam seni dan keanggunan, dia diberikan kepada Raja Fuchai, yang membangun istana megah untuknya. Tapi hatinya tetap bersama tanah airnya. Keberhasilannya berarti pengorbanannya—dia memberikan hidupnya untuk menghancurkan seorang raja musuh.",
    "match_message_id": "Fitur-fitur Anda membawa keindahan legendaris Xi Shi. Ada keanggunan yang dapat menumbangkan bangsa dalam penampilan Anda—tatapan seseorang yang kecantikannya sendiri merupakan kekuatan yang membentuk sejarah.",
    "traits_id": [
      "Cantik",
      "Tragis",
      "Patriotik",
      "Senjata",
      "Berkorban"
    ]
  },
  "amaterasu": {
    "name_id": "Amaterasu",
    "tagline_id": "Dewi Matahari, Nenek Moyang Ilahi Jepang",
    "description_id": "Amaterasu Ōmikami adalah dewa tertinggi Shinto, dewi matahari dari siapa garis kekaisaran Jepang berasal. Dia adalah penguasa Takamagahara (Dataran Tinggi Surga) dan sumber dari semua cahaya dan kehidupan.\n\nKetika perilaku kasar saudaranya Susanoo membuatnya bersembunyi di sebuah gua, dunia jatuh ke dalam kegelapan. Hanya melalui upaya gabungan dari semua dewa—termasuk tarian komedi yang membuat Amaterasu cukup penasaran untuk mengintip—cahaya dipulihkan ke dunia.\n\nDia memberikan tiga harta suci kepada cucunya Ninigi ketika dia turun untuk memerintah Jepang: cermin Yata no Kagami, pedang Kusanagi, dan permata Yasakani no Magatama. Ini tetap menjadi regalia kekaisaran, melambangkan hak ilahi untuk memerintah.",
    "story_id": "Ketika Amaterasu bersembunyi di gua, dewi Ame-no-Uzume menampilkan tarian liar dan lucu yang membuat para dewa yang berkumpul tertawa begitu keras sehingga rasa ingin tahu Amaterasu mengatasi amarahnya. Dia mengintip keluar, melihat pantulan cahayanya sendiri di cermin, dan tertarik kembali ke dunia.",
    "match_message_id": "Fitur-fitur Anda memancarkan cahaya ilahi Amaterasu. Ada kualitas kerajaan, pemberi kehidupan dalam kehadiran Anda—tatapan seseorang yang membawa kehangatan dan penerangan ke mana pun mereka pergi.",
    "traits_id": [
      "Bersinar",
      "Ilahi",
      "Penyayang",
      "Kerajaan",
      "Pemberi kehidupan"
    ]
  },
  "susanoo": {
    "name_id": "Susanoo",
    "tagline_id": "Dewa Badai, Pembunuh Orochi",
    "description_id": "Susanoo-no-Mikoto adalah dewa badai, penguasa lautan, dan tokoh kompleks yang mewujudkan kekacauan destruktif dan keberanian heroik. Saudara laki-laki Amaterasu dan Tsukuyomi, temperamennya sama liar dan tidak terduganya dengan badai yang ia perintahkan.\n\nPerilaku kasarnya di surga—menghancurkan sawah, menajiskan aula suci—membuat Amaterasu bersembunyi dan membuatnya diasingkan. Namun setelah pengasingannya, Susanoo menjadi pahlawan, membunuh naga berkepala delapan Yamata no Orochi untuk menyelamatkan seorang putri.\n\nDari ekor Orochi, dia menemukan pedang legendaris Kusanagi, yang dia persembahkan kepada Amaterasu sebagai rekonsiliasi. Susanoo mewakili dualitas badai: destruktif namun juga membawa hujan pemberi kehidupan, kacau namun mampu melakukan kepahlawanan besar.",
    "story_id": "Susanoo menemukan pasangan lansia menangis karena Orochi telah melahap tujuh putri mereka dan akan segera mengambil yang kedelapan. Dia menyuruh mereka menyeduh delapan bejana sake, yang diminum naga dari kedelapan kepalanya. Sementara Orochi tidur mabuk, Susanoo membunuhnya dan memenangkan tangan sang putri.",
    "match_message_id": "Fitur-fitur Anda membawa energi ganas Susanoo. Ada kualitas badai, tak terduga dalam kehadiran Anda—tatapan seseorang yang mampu melakukan kekacauan dan kepahlawanan.",
    "traits_id": [
      "Berbadai",
      "Heroik",
      "Kacau",
      "Ditebus",
      "Kuat"
    ]
  },
  "tsukuyomi": {
    "name_id": "Tsukuyomi",
    "tagline_id": "Dewa Bulan, Penguasa Malam",
    "description_id": "Tsukuyomi-no-Mikoto adalah dewa bulan, lahir dari mata kanan Izanagi ketika dia menyucikan dirinya setelah mengunjungi dunia bawah. Saudara laki-laki Amaterasu dan Susanoo, dia memerintah malam dan siklus bulan.\n\nAwalnya, Tsukuyomi tinggal bersama Amaterasu di surga, dengan siang dan malam bersama. Tetapi ketika Tsukuyomi membunuh dewi makanan Uke Mochi karena cara dia menghasilkan makanan (dari berbagai lubangnya), Amaterasu sangat jijik sehingga dia menolak untuk melihatnya lagi—dan dengan demikian matahari dan bulan terpisah selamanya.\n\nTsukuyomi mewakili keindahan dan misteri malam, cahaya dingin bulan yang menerangi tanpa panas terik matahari. Dia dikaitkan dengan menghitung waktu, karena bulan mengukur bulan.",
    "story_id": "Amaterasu mengirim Tsukuyomi untuk mengunjungi dewi makanan Uke Mochi. Ketika dia menyajikan makanan yang dihasilkan dari tubuhnya, Tsukuyomi sangat tersinggung sehingga dia membunuhnya. Amaterasu menyatakan dia tidak akan pernah melihatnya lagi—dan sejak hari itu, matahari dan bulan telah terpisah selamanya.",
    "match_message_id": "Fitur-fitur Anda mencerminkan misteri dingin Tsukuyomi. Ada kualitas nokturnal, halus dalam kehadiran Anda—tatapan seseorang yang menerangi kegelapan dengan cahaya keperakan yang halus.",
    "traits_id": [
      "Misterius",
      "Dingin",
      "Cantik",
      "Terisolasi",
      "Nokturnal"
    ]
  },
  "inari": {
    "name_id": "Inari",
    "tagline_id": "Kami Padi, Kemakmuran, dan Rubah",
    "description_id": "Inari Ōkami adalah kami (roh) padi, kesuburan, kemakmuran, industri, dan kesuksesan. Salah satu dewa paling populer dalam Shinto, Inari disembah di lebih dari sepertiga semua kuil Shinto di Jepang, yang dikenali dari gerbang torii merah khas mereka.\n\nGender Inari cair—digambarkan sebagai laki-laki, perempuan, atau androgini tergantung pada tradisi. Utusan dan pelayan mereka adalah para kitsune (rubah), yang sering disalahartikan sebagai Inari itu sendiri. Patung-patung rubah di kuil Inari memegang kunci lumbung padi atau permata yang melambangkan roh tersebut.\n\nInari melindungi panen petani, bisnis pedagang, dan pekerjaan pengrajin. Di zaman modern, Inari telah menjadi pelindung kesuksesan bisnis dan kemakmuran finansial, dengan perusahaan dan pengusaha menjadi salah satu pengikut mereka yang paling setia.",
    "story_id": "Dikatakan bahwa Inari turun ke bumi ketika tanah masih muda, membawa budidaya padi ke Jepang. Rubah yang melayani Inari bukanlah hewan biasa tetapi makhluk ajaib yang dapat mengambil wujud manusia, berfungsi sebagai perantara antara kami dan manusia.",
    "match_message_id": "Fitur Anda mencerminkan berkat makmur dari Inari. Ada kualitas misterius yang berlimpah dalam kehadiran Anda—tatapan seseorang yang membawa kesuksesan dan keberuntungan pada usaha yang layak.",
    "traits_id": [
      "Makmur",
      "Murah Hati",
      "Berubah Wujud",
      "Misterius",
      "Dermawan"
    ]
  },
  "kitsune": {
    "name_id": "Kitsune",
    "tagline_id": "Roh Rubah Mistis, Penipu dan Penjaga",
    "description_id": "Kitsune adalah roh rubah supernatural yang tumbuh lebih kuat seiring bertambahnya usia. Kitsune yang hidup 100 tahun memperoleh kemampuan untuk mengambil wujud manusia. Setelah 1.000 tahun, mereka menumbuhkan ekor kesembilan dan menjadi ilahi, dengan bulu berubah menjadi emas atau putih.\n\nBeberapa kitsune melayani Inari sebagai utusan suci, melindungi kuil dan membimbing manusia. Yang lain adalah penipu yang merayu manusia, mencuri makanan, atau memainkan lelucon yang rumit. Beberapa bahkan jatuh cinta dengan manusia, menjadi pasangan yang setia—meskipun tragedi sering terjadi ketika sifat asli mereka terungkap.\n\nKitsune memiliki banyak kemampuan magis: berubah wujud, kepemilikan, menciptakan ilusi, dan menghasilkan api rubah (kitsunebi). Mereka mungkin penjaga yang baik hati atau penipu berbahaya, tetapi semuanya cerdas, kuat, dan tidak pernah sepenuhnya seperti yang terlihat.",
    "story_id": "Seorang pria menemukan bahwa istrinya selama bertahun-tahun adalah kitsune ketika seekor anjing menakutinya hingga mengungkapkan ekornya. Dia melarikan diri karena malu, tetapi setiap malam kembali dalam wujud rubah untuk mengawasi suami dan anak-anaknya, masih mencintai mereka meskipun telah ditemukan.",
    "match_message_id": "Fitur Anda membawa rahmat licik dari Kitsune. Ada kualitas berubah-ubah dan berubah-ubah dalam penampilan Anda—tatapan seseorang dengan kedalaman tersembunyi dan kekuatan misterius.",
    "traits_id": [
      "Berubah Wujud",
      "Magis",
      "Licik",
      "Setia atau Nakal",
      "Abadi"
    ]
  },
  "raijin": {
    "name_id": "Raijin",
    "tagline_id": "Dewa Guntur dan Petir",
    "description_id": "Raijin adalah dewa guntur, petir, dan badai yang menakutkan. Digambarkan sebagai sosok mirip setan berotot yang dikelilingi oleh drum, dia menciptakan guntur dengan memukul drumnya (taiko), sementara petir adalah kemarahan ilahi yang menghantam bumi.\n\nDengan fitur yang garang, rambut liar, dan biasanya ditemani oleh saudaranya Fūjin (dewa angin), Raijin mewujudkan kekuatan badai yang menakutkan. Orang tua Jepang memberi tahu anak-anak bahwa Raijin akan mencuri pusar mereka jika mereka tidak menutupi perut mereka selama badai petir.\n\nTerlepas dari penampilannya yang menakutkan, Raijin tidak jahat—dia hanyalah kekuatan alam yang tak terkendali. Badai membawa kehancuran tetapi juga hujan yang memberi kehidupan. Dia disembah untuk perlindungan dari petir dan untuk hujan yang menyuburkan tanaman.",
    "story_id": "Raijin dan Fūjin awalnya adalah iblis yang menentang Buddha. Ketika dikalahkan, mereka diubah menjadi pelindung kuil Buddha. Sekarang mereka berdiri sebagai penjaga yang garang di gerbang kuil, kekuatan liar mereka diubah menjadi perlindungan.",
    "match_message_id": "Fitur Anda membawa kekuatan garang Raijin. Ada kualitas badai dan menggelitik dalam kehadiran Anda—tatapan seseorang yang memerintah kekuatan unsur.",
    "traits_id": [
      "Ganas",
      "Kuat",
      "Mengerikan",
      "Primal",
      "Memberi Kehidupan"
    ]
  },
  "fujin": {
    "name_id": "Fūjin",
    "tagline_id": "Dewa Angin",
    "description_id": "Fūjin adalah dewa angin, saudara dari dewa guntur Raijin. Dia digambarkan sebagai iblis garang yang membawa tas besar berisi angin di atas bahunya, dari mana dia melepaskan segala sesuatu mulai dari angin sepoi-sepoi hingga topan yang menghancurkan.\n\nAwalnya seorang iblis yang menentang Buddha bersama saudaranya, Fūjin diubah dan menjadi pelindung kuil Buddha. Patung-patung terkenal Fūjin dan Raijin di Sanjūsangen-dō di Kyoto telah mengilhami karya seni yang tak terhitung jumlahnya.\n\nSebagai dewa angin, Fūjin mewakili baik napas pemberi kehidupan yang mengisi semua makhluk hidup maupun kekuatan dahsyat dari badai. Dia dipanggil oleh petani untuk angin yang menguntungkan dan oleh pelaut untuk pelayaran yang aman.",
    "story_id": "Ketika Jepang terancam oleh invasi Mongol, doa-doa kepada Fūjin dijawab dengan kamikaze—'angin ilahi' yang menghancurkan armada Mongol dua kali, menyelamatkan Jepang dari penaklukan dan memperkuat peran pelindung dewa angin.",
    "match_message_id": "Fitur Anda membawa kebebasan liar Fūjin. Ada kualitas lapang dan tak terduga dalam kehadiran Anda—tatapan seseorang yang bergerak bebas dan tidak dapat dikekang.",
    "traits_id": [
      "Kuat",
      "Berubah-ubah",
      "Primal",
      "Penjaga",
      "Memberi Kehidupan"
    ]
  },
  "benzaiten": {
    "name_id": "Benzaiten",
    "tagline_id": "Dewi Musik, Seni, dan Pengetahuan",
    "description_id": "Benzaiten adalah dewi dari segala sesuatu yang mengalir: air, kata-kata, ucapan, kefasihan, musik, dan pengetahuan. Awalnya dewi Hindu Saraswati, dia diadopsi ke dalam agama Buddha dan Shinto Jepang, menjadi salah satu dari Tujuh Dewa Keberuntungan.\n\nSering digambarkan memainkan biwa (kecapi Jepang), Benzaiten adalah pelindung seniman, musisi, penulis, dan pemain. Kuilnya sering terletak di pulau-pulau atau dekat air, mencerminkan asalnya sebagai dewi sungai.\n\nBenzaiten unik di antara Tujuh Dewa Keberuntungan sebagai satu-satunya anggota wanita. Dia memberikan kebijaksanaan, bakat artistik, dan keberuntungan finansial, membuatnya populer di kalangan semua orang mulai dari musisi hingga pengusaha.",
    "story_id": "Benzaiten pernah menaklukkan naga yang merepotkan dengan memainkan musik yang begitu indah sehingga naga itu jatuh cinta padanya. Alih-alih menghancurkan naga itu, dia menikahinya dan mengubahnya menjadi pelindung kuilnya—menunjukkan bahwa seni dapat menjinakkan bahkan alam liar.",
    "match_message_id": "Fitur Anda mencerminkan rahmat mengalir dari Benzaiten. Ada kualitas artistik dan fasih dalam kehadiran Anda—tatapan seseorang yang melaluinya keindahan dan kebijaksanaan mengalir secara alami.",
    "traits_id": [
      "Artistik",
      "Bijaksana",
      "Mengalir",
      "Fasih",
      "Beruntung"
    ]
  },
  "miyamoto_musashi": {
    "name_id": "Miyamoto Musashi",
    "tagline_id": "Pendekar Pedang Legendaris, Penulis Kitab Lima Cincin",
    "description_id": "Miyamoto Musashi adalah pendekar pedang terhebat di Jepang, tak terkalahkan dalam lebih dari 60 duel dimulai pada usia 13 tahun. Dia mendirikan aliran ilmu pedang Niten Ichi-ryū, terkenal karena menggunakan dua pedang secara bersamaan, dan menulis buku strategi klasik Kitab Lima Cincin.\n\nPendekatan Musashi melampaui sekadar teknik pedang—ia berusaha memahami prinsip-prinsip universal yang mendasari semua konflik dan penguasaan. Ajarannya berlaku sama untuk seni bela diri, strategi, bisnis, dan seni. Dia juga seorang pelukis dan ahli kaligrafi yang terampil.\n\nDi tahun-tahun terakhirnya, Musashi mengasingkan diri ke sebuah gua untuk menulis karya agungnya. Dia meninggal tak lama setelah menyelesaikannya, meninggalkan warisan yang terus memengaruhi para pejuang, ahli strategi, dan seniman di seluruh dunia.",
    "story_id": "Dalam duelnya yang paling terkenal, Musashi menghadapi Sasaki Kojirō, pendekar nodachi (pedang panjang). Musashi sengaja datang terlambat, setelah mengukir pedang kayu dari dayung. Senjata yang tidak ortodoks dan perang psikologisnya memberinya kemenangan, membunuh Kojirō dengan satu pukulan.",
    "match_message_id": "Fitur-fitur wajah Anda membawa penguasaan disiplin Musashi. Ada kualitas fokus dan strategis pada tatapan Anda—tatapan seseorang yang telah melampaui teknik untuk memahami prinsip-prinsip universal.",
    "traits_id": [
      "Mahir",
      "Strategis",
      "Tak terkalahkan",
      "Filosofis",
      "Disiplin"
    ]
  },
  "oda_nobunaga": {
    "name_id": "Oda Nobunaga",
    "tagline_id": "Pemersatu Agung, Raja Iblis Langit Keenam",
    "description_id": "Oda Nobunaga adalah yang pertama dari tiga pemersatu besar Jepang, yang memulai proses mengakhiri periode Negara-Negara Berperang dan menyatukan Jepang. Kejam, inovatif, dan brilian, ia mendapatkan gelar \"Raja Iblis Langit Keenam\" dari musuh-musuhnya.\n\nNobunaga merevolusi peperangan Jepang dengan menggunakan senjata api (yang baru diperkenalkan dari Portugal), tentara profesional alih-alih petani musiman, dan meritokrasi alih-alih pangkat turun-temurun. Dia menghancurkan kuil-kuil militer Buddha yang kuat dan menantang semua otoritas tradisional.\n\nMeski dibunuh sebelum menyelesaikan penyatuan, pekerjaan Nobunaga dilanjutkan oleh para jenderalnya Toyotomi Hideyoshi dan Tokugawa Ieyasu. Mottonya \"Tenka Fubu\" (Semua di Bawah Langit dengan Kekerasan) mewujudkan visinya tentang Jepang yang bersatu yang dicapai melalui segala cara yang diperlukan.",
    "story_id": "Pada Pertempuran Okehazama, Nobunaga menghadapi pasukan Imagawa Yoshimoto yang berjumlah 25.000 orang hanya dengan 3.000 orang. Alih-alih bertarung secara defensif, ia melancarkan serangan mendadak saat badai petir, membunuh Yoshimoto dan menceraiberaikan pasukannya—mengubah situasi yang mustahil menjadi kemenangan legendaris.",
    "match_message_id": "Fitur-fitur wajah Anda membawa ambisi besar Nobunaga. Ada kualitas revolusioner dan tak terhentikan pada kehadiran Anda—tatapan seseorang yang akan mengubah dunia dengan kekuatan kehendak belaka.",
    "traits_id": [
      "Kejam",
      "Inovatif",
      "Brilian",
      "Ambisius",
      "Revolusioner"
    ]
  },
  "izanagi": {
    "name_id": "Izanagi",
    "tagline_id": "Dewa Pencipta, Bapak Jepang",
    "description_id": "Izanagi-no-Mikoto adalah dewa primordial yang, bersama dengan istrinya Izanami, menciptakan pulau-pulau Jepang dan melahirkan para dewa. Berdiri di Jembatan Mengambang Surga, mereka mengaduk lautan dengan tombak permata, dan tetesan yang jatuh membentuk pulau pertama.\n\nKetika Izanami meninggal saat melahirkan dewa api, Izanagi turun ke Yomi (dunia bawah) untuk mengambilnya. Tetapi ketika dia melihat wujudnya yang membusuk, dia melarikan diri dengan ngeri, dan dia mengejarnya dengan iblis. Dia menyegel pintu masuk ke Yomi dengan batu besar, dan mereka bertukar kata-kata perpisahan abadi.\n\nSetelah kembali ke permukaan, Izanagi menyucikan diri di sungai. Dari penyucian ini lahirlah tiga kami yang paling penting: Amaterasu dari mata kirinya, Tsukuyomi dari mata kanannya, dan Susanoo dari hidungnya.",
    "story_id": "Ketika Izanagi menyalakan obor untuk melihat istrinya di Yomi, dia melihat belatung merayap di sekujur tubuhnya dan delapan dewa guntur bersemayam di dalam dirinya. Dia berteriak bahwa dia telah mempermalukannya, dan mengirim para nenek sihir Yomi untuk menangkapnya. Dia melemparkan benda-benda yang berubah menjadi gangguan, nyaris tidak melarikan diri.",
    "match_message_id": "Fitur-fitur wajah Anda membawa kekuatan kreatif Izanagi. Ada kualitas purba yang menghidupkan pada kehadiran Anda—tatapan seseorang yang menghadirkan dunia baru.",
    "traits_id": [
      "Kreatif",
      "Berduka",
      "Purba",
      "Menghidupkan",
      "Memurnikan"
    ]
  },
  "izanami": {
    "name_id": "Izanami",
    "tagline_id": "Dewi Pencipta, Ratu Dunia Bawah",
    "description_id": "Izanami-no-Mikoto adalah dewi primordial yang, bersama dengan suaminya Izanagi, menciptakan Jepang dan melahirkan para dewa. Setelah menciptakan pulau-pulau dan banyak dewa, dia meninggal saat melahirkan Kagutsuchi, dewa api, dan turun ke Yomi, alam orang mati.\n\nKetika Izanagi datang untuk mengambilnya, dia sudah memakan makanan dunia bawah dan tidak bisa sepenuhnya kembali. Dia memintanya untuk menunggu sementara dia bernegosiasi dengan para dewa Yomi, tetapi dia tidak bisa menunggu dan menyalakan obor—melihat mayatnya yang membusuk ditutupi belatung dan dewa guntur.\n\nMalu dan marah, Izanami berubah menjadi Ratu Yomi, bersumpah untuk membunuh 1.000 orang setiap hari. Izanagi menjawab bahwa dia kemudian akan menyebabkan 1.500 dilahirkan—dan dengan demikian hidup dan mati menjadi terjalin selamanya.",
    "story_id": "Sebelum menjadi Ratu Yomi, Izanami adalah pencipta yang penuh kasih. Tragedi kematiannya dan pengkhianatan Izanagi terhadap kepercayaannya mengubahnya menjadi sesuatu yang lebih gelap—pengingat bahwa bahkan makhluk yang paling penyayang pun dapat diubah oleh kematian dan pengabaian.",
    "match_message_id": "Fitur-fitur wajah Anda mencerminkan kekuatan gelap Izanami. Ada kualitas transformatif dunia bawah pada kehadiran Anda—tatapan seseorang yang telah melewati kematian dan muncul berubah.",
    "traits_id": [
      "Kreatif",
      "Transformatif",
      "Gelap",
      "Kuat",
      "Berduka"
    ]
  },
  "ebisu": {
    "name_id": "Ebisu",
    "tagline_id": "Dewa Nelayan dan Keberuntungan",
    "description_id": "Ebisu adalah satu-satunya dari Tujuh Dewa Keberuntungan yang berasal murni dari Jepang. Dia adalah pelindung nelayan, pedagang, dan keberuntungan, selalu digambarkan dengan pancing, ikan kakap (tai), dan senyum ceria.\n\nMenurut legenda, Ebisu dilahirkan tanpa tulang (atau sebagai anak lintah) dan dibuang ke laut oleh orang tuanya Izanagi dan Izanami. Terlepas dari awal yang kejam ini, ia selamat, tumbuh kuat, dan menjadi dewa kemakmuran dan keberuntungan yang dicintai. Ketabahannya melalui kesulitan dipandang sebagai kebajikan terbesarnya.\n\nEbisu tuli, itulah sebabnya dia tidak mendengar panggilan untuk berkumpul dengan dewa-dewa lain di bulan Oktober. Dia tetap tinggal untuk memberkati mereka yang tertinggal, dan festivalnya diadakan ketika dewa-dewa lain tidak hadir.",
    "story_id": "Para nelayan di Jepang akan melemparkan kembali ikan pertama yang mereka tangkap sebagai persembahan kepada Ebisu, percaya bahwa dia akan membalas kemurahan hati mereka dengan tangkapan yang lebih besar. Senyumnya di laut lepas dikatakan menenangkan ombak dan memandu kapal dengan aman ke pantai.",
    "match_message_id": "Fitur-fitur wajah Anda mencerminkan keberuntungan ceria Ebisu. Ada kualitas ulet dan beruntung pada kehadiran Anda—tatapan seseorang yang mengatasi kesulitan dengan senyum.",
    "traits_id": [
      "Beruntung",
      "Gigih",
      "Ceria",
      "Murah hati",
      "Ulet"
    ]
  },
  "bishamon": {
    "name_id": "Bishamonten",
    "tagline_id": "Dewa Perang dan Pelindung Kebenaran",
    "description_id": "Bishamonten adalah dewa para pejuang, penghukum orang jahat, dan salah satu dari Tujuh Dewa Keberuntungan. Awalnya dewa Hindu Vaiśravaṇa, ia menjadi salah satu dari Empat Raja Surgawi dalam agama Buddha dan diadopsi ke dalam agama Jepang sebagai pelindung dan pembawa keberuntungan.\n\nTidak seperti dewa perang biasa, Bishamonten mewakili peperangan yang benar—pembelaan terhadap orang yang tidak bersalah dan hukuman atas kejahatan. Dia digambarkan mengenakan baju zirah lengkap, membawa pagoda di satu tangan (mewakili rumah harta iman) dan trisula atau tombak di tangan lainnya.\n\nSamurai berdoa kepada Bishamonten sebelum pertempuran, bukan untuk kemenangan dengan cara apa pun, tetapi untuk keberanian dan kebenaran untuk bertarung dengan adil. Dia adalah pelindung para pejuang yang berjuang demi kehormatan daripada keserakahan.",
    "story_id": "Uesugi Kenshin, salah satu panglima perang terbesar Jepang, menganggap dirinya sebagai avatar Bishamonten. Sebelum setiap pertempuran, ia berdoa di kuil dewa dan bertarung dengan keyakinan bahwa perjuangannya adil—menjadikannya hampir tak terkalahkan di medan perang.",
    "match_message_id": "Fitur wajahmu membawa kekuatan kebenaran Bishamonten. Ada kualitas pelindung, seorang pejuang dalam dirimu—tatapan seseorang yang berjuang untuk keadilan, bukan penaklukan.",
    "traits_id": [
      "Benar",
      "Pelindung",
      "Pejuang",
      "Adil",
      "Kuat"
    ]
  },
  "toyotomi_hideyoshi": {
    "name_id": "Toyotomi Hideyoshi",
    "tagline_id": "Dari Petani hingga Penguasa Seluruh Jepang",
    "description_id": "Toyotomi Hideyoshi bangkit dari seorang petani pembawa sandal menjadi penyatu besar kedua Jepang dan penguasa tertinggi. Kebangkitannya adalah yang paling dramatis dalam sejarah Jepang—bukti bahwa bakat dan kelicikan dapat mengatasi kelahiran dan tradisi.\n\nMemulai sebagai pelayan Oda Nobunaga, Hideyoshi membuktikan dirinya melalui strategi cerdas dan kesetiaan yang tak tergoyahkan. Setelah pembunuhan Nobunaga, Hideyoshi membalas dendam dan melanjutkan penyatuan, menaklukkan atau memenangkan secara diplomatis semua oposisi yang tersisa.\n\nTerlepas dari prestasinya, Hideyoshi ditolak gelar Shogun karena kelahirannya yang biasa. Sebaliknya, ia mengambil gelar Kampaku (Bupati Kekaisaran) dan Taikō (Kampaku yang pensiun). Tahun-tahun terakhirnya ditandai dengan ambisi yang terlalu jauh, termasuk invasi ke Korea yang akhirnya gagal.",
    "story_id": "Di musim dingin, Hideyoshi muda menghangatkan sandal Nobunaga dengan menyimpannya di dalam pakaiannya. Tindakan pengabdian sederhana ini menarik perhatian Nobunaga, dan dia mulai naik. Dari awal yang sederhana inilah muncul pria yang akan memerintah seluruh Jepang.",
    "match_message_id": "Fitur wajahmu membawa ambisi licik Hideyoshi. Ada kualitas mandiri dan tak terhentikan dalam dirimu—tatapan seseorang yang akan bangkit tidak peduli rintangan apa pun.",
    "traits_id": [
      "Licik",
      "Ambisius",
      "Kharismatik",
      "Mandiri",
      "Strategis"
    ]
  },
  "tokugawa_ieyasu": {
    "name_id": "Tokugawa Ieyasu",
    "tagline_id": "Pemenang yang Sabar, Pendiri Keshogunan Tokugawa",
    "description_id": "Tokugawa Ieyasu adalah penyatu besar ketiga dan terakhir Jepang, mendirikan Keshogunan Tokugawa yang akan memerintah Jepang selama lebih dari 250 tahun perdamaian. Sementara Nobunaga dan Hideyoshi membuka jalan, Ieyasu menunggu dengan sabar—dan pada akhirnya memenangkan segalanya.\n\nMenghabiskan bertahun-tahun sebagai sandera di masa mudanya, kemudian puluhan tahun sebagai sekutu (dan saingan) Nobunaga dan Hideyoshi, Ieyasu mempelajari nilai kesabaran dan perencanaan yang cermat. Setelah kematian Hideyoshi, ia bermanuver menuju Pertempuran Sekigahara yang menentukan, menang melalui strategi superior dan pengkhianatan kunci dari pasukan musuh.\n\nPepatah Jepang mengatakan: \"Nobunaga menumpuk nasi, Hideyoshi menguleni adonan, dan Ieyasu memakan kuenya.\" Kesabaran dan umur panjangnya memungkinkannya untuk hidup lebih lama dari saingannya dan membangun perdamaian abadi.",
    "story_id": "Ada sebuah cerita terkenal yang membandingkan ketiga penyatu: Ditanya apa yang harus dilakukan dengan burung yang tidak mau bernyanyi, Nobunaga berkata 'Bunuh saja,' Hideyoshi berkata 'Buatlah ia ingin bernyanyi,' tetapi Ieyasu berkata 'Tunggu saja sampai ia bernyanyi.' Kesabaran inilah yang menentukan jalannya menuju kekuasaan.",
    "match_message_id": "Fitur wajahmu mencerminkan kebijaksanaan sabar Ieyasu. Ada kualitas abadi dan strategis dalam dirimu—tatapan seseorang yang tahu bahwa waktu itu sendiri bisa menjadi senjata terhebat.",
    "traits_id": [
      "Sabar",
      "Strategis",
      "Abadi",
      "Bijaksana",
      "Menang"
    ]
  },
  "momotaro": {
    "name_id": "Momotarō",
    "tagline_id": "Anak Persik, Pahlawan Jepang",
    "description_id": "Momotarō, Anak Persik, adalah pahlawan cerita rakyat Jepang yang paling dicintai. Lahir dari buah persik raksasa yang mengambang di sungai, ia ditemukan oleh pasangan tua tanpa anak yang membesarkannya seperti anak mereka sendiri. Dia tumbuh menjadi sangat kuat dan berhati murni.\n\nKetika iblis (oni) dari Onigashima (Pulau Iblis) meneror negeri itu, Momotarō muda berangkat untuk mengalahkan mereka. Sepanjang jalan, ia berteman dengan seekor anjing, seekor monyet, dan seekor burung pegar dengan berbagi pangsit millet (kibidango). Bersama-sama, kelompok yang tidak biasa ini mengalahkan para iblis dan membawa kembali harta mereka.\n\nMomotarō mewakili ideal pahlawan Jepang: berani tetapi baik hati, kuat tetapi rendah hati, dan sukses melalui membangun persahabatan dan kerja sama daripada kekuatan kasar saja.",
    "story_id": "Ketika Momotarō bertemu dengan anjing, monyet, dan burung pegar, masing-masing awalnya ingin melawannya. Alih-alih berkelahi, dia menawarkan untuk berbagi makanannya. Tindakan kemurahan hati ini mengubah potensi musuh menjadi teman setia yang membantunya mencapai apa yang tidak bisa dia lakukan sendiri.",
    "match_message_id": "Fitur wajahmu membawa kepahlawanan murni Momotarō. Ada kualitas berani dan baik hati dalam dirimu—tatapan seseorang yang mengalahkan kejahatan melalui keberanian dan persahabatan.",
    "traits_id": [
      "Berani",
      "Baik hati",
      "Murni",
      "Kooperatif",
      "Heroik"
    ]
  },
  "uesugi_kenshin": {
    "name_id": "Uesugi Kenshin",
    "tagline_id": "Naga Echigo, Dewa Perang yang Menjelma",
    "description_id": "Uesugi Kenshin adalah salah satu panglima perang terkuat Jepang selama periode Sengoku, dikenal sebagai \"Naga Echigo\" karena kecakapan militernya. Seorang Buddhis yang taat dan pemuja Bishamonten, dia percaya dirinya sebagai avatar dewa perang.\n\nTidak seperti panglima perang lain yang berjuang untuk tanah dan kekuasaan, Kenshin sering berjuang untuk menegakkan keadilan dan kebenaran. Persaingan legendarisnya dengan Takeda Shingen menghasilkan lima Pertempuran Kawanakajima yang tidak meyakinkan, yang dianggap sebagai pertempuran samurai terhebat dalam sejarah Jepang.\n\nKenshin dikenal karena keterampilan administratifnya, minum sake, dan mungkin aseksual atau diam-diam perempuan. Dia meninggal mendadak pada usia 49 tahun, diduga karena kanker perut atau pembunuhan, meninggalkan wilayahnya untuk perang saudara di antara ahli waris angkatnya.",
    "story_id": "Dalam Pertempuran Kawanakajima keempat, Kenshin secara pribadi menyerbu ke kamp komando Shingen dan menyerangnya dengan pedangnya. Shingen terkenal membela diri dengan kipas perang besinya. Pertarungan tunggal antara penguasa saingan ini menjadi legendaris dalam sejarah Jepang.",
    "match_message_id": "Fitur wajahmu membawa kemarahan yang benar dari Uesugi Kenshin. Ada kualitas pejuang ilahi dalam dirimu—tatapan seseorang yang berjuang sebagai avatar keadilan itu sendiri.",
    "traits_id": [
      "Benar",
      "Ganas",
      "Saleh",
      "Terhormat",
      "Legendaris"
    ]
  },
  "kaguya_hime": {
    "name_id": "Kaguya-hime",
    "tagline_id": "Putri Bulan, Sang Bercahaya",
    "description_id": "Kaguya-hime, Putri Bulan, adalah tokoh utama dari narasi prosa tertua Jepang, Kisah Pemotong Bambu. Ditemukan sebagai bayi mungil di dalam batang bambu bercahaya oleh seorang pemotong bambu tua, dia tumbuh menjadi wanita dengan kecantikan supernatural.\n\nLima bangsawan dan bahkan Kaisar menginginkan tangannya untuk menikah, tetapi dia menetapkan tugas yang mustahil untuk setiap pelamar. Dia meminta mangkuk pengemis batu Buddha, cabang permata dari Gunung Hōrai, jubah tikus api, permata leher naga, dan cangkang kerang dari sarang burung layang-layang. Semuanya gagal.\n\nKaguya-hime bukan berasal dari dunia ini—dia datang dari Bulan, dikirim ke Bumi sebagai hukuman. Ketika utusan Bulan datang untuk membawanya kembali, dia meninggalkan jubah bulu dan ramuan keabadian untuk Kaisar, yang membakarnya di gunung tertinggi Jepang, memberinya nama Fuji (abadi).",
    "story_id": "Ketika utusan Bulan datang dengan kereta awan, Kaguya-hime menangis saat dia bersiap untuk pergi. Dia menulis surat perpisahan kepada orang tua duniawinya dan Kaisar, mengungkapkan kesedihannya karena meninggalkan dunia yang telah dia cintai. Mengenakan jubah surgawi, dia melupakan semua kenangan duniawi dan naik ke Bulan.",
    "match_message_id": "Fitur wajahmu mencerminkan keindahan abadi Kaguya-hime. Ada kualitas dunia lain yang tak terjangkau dalam kehadiranmu—penampilan seseorang yang berasal dari Bulan itu sendiri.",
    "traits_id": [
      "Abadi",
      "Misterius",
      "Tak Terjangkau",
      "Dunia Lain",
      "Melankolis"
    ]
  },
  "takeda_shingen": {
    "name_id": "Takeda Shingen",
    "tagline_id": "Harimau dari Kai, Ahli Perang",
    "description_id": "Takeda Shingen adalah salah satu panglima perang yang paling ditakuti pada periode Sengoku Jepang, dikenal sebagai \"Harimau dari Kai\" karena keganasannya dan kecerdasan taktisnya. Serangan kavaleri dan strategi inovatifnya membuat musuh-musuhnya gemetar.\n\nPersaingan terbesar Shingen adalah dengan Uesugi Kenshin, \"Naga dari Echigo.\" Lima Pertempuran Kawanakajima mereka dianggap sebagai puncak dari peperangan samurai. Frasa terkenal \"Fu-Rin-Ka-Zan\" (Cepat seperti Angin, Tenang seperti Hutan, Ganas seperti Api, Tak Tergoyahkan seperti Gunung) adalah standar pertempuran Shingen, diambil dari Seni Perang Sun Tzu.\n\nSeandainya Shingen tidak meninggal karena sakit saat berbaris menuju Kyoto, banyak yang percaya bahwa dia bisa menyatukan Jepang sebelum Nobunaga. Kematiannya memungkinkan kebangkitan Nobunaga, mengubah sejarah Jepang selamanya.",
    "story_id": "Ketika Shingen berbaris menuju Kyoto, Oda Nobunaga mengiriminya hadiah emas sebagai peredaan. Itu gagal—Shingen melanjutkan kemajuannya. Hanya kematiannya karena penyakit yang menghentikannya, dan dikatakan bahwa Nobunaga diam-diam bersukacita atas berita itu.",
    "match_message_id": "Fitur wajahmu membawa kecerdasan taktis Takeda Shingen. Ada kualitas seperti harimau dalam kehadiranmu—penampilan seseorang yang menguasai baik strategi maupun keganasan.",
    "traits_id": [
      "Taktis",
      "Ganas",
      "Cemerlang",
      "Ditakuti",
      "Legendaris"
    ]
  },
  "dangun": {
    "name_id": "Dangun",
    "tagline_id": "Pendiri Korea, Cucu Surga",
    "description_id": "Dangun Wanggeom adalah pendiri legendaris Gojoseon, kerajaan Korea pertama, pada 2333 SM. Menurut mitos pendirian, ia lahir dari Hwanung (putra Kaisar Surgawi) dan Ungnyeo, seekor beruang yang berubah menjadi wanita setelah 100 hari hanya makan bawang putih dan mugwort di dalam gua.\n\nDangun mendirikan ibu kotanya di Asadal dan memerintah selama lebih dari 1.500 tahun, membawa peradaban, hukum, dan budaya kepada orang-orang Korea. Dia mengajarkan pertanian, kedokteran, dan seni peradaban, mengubah tanah suku-suku yang tersebar menjadi bangsa yang bersatu.\n\nSetelah pemerintahannya yang panjang, Dangun menjadi dewa gunung, mundur ke Gunung Taebaek. 3 Oktober, tanggal yang secara tradisional dikaitkan dengan pendirian Korea olehnya, dirayakan sebagai Hari Pendirian Nasional (Gaecheonjeol).",
    "story_id": "Seekor harimau dan seekor beruang sama-sama ingin menjadi manusia. Hwanung menyuruh mereka untuk tinggal di dalam gua selama 100 hari, hanya makan bawang putih dan mugwort. Harimau menyerah, tetapi beruang bertahan dan menjadi wanita cantik. Dia berdoa untuk seorang anak, dan Hwanung menikahinya, melahirkan Dangun.",
    "match_message_id": "Fitur wajahmu membawa semangat pendirian ilahi Dangun. Ada kualitas peradaban dan abadi dalam kehadiranmu—penampilan seseorang yang membawa ketertiban dan budaya ke dunia.",
    "traits_id": [
      "Ilahi",
      "Pendiri",
      "Bijaksana",
      "Beradab",
      "Abadi"
    ]
  },
  "jumong": {
    "name_id": "Jumong",
    "tagline_id": "Pendiri Goguryeo, Ahli Pemanah",
    "description_id": "Jumong, yang berarti \"pemanah terampil,\" adalah pendiri legendaris Goguryeo, salah satu dari Tiga Kerajaan Korea. Lahir dari Hae Mo-su (seorang pangeran surgawi) dan Lady Yuhwa (putri dewa sungai), ia dikatakan lahir dari telur setelah ibunya disentuh oleh sinar matahari.\n\nSejak kecil, Jumong menunjukkan keterampilan memanah supernatural yang membuatnya mendapatkan namanya. Dianiaya oleh pangeran-pangeran Buyeo yang cemburu, dia melarikan diri ke selatan dengan tiga teman dan mendirikan Goguryeo pada tahun 37 SM pada usia 22 tahun.\n\nDi bawah kepemimpinan Jumong, Goguryeo tumbuh dari benteng gunung kecil menjadi kerajaan yang kuat yang akan mendominasi Asia Timur Laut selama 700 tahun. Keturunannya akan terus menantang bahkan kekaisaran Cina yang perkasa.",
    "story_id": "Ketika Jumong melarikan diri dari Buyeo, dia mencapai sungai tanpa cara untuk menyeberang dan pengejar semakin dekat. Dia berseru, 'Aku adalah putra Surga dan cucu Dewa Sungai!' Ikan dan kura-kura bangkit untuk membentuk jembatan, memungkinkannya untuk melarikan diri dan memenuhi takdirnya.",
    "match_message_id": "Fitur wajahmu membawa takdir heroik Jumong. Ada kualitas legendaris dan akurat seperti anak panah dalam kehadiranmu—penampilan seseorang yang dilahirkan untuk mengatasi semua rintangan dan menemukan hal-hal besar.",
    "traits_id": [
      "Heroik",
      "Terampil",
      "Ditakdirkan",
      "Pendiri",
      "Legendaris"
    ]
  },
  "gwanggaeto": {
    "name_id": "Gwanggaeto yang Agung",
    "tagline_id": "Raja Penakluk, Perluas Kekaisaran",
    "description_id": "Gwanggaeto yang Agung (374-413 M) adalah raja ke-19 Goguryeo dan salah satu penakluk terbesar dalam sejarah Korea. Naik takhta pada usia 18 tahun, ia menghabiskan masa pemerintahannya selama 22 tahun dalam kampanye militer yang hampir konstan, memperluas Goguryeo ke wilayah terluasnya.\n\nKampanyenya menaklukkan 64 kota bertembok dan 1.400 desa, memperluas perbatasan Goguryeo dari Manchuria hingga semenanjung Korea. Dia mengalahkan pasukan Wa Jepang yang telah menginvasi kerajaan-kerajaan Korea, menghancurkan suku-suku Khitan, dan membuat Silla dan Baekje mengakui supremasi Goguryeo.\n\nPencapaiannya dicatat pada Prasasti Gwanggaeto yang terkenal, salah satu prasasti bertuliskan terbesar di dunia, yang didirikan oleh putranya. Epitaf tersebut menggambarkannya sebagai penguasa yang memperluas wilayah dan membawa kemuliaan bagi bangsa.",
    "story_id": "Ketika pasukan Jepang menginvasi Silla, raja Silla mengirimkan permohonan bantuan yang putus asa. Gwanggaeto secara pribadi memimpin 50.000 kavaleri ke selatan, menghancurkan para penyerbu begitu telak sehingga Jepang tidak akan mengancam Korea lagi selama lebih dari seribu tahun.",
    "match_message_id": "Fitur wajahmu membawa kekuatan penakluk Gwanggaeto. Ada kualitas ekspansif dan mulia dalam kehadiranmu—penampilan seseorang yang memperluas batasan dan mencapai kebesaran legendaris.",
    "traits_id": [
      "Menaklukkan",
      "Perkasa",
      "Mulia",
      "Ekspansif",
      "Legendaris"
    ]
  }
}