{
  "zeus": {
    "name_ja": "ゼウス",
    "tagline_ja": "オリンポスの神々の王、天空と雷の支配者",
    "description_ja": "ゼウスはギリシャ神話の最高神であり、すべての神々の王としてオリュンポス山を支配しています。父クロノスを倒して天空と雷の支配権を主張し、神聖な権威の究極の象徴として、彼の強力な雷霆を振るいます。\n\nその威厳のある存在感と絶対的な力で知られるゼウスは、正義、もてなし、誓いを司りながら、宇宙の秩序を維持しています。彼の判決は最終的なものであり、彼の言葉は神々と人間の両方にとって法です。\n\nその王者の風格にもかかわらず、ゼウスは情熱的な性格と数多くの恋愛関係でも知られており、それが神話の最高の英雄と悲劇的な物語の多くを生み出しました。",
    "story_ja": "ゼウスはオリュンポスの神々を率いて、ティーターンとの大戦であるティタノマキアを戦いました。10年にわたる激しい戦いの後、彼は勝利を収め、兄弟たちと宇宙を分割しました。ポセイドンは海、ハデスは冥界を受け取り、ゼウスは空を主張し、すべての支配者となりました。",
    "match_message_ja": "あなたは生まれながらのリーダーの威厳を備えています。ゼウスのように、あなたは他者が本能的に尊敬する自然な権威のオーラをまとっています。あなたの強い顔立ちは、内なる強さと決定的な判断を下す能力を反映しています。",
    "traits_ja": [
      "権威がある",
      "強力",
      "公正",
      "情熱的",
      "威厳がある"
    ]
  },
  "hera": {
    "name_ja": "ヘラ",
    "tagline_ja": "神々の女王、結婚と家庭の女神",
    "description_ja": "ヘラはオリンポスの神々の女王であり、結婚、女性、出産、家庭の女神です。ゼウスの妻であり妹として、彼女は夫の数々の不貞にもかかわらず、結婚の神聖さを体現し、オリュンポス山から彼とともに統治しています。\n\n彼女の壮大な美しさと王者の風格で知られるヘラは、ギリシャ神話の中で最も強力な女神です。彼女の象徴には、その多くの目を持つ尾羽が彼女の用心深さを表すクジャク、そして彼女の育成的な性質を象徴するウシが含まれます。\n\nゼウスの恋人や私生児に対して嫉妬深く復讐心に燃える姿で描かれることが多いですが、ヘラの怒りは夫婦間の絆の擁護を意味します。彼女は正当な結婚と家族の安定を強く擁護し、これらの神聖な制度を侵害する者を罰します。",
    "story_ja": "ゼウスがヘラに求婚したとき、彼女は最初彼を拒絶しました。ゼウスは傷ついたカッコウの姿に変身し、同情的なヘラが彼を胸に抱いたとき、彼は正体を現し、彼女を勝ち取りました。彼らの神聖な結婚式は300年も続きました。",
    "match_message_ja": "あなたの顔立ちはヘラの威厳を帯びています。あなたの外見には、尊敬と忠誠を求める者の姿があります。あなたの顔は、自分が神聖だと信じるものを熱心に守る者の姿を物語っています。",
    "traits_ja": [
      "王者の風格がある",
      "保護的",
      "嫉妬深い",
      "強力",
      "忠実"
    ]
  },
  "athena": {
    "name_ja": "アテナ",
    "tagline_ja": "知恵、戦略的な戦争、工芸の女神",
    "description_ja": "アテナはギリシャ神話において、知恵、勇気、戦略的な戦争の女神として崇拝されています。ゼウスの頭から完全に武装して生まれた彼女は、知性と力の完璧な結合を体現し、文明の最高の理想を表しています。\n\n戦争の残忍な混沌を表すアレスとは異なり、アテナは戦略的思考、正義の大義、都市の防衛を擁護します。彼女は英雄の守護者であり、彼女の知恵で彼らを導き、彼女のアイギスで彼らを保護します。\n\n工芸と実用的な芸術の女神として、アテナは織物から造船、農業に至るまで、技能と知識の文明化の影響も表しています。",
    "story_ja": "アテナはアテネの守護神の地位をめぐってポセイドンと競いました。ポセイドンが三叉の鉾で地面を叩いて塩の泉を作り出したのに対し、アテナはオリーブの木を植えました。これは平和、食料、繁栄の贈り物です。アテネ人はアテナを選び、都市は今日まで彼女の名を冠しています。",
    "match_message_ja": "あなたの顔立ちは、アテナの鋭い知性と落ち着いた知恵を反映しています。あなたは、行動する前に考える人の鋭敏な分析力と静かな自信の両方を備えています。あなたの視線は、戦略的な深さと熟慮された判断を物語っています。",
    "traits_ja": [
      "賢い",
      "戦略的",
      "公正",
      "熟練した",
      "保護的"
    ]
  },
  "apollo": {
    "name_ja": "アポロン",
    "tagline_ja": "太陽、音楽、詩、癒しの神",
    "description_ja": "アポロンはオリンポスの神々の中で最も重要で複雑な神の一人であり、男性的な美と卓越性の理想を体現しています。太陽の神として、彼は毎日黄金の戦車で空を横断し、世界に光と暖をもたらします。\n\n太陽の神としての義務を超えて、アポロンは音楽、詩、芸術の守護神です。彼の竪琴はこれまで聞いた中で最も美しい音楽を生み出し、彼はミューズたちを天上の演奏で率います。彼はまた、デルフォイの神託を通して予言と真実を体現しています。\n\n癒しと医学の神として、アポロンは人々に医学の芸術を教えましたが、彼の矢は疫病をもたらすこともありました。この二面性は、創造と破壊の両方の神としての彼の性質を反映しています。",
    "story_ja": "アポロンは川のニンフであるダフネに深く恋をしました。彼が彼女を追いかけたとき、彼女は父親に救いを求め、月桂樹の木に変えられました。失恋したアポロンは月桂樹を神聖なものと宣言し、その葉を永遠に王冠として身に着けました。",
    "match_message_ja": "あなたの顔立ちは、アポロンの調和のとれた美しさを放っています。あなたの外見には輝きがあり、芸術的な感性と内なる光を物語る完璧なバランスがあります。あなたは創造的なインスピレーションに触発された人の明るさを帯びています。",
    "traits_ja": [
      "輝く",
      "芸術的",
      "予言的",
      "癒し",
      "完璧"
    ]
  },
  "artemis": {
    "name_ja": "アルテミス",
    "tagline_ja": "狩猟、荒野、月の女神",
    "description_ja": "アルテミスは狩猟、荒野、野生動物、そして月の処女神です。アポロンの双子の妹である彼女は、妖精の一団を率いて森を歩き回り、銀の弓で狩りをし、文明の制約から解放されて生きています。\n\n非常に独立心が強く、アルテミスは永遠の処女を誓い、彼女または彼女の信者の貞操を脅かす者を罰します。彼女は若い女性や子供たちを守り、出産を司り、自然の野生で手つかずの側面を表しています。\n\n狩猟の女神でありながら、アルテミスは動物と荒野そのものの保護者でもあります。彼女は古代世界の自然との関係の逆説を体現しています。自然を崇拝し保護しながら、そこから糧を得ているのです。",
    "story_ja": "狩人アクタイオンが誤ってアルテミスの入浴を目撃したとき、彼女は彼を牡鹿に変えました。彼の猟犬たちは主人を認識できず、彼を引き裂きました。これは女神の神聖なプライバシーを侵害することの代償についての警告です。",
    "match_message_ja": "あなたの顔立ちは、アルテミスの野性的な独立心を反映しています。あなたの視線には、誰にも従わず、自分の道を歩む者の姿があります。あなたの顔は、自由、激しい保護、そして自然とのつながりを物語っています。",
    "traits_ja": [
      "独立",
      "激しい",
      "純粋",
      "保護的",
      "野生"
    ]
  },
  "ares": {
    "name_ja": "アレス",
    "tagline_ja": "戦い、暴力、流血の神",
    "description_ja": "アレスはギリシャ神話の戦いの神であり、その残忍で暴力的、そして荒々しい側面を象徴しています。戦略的な戦争を体現するアテナとは異なり、アレスは戦いの混沌、流血、そして肉体的な暴力に喜びを感じます。彼は戦争が解き放つ野蛮な残虐性の具現化です。\n\n十二神の一人であるにもかかわらず、アレスはギリシャ人にはあまり愛されていませんでした—彼らは彼を尊敬しましたが、恐れていました。ゼウスでさえ、彼をすべての子供の中で最も嫌われていると呼びました。それでも、アレスは否定できない人間の本性についての真実を表しています。\n\nアレスは愛の女神アフロディーテとの最も有名な関係を持っています。ヘパイストスによって暴露された彼らの不倫は、エロスを含む数人の子供をもうけました。この戦いと愛の結合は、情熱が創造と破壊の両方を推進するという古代の理解を反映しています。",
    "story_ja": "アレスとアフロディーテがヘパイストスの金の網に一緒に捕らえられたとき、鍛冶の神はすべてのオリンポスの神々を召喚して彼らの恥を目撃させました。しかし、アレスは恥ずかしさを感じませんでした—彼は捕らえられた状態でも誇らしげに立ち、恥ずかしげもなく攻撃的な彼の性質を体現しました。",
    "match_message_ja": "あなたの顔立ちはアレスの激しい強さを帯びています。あなたの外見には、ためらうことなく紛争に立ち向かう者のような、生の力があります。あなたの顔は、情熱、勇気、そして引き下がらない戦士の精神を物語っています。",
    "traits_ja": [
      "激しい",
      "暴力的",
      "情熱的",
      "大胆不敵",
      "残忍"
    ]
  },
  "aphrodite": {
    "name_ja": "アフロディーテ",
    "tagline_ja": "愛、美、欲望の女神",
    "description_ja": "アフロディーテはギリシャ神話における愛、美、喜び、情熱の女神です。キプロス近くの海の泡から生まれ、彼女を見るすべての人に欲望を抱かせる、現存する最も美しい存在として現れました。\n\n彼女の力は単なる肉体的な魅力にとどまらず、あらゆる形態の愛とつながりを包含します。彼女はロマンチックな愛、友情、そして親と子の間の絆にさえ影響を与えます。彼女の金の帯には、誰でも恋に落ちさせる力があります。\n\n喜びとの関連にもかかわらず、アフロディーテは愛の変革的で、時には破壊的な力も表しています。彼女は真の美しさが内面から生まれること、そして愛が人類にとって最大の贈り物であり、最も手ごわい挑戦となり得ることを理解しています。",
    "story_ja": "トロイアのパリスが、ヘラ、アテナ、アフロディーテの中で誰が最も美しい女神かを判断するように求められたとき、それぞれが彼に賄賂を申し出ました。アフロディーテは彼に世界で最も美しい女性であるヘレンを約束しました。パリスはアフロディーテを選び、トロイア戦争を引き起こしました。",
    "match_message_ja": "あなたの顔立ちはアフロディーテの魅惑的な優雅さを体現しています。あなたの外見には否定できない魅力があり、他の人を自然に引き寄せる柔らかな美しさがあります。あなたの顔は、真のつながりと心からの感情の力を理解している人を物語っています。",
    "traits_ja": [
      "美しい",
      "情熱的",
      "魅力的",
      "優雅",
      "変革的"
    ]
  },
  "poseidon": {
    "name_ja": "ポセイドン",
    "tagline_ja": "海、地震、馬の神",
    "description_ja": "ポセイドンは海の強大な神であり、ティタンを倒した後、宇宙を分割したクロノスの3人の息子の1人です。彼の強力な三叉の矛で、彼は最小の小川から広大な海の深さまで、すべての水を支配します。\n\n気難しい性格で知られるポセイドンは、穏やかなラグーンのように穏やかにも、猛烈な嵐のように暴力的にもなりえます。怒ると、彼は三叉の矛で地面を打ち、地震と難破船を引き起こします。船乗りは危険な海を安全に航行できるように彼に祈ります。\n\n波を超えて、ポセイドンはまた、人類に与えた馬の創造者であり、飼いならす者でもあります。彼の宮殿はエーゲ海の深くにあり、サンゴでできており、真珠で飾られています。",
    "story_ja": "オデュッセウスがポセイドンの息子である一つ目の巨人ポリュフェモスを盲目にしたとき、海の神の怒りは際限を知りませんでした。10年の間、ポセイドンはオデュッセウスが家に帰るのを妨げ、嵐、海の怪物、災害を送って彼のあらゆる試みを阻止しました。",
    "match_message_ja": "あなたの顔立ちはポセイドンの深さと力を帯びています。あなたの存在には海洋的な性質があり、広大で、威圧的で、語り尽くせない深さに満ちています。あなたの強い顔立ちは、どんな嵐にも耐えられる人を物語っています。",
    "traits_ja": [
      "強力",
      "気難しい",
      "雄大",
      "予測不可能",
      "威圧的"
    ]
  },
  "hades": {
    "name_ja": "ハデス",
    "tagline_ja": "冥府と死者の神",
    "description_ja": "ハデスは冥府の神であり、死者の支配者であり、ゼウスとポセイドンとともに宇宙を分割したクロノスの3人の息子の1人です。しばしば恐れられていますが、ハデスは邪悪ではありません—彼は故人を厳しくも公正に裁き、各魂が適切な運命を受けるようにします。\n\nオリンポス山に住む他のオリンポスの神々とは異なり、ハデスは地上の世界を訪れることはめったになく、下の暗い領域から支配します。彼は彼を不可視にする闇の兜を持っており、地球の莫大な富—中に埋もれている貴金属や宝石を守っています。\n\nペルセポネの誘拐が彼の最も有名な神話ですが、ハデスは献身的な夫であることが証明されました。彼の領域は、陰鬱ですが、整然としていて公正です。彼はすべての死すべき人間を待ち受ける避けられない終わりを表しており、残酷でも親切でもありません—単に避けられないだけです。",
    "story_ja": "ハデスがペルセポネに恋をしたとき、彼は彼女を冥府に誘拐しました。彼女の母親であるデメテルの悲しみは永遠の冬を引き起こし、妥協が成立するまで続きました—ペルセポネは1年の半分を下に、半分を上で過ごすことになりました—こうして四季が生まれました。",
    "match_message_ja": "あなたの顔立ちはハデスの厳粛な権威を帯びています。あなたの存在には、静かで避けられない力があります—他の人が避ける深い真実を理解している者の外見。あなたの顔は、忍耐、公正さ、そして受け入れなければならないものを受け入れる尊厳を物語っています。",
    "traits_ja": [
      "公正",
      "厳格",
      "裕福",
      "忍耐強い",
      "避けられない"
    ]
  },
  "hermes": {
    "name_ja": "ヘルメス",
    "tagline_ja": "神々の使者、旅と盗人の神",
    "description_ja": "ヘルメスは神々の迅速な使者であり、神聖なトリックスターであり、旅行者、商人、泥棒、そして機知によって生きるすべての人々の守護聖人です。翼のあるサンダルと兜を身につけ、彼は人間の世界、オリンポス山、さらには冥府の間を自由に移動します。\n\nいたずら好きに生まれたヘルメスは、生まれた日にアポロンの神聖な牛を盗み、カメの甲羅からリラを発明しました。彼を罰する代わりに、神々は彼の賢さを認め、彼らの使者としました—制限なしにどこにでも旅行できる唯一の者です。\n\nヘルメスは死者の魂を冥府に導き、境界と移行の守護聖人として務めます。彼は中間の空間を表しており—完全にここでもあそこでもない—人生の岐路を乗り切るために必要な賢い適応性を体現しています。",
    "story_ja": "生まれた日に、ヘルメスは彼のベビーベッドから這い出し、アポロンの神聖な牛を見つけ、それを盗み、足跡を混乱させるために後ろ向きに歩かせました。対峙したとき、その幼児はアポロンに新しく発明されたリラを提供し、太陽神は非常に喜んで盗みを完全に許しました。",
    "match_message_ja": "あなたの顔立ちはヘルメスの素早い知性を帯びています。あなたの外見には、生き生きとした適応性があり、すばやく考え、どんな状況でも言い抜けられる者の外見があります。あなたの顔は、機知、魅力、そしてあらゆるギャップを埋める能力を物語っています。",
    "traits_ja": [
      "素早い",
      "賢い",
      "順応性",
      "雄弁",
      "いたずら好き"
    ]
  },
  "dionysus": {
    "name_ja": "ディオニュソス",
    "tagline_ja": "ワイン、エクスタシー、演劇の神",
    "description_ja": "ディオニュソスは、ワイン、祭り、エクスタシー、演劇の神であり、オリンポスの神々の中で最も若く、唯一人間の母親を持つ神です。彼はワインの解放的な力と、普段の自分から一歩踏み出す変容的な経験を象徴しています。\n\n二度生まれのディオニュソスは、死にかけていた母親セメレからゼウスによって救出され、ゼウスは彼が再び生まれる準備ができるまで、幼い彼を自分の太ももに縫い付けました。この二重の誕生は、彼を死と再生、変容と刷新の神として特徴づけています。\n\nディオニュソスの崇拝には、参加者がワイン、踊り、音楽を通して通常のアイデンティティを超越するエクスタシー的な儀式が含まれていました。彼は文明が抑圧しようとする人間の本性、つまり、野生、本能、エクスタシーを体現しています。彼は解放者であると同時に破壊者でもあります。",
    "story_ja": "テーバイの王ペンテウスがディオニュソスを敬うことを拒否し、彼を投獄しようとしたとき、神はテーバイの女性たちを狂乱状態に陥れました。ペンテウス自身の母親は、狂気のさなか、自分の息子をライオンと間違え、素手で引き裂きました。",
    "match_message_ja": "あなたの特徴は、ディオニュソスの陶酔させるような存在感を帯びています。あなたの外見には、普通を超えた状態に触れたことがあるような、異質な雰囲気があります。あなたの顔は、解放、変容、そして文明の境界を超えたところにある野生の喜びを物語っています。",
    "traits_ja": [
      "陶酔的",
      "解放的",
      "野生",
      "変容的",
      "二面性"
    ]
  },
  "persephone": {
    "name_ja": "ペルセポネ",
    "tagline_ja": "冥府の女王、春の女神",
    "description_ja": "ペルセポネは二面性を持つ女神であり、ハデスと共に冥府の女王として君臨する一方で、春の到来と成長のサイクルを体現しています。彼女の毎年繰り返される地下の暗い領域と地上の明るい世界との間の旅が、季節そのものを生み出しています。\n\nデーメーテルとゼウスの娘であるペルセポネは、花を摘んでいたところをハデスに誘拐され、彼の女王となりました。彼女の母親の悲しみはすべての成長を停止させましたが、ゼウスが介入しました。ペルセポネは冥府でザクロの種を食べたため、毎年一定期間そこに戻らなければなりません。\n\nこの神話は、古代の死と再生、上昇の前の下降の必要性に対する理解を反映しています。ペルセポネは変容を体現しています。乙女は女王になり、無垢な者は力を持つ者となり、生、死、再生のサイクルは永遠に続きます。",
    "story_ja": "ペルセポネが初めて冥府に到着したとき、彼女は怯えた乙女でした。しかし、時が経つにつれて、彼女は女王としての役割に成長し、死者でさえ彼女の怒りを恐れるほど強力になりました。かつて犠牲者だった彼女は、言葉が法となる恐るべき女王になったのです。",
    "match_message_ja": "あなたの特徴は、ペルセポネの二面性を反映しています。あなたの外見には、光と影の両方、春の新鮮さと、より暗い知識の深さがあります。あなたの顔は変容を、下降してより強く戻ってきた者を物語っています。",
    "traits_ja": [
      "二面性",
      "変容的",
      "強力",
      "優雅",
      "循環的"
    ]
  },
  "odin": {
    "name_ja": "オーディン",
    "tagline_ja": "全父、知恵、戦、死の神",
    "description_ja": "オーディンは北欧神話の最高の神であり、全父として、またアースガルズの支配者として知られています。彼は知恵、戦、詩、死を体現する複雑な神であり、どんな犠牲を払っても知識を絶えず求めています。\n\n生得権だけで力を得た神々とは異なり、オーディンはルーンの知恵を得るために、世界樹ユグドラシルで9日間自分自身を生贄にしました。彼はまた、知識の泉ミーミルの泉から飲むために自分の片目を捧げ、彼の顔に知恵の代償を永遠に刻みました。\n\n彼のカラス、フギン（思考）とムニン（記憶）、そして彼の狼、ゲリとフレキを伴い、オーディンは九つの世界を見守っています。彼はヴァルハラに倒れた戦士を集め、ラグナロクの最終決戦に備えています。",
    "story_ja": "ルーンの知恵を得るために、オーディンは食料も水も与えられず、自分の槍で貫かれ、ユグドラシルから9日間9夜ぶら下がっていました。9日目の夜、叫びながら、彼はルーンをつかみ、その秘密が彼に明らかにされました。",
    "match_message_ja": "あなたの特徴は、オーディンの知恵を求める印を帯びています。あなたの視線には、多くを見て、より多くを理解した者の深さがあります。全父のように、あなたの顔はより大きな知識のために払われた犠牲を物語っています。",
    "traits_ja": [
      "賢明",
      "犠牲的",
      "神秘的",
      "全知",
      "無慈悲"
    ]
  },
  "thor": {
    "name_ja": "トール",
    "tagline_ja": "雷神、人類の守護者",
    "description_ja": "トールは強大な雷神であり、オーディンと大地の女神ヨルズの息子です。彼はすべての北欧の神々の中で最も強く、山々を平らにし、投げた後に自分の手に戻る伝説のハンマー、ミョルニルを振るいます。\n\n彼の父の微妙な知恵とは異なり、トールは率直な強さと揺るぎない勇気を体現しています。彼はアースガルズとミズガルズ（地球）の守護者であり、領域を脅かす巨人や怪物と絶えず戦っています。彼の赤い髭は、嵐の雲の中を戦車で走るときに稲妻でパチパチと音を立てます。\n\n彼の恐ろしい力にもかかわらず、トールはその正直な性質と守護者としての役割で庶民に愛されています。彼は怒りやすいですが、同様にすぐに許し、食べ物や飲み物に対する彼の旺盛な食欲は伝説的です。",
    "story_ja": "巨人のスリュムがミョルニルを盗み、フレイヤを身代金として要求したとき、トールは花嫁に変装しました。結婚の宴で、彼は雄牛一頭、鮭八匹を平らげ、蜂蜜酒を三樽飲み干し、正体を明かして、回復したハンマーで巨人たちを皆殺しにしました。",
    "match_message_ja": "あなたの特徴は、トールの頑強な強さを帯びています。あなたの外見には、正直で率直な性質、つまり、オープンで警戒心のない性質があります。雷神のように、あなたの強い特徴は、揺るぎない勇気をもって正面から課題に立ち向かう者を物語っています。",
    "traits_ja": [
      "強い",
      "勇敢",
      "正直",
      "保護的",
      "猛烈"
    ]
  },
  "freya": {
    "name_ja": "フレイヤ",
    "tagline_ja": "愛、美、戦いの女神",
    "description_ja": "フレイヤは最も有名な北欧の女神であり、愛、美、豊穣、そして戦と死を体現しています。彼女は天上のフォルクヴァングを支配し、戦いで殺されたすべての戦士の半分を受け取ります。残りの半分はオーディンのヴァルハラに行きます。\n\nすべての女神の中で最も美しいフレイヤは、伝説の首飾りブリーシンガメンと、変身して飛ぶことができるハヤブサの羽の外套を持っています。彼女は2匹の猫が引く戦車に乗り、ヒルディスヴィーニという名前のイノシシを伴っています。\n\n魔法（セイズル）の女神として、フレイヤはオーディン自身に神秘的な芸術を教えました。彼女は失われた夫オズを探して九つの世界を渡り、赤い金の涙を流します。",
    "story_ja": "美しい首飾りブリーシンガメンを手に入れるために、フレイヤはそれを作った4人のドワーフ職人とそれぞれ一夜を過ごしました。ロキがこのことをオーディンに告げると、オーディンはフレイヤに2人の王の間で戦争を始めさせました。フレイヤは美しさと同じくらい戦いを愛していたからです。",
    "match_message_ja": "あなたの特徴は、フレイヤの魅惑的な美しさと強さのブレンドを反映しています。あなたの外見には、優しさと炎の両方、愛の優雅さと、自分の力を知っている者の激しさがあります。あなたの顔は情熱と独立を物語っています。",
    "traits_ja": [
      "美しい",
      "魔法的",
      "猛烈",
      "情熱的",
      "独立心"
    ]
  },
  "loki": {
    "name_ja": "ロキ",
    "tagline_ja": "いたずら、策略、混沌の神",
    "description_ja": "ロキは北欧神話の中で最も予測不可能な存在です。姿を変えるトリックスターであり、神々にとって友人でもあり敵でもあります。完全にアース神族でも巨人族でもなく、自身の不可解な動機に縛られ、世界の間を歩きます。\n\n彼のずる賢い頭脳は、神々を数え切れないほど助けも妨げもしました。彼はトールのハンマーを取り戻し、神々に魔法の贈り物を創造しましたが、バルドルの死を引き起こし、狼のフェンリル、世界蛇ヨルムンガンド、死者の支配者ヘルなどの怪物も生み出しました。\n\nロキは変化と成長に必要な混沌を体現していますが、抑制されないいたずらから生じる破壊も体現しています。ラグナロクでは、彼は混沌の軍勢を率いて神々に立ち向かいますが、彼がいなければ、神々の最大の宝物の多くは存在しなかったでしょう。",
    "story_ja": "神々がアースガルズの周りに壁を築く必要があったとき、ロキは太陽、月、そしてフレイヤを報酬として要求する巨人を雇うことを提案しました。これを防ぐために、ロキは巨人の種馬を誘惑するために牝馬に変身しました—そして後にオーディンの8本足の馬スレイプニルを産みました。",
    "match_message_ja": "あなたの特徴はロキの移り気な魅力を持っています。あなたの外見には、水銀のような性質があります—鋭く、賢く、そして捉えどころがありません。あなたの顔は、他の人が見逃す可能性を見て、自身の予測不可能な道を歩む者のことを語っています。",
    "traits_ja": [
      "ずる賢い",
      "予測不可能",
      "混沌",
      "賢い",
      "曖昧"
    ]
  },
  "frigg": {
    "name_ja": "フリッグ",
    "tagline_ja": "アースガルズの女王、結婚と母性の女神",
    "description_ja": "フリッグはアース神族の女王であり、オーディンの妻であり、全能の父であるオーディンと共にアースガルズを統治しています。彼女は結婚、母性、そして家庭芸術の女神であり、宮殿フェンサリルから雲を紡ぎます。\n\nほとんどの神々とは異なり、フリッグは予知の才能を持っています—彼女はすべての存在の運命を知っていますが、彼女が見るものについて決して語りません。この知識は彼女に知恵と悲しみをもたらします。彼女は息子のバルドルの死を予見しましたが、防ぐことができませんでした。\n\n最高位の女神として、フリッグの権威はオーディン自身に匹敵するだけです。彼女は結婚と出産に祝福を授けるために祈願され、家事における彼女の知恵は、彼女を北欧の妻と母の理想としました。",
    "story_ja": "フリッグがバルドルの死を予見したとき、彼女は九つの領域すべてを旅し、彼を傷つけないようにあらゆる生き物や物体から約束を取り付けました。しかし彼女は、若くて無害だと思い、ヤドリギを見落としてしまいました—ロキが利用した致命的な過ちです。",
    "match_message_ja": "あなたの特徴はフリッグの静かな知恵を反映しています。あなたの目には、知っている深みがあります—多くを見るがほとんど語らない者の顔つきです。あなたの顔は、重い知識を優雅さで抱く者の尊厳ある強さを運びます。",
    "traits_ja": [
      "賢明",
      "予見",
      "母性的",
      "威厳がある",
      "沈黙"
    ]
  },
  "baldur": {
    "name_ja": "バルドル",
    "tagline_ja": "光、喜び、純粋さの神",
    "description_ja": "バルドルは北欧神話における光、喜び、純粋さ、そして美の愛される神です。オーディンとフリッグの息子である彼は、非常に美しく優雅であったため、光が彼から輝き、彼は九つの領域のすべての存在に愛されました。\n\n彼の美しさは単に肉体的なものではありませんでした—バルドルは善良で純粋なものすべてを体現していました。彼はすべての神々の中で最も愛されており、彼の館ブレイザブリクは不潔なものが存在し得ない場所でした。\n\nロキの策略によるバルドルの死は、北欧の神々にとって終わりの始まりを告げます。ラグナロク後のヘルからの彼の帰還は、再生の希望と、古い灰からのより純粋な世界の再生を表しています。",
    "story_ja": "フリッグがすべてのものからバルドルを傷つけないという約束を取り付けた後、神々は彼に武器を投げて楽しみました—すべては無害に跳ね返りました。しかしロキは盲目のヘズをだまして、フリッグが見落としていたヤドリギのダーツを投げさせました。バルドルは死に、すべての創造物が泣きました。",
    "match_message_ja": "あなたの特徴はバルドルの純粋な光を放っています。あなたの外見には、輝きを放つ性質があります—あなたの善良さが外に輝き出ているような顔つきです。あなたの顔は、生来の優しさと、純粋な心から生まれる美しさを語っています。",
    "traits_ja": [
      "純粋",
      "美しい",
      "愛される",
      "輝く",
      "無邪気"
    ]
  },
  "tyr": {
    "name_ja": "テュール",
    "tagline_ja": "戦争、正義、英雄的栄光の神",
    "description_ja": "テュールは戦争と正義の北欧の神であり、オーディンが台頭する前は神々の長と考えられていました。他の戦争の神々の混沌とした戦争とは異なり、テュールは戦いの合法的な側面—英雄的な勇気、公正な戦闘、そして名誉による勝利を表しています。\n\n彼は自身の犠牲で最も有名です：神々が巨大な狼フェンリルを拘束する必要があったとき、テュールだけが善意の誓いとして狼の口に自分の手を置くほど勇敢でした。フェンリルが罠にかけられたことに気づいたとき、彼はテュールの手を噛み切りました—しかしテュールの犠牲は神々を救いました。\n\nテュールは、自分の言葉を守ることが個人的な損失よりも重要であるという戦士の名誉規範を体現しています。彼の失われた手は、正義が時には犠牲を必要とすることを常に思い出させてくれます。",
    "story_ja": "フェンリルは、神の一人が保証として彼の口に手を入れる場合にのみ、縛られることに同意しました。すべての神々が拒否しましたが、テュールだけが同意しました。魔法の鎖グレイプニルが保持されたとき、フェンリルは怒ってテュールの手を噛み切りました—しかしテュールは、神々を安全に保つための代償を知っていたため、揺るぎませんでした。",
    "match_message_ja": "あなたの特徴はテュールの揺るぎない名誉を運びます。あなたの視線には、揺るぎない性質があります—個人的な代償に関係なく、自分の言葉を守る者の顔つきです。あなたの顔は、深い信念から生まれる勇気を語っています。",
    "traits_ja": [
      "勇敢",
      "公正",
      "犠牲的",
      "名誉がある",
      "断固たる"
    ]
  },
  "hel": {
    "name_ja": "ヘル",
    "tagline_ja": "死者の女神、ヘルヘイムの支配者",
    "description_ja": "ヘルは死者の女神であり、彼女の名を冠した冥界の領域の支配者です。ロキと女巨人アングルボダの娘である彼女は、オーディンによって深淵に投げ込まれ、老齢、病気、または戦いでの栄光なしに死んだ者たちを支配する権限を与えられました。\n\n彼女の外見は印象的で恐ろしいものです：彼女の体の半分は美しい女性の姿であり、もう半分は腐敗した死体です。この二面性は、生者と死者の間の彼女の領域を反映しています。\n\n彼女の領域はヴァルハラに比べて寒くて寂しいですが、ヘルは邪悪ではありません—彼女は単に、運命によって彼女の扉に導かれた者たちの管理人です。彼女は厳粛な公平さで統治し、残酷でも親切でもなく、人生での行いに関係なく、彼女のところに来るすべての人を受け入れます。",
    "story_ja": "神々がヘルにバルドルを死から解放するように懇願したとき、彼女は一つの条件で同意しました：存在するものすべてが彼のために泣かなければなりません。すべての創造物が泣きましたが、一人の女巨人—実は変装したロキ—を除いて。このため、バルドルはラグナロクまでヘルに留まります。",
    "match_message_ja": "あなたの特徴はヘルの二重の性質を持っています。あなたの外見には、魅惑的な複雑さがあります—美しさが深みと影と絡み合っています。あなたの顔は、あらゆる側面を判断せずに受け入れる者のことを語っています。",
    "traits_ja": [
      "公平",
      "必然的",
      "二面性",
      "厳格",
      "受容的"
    ]
  },
  "heimdall": {
    "name_ja": "ヘイムダル",
    "tagline_ja": "ビフレストの守護者、神々の見張り番",
    "description_ja": "ヘイムダルは、アースガルズと他の領域を結ぶ虹の橋ビフレストの、常に警戒を怠らない守護者です。九人の母（九つの波）から生まれた彼は、草が生える音を聞き、あらゆる方向に何百リーグも先を見ることができる鋭敏な感覚を持っています。\n\n彼は鳥よりも睡眠を必要とせず、昼も夜も同じように良く見えます。彼の金の歯は輝き、神々の敵がついに進軍を開始したとき、ラグナロクの始まりを告げる偉大な角笛ギャラルホルンを持っています。\n\nヘイムダルはアースガルズの境界で永遠に見張りをしており、あらゆる脅威に対する最初の防衛線です。彼の警戒は決して揺るがず、神々への忠誠は絶対的です。ラグナロクでは、彼とロキはお互いを殺し合う運命にあります。",
    "story_ja": "ヘイムダルはかつて、ロキが盗んだフレイヤの首飾りブリーシンガメンを取り戻しました。両方の神々はアザラシに変身して海で戦い、ヘイムダルが勝利を収めました。彼らの間のこの敵意は、彼らが最終的にお互いを滅ぼすラグナロクで最高潮に達します。",
    "match_message_ja": "あなたの顔立ちは、ヘイムダルの永遠の警戒心を反映しています。あなたの視線には、油断がなく、用心深い性質が見られます—何も見逃さない目です。あなたの顔は、揺るぎない献身と、警護することから生まれる強さを物語っています。",
    "traits_ja": [
      "警戒心が強い",
      "忠実",
      "全てを見通す",
      "断固とした",
      "守護者"
    ]
  },
  "skadi": {
    "name_ja": "スカジ",
    "tagline_ja": "冬、狩猟、そして山の女神",
    "description_ja": "スカジは、冬、スキー、弓狩り、そして山の巨人族の女神です。神々が彼女の父スィアチを殺した後、彼女は戦争のために武装してアースガルズに来て、補償を要求しました。神々は候補者の足だけを見て選ばれた夫を彼女に提供しました。\n\n美しい足でバルドルを選びたいと願って、スカジは代わりに海の神ニョルズを選びました。彼らの結婚は不幸でした—彼女は海の音に耐えられず、彼は彼女の山の家でオオカミの吠える声に耐えられませんでした。彼らは最終的に別れました。\n\nスカジは、北の荒野の過酷な美しさを表しています—危険でありながら壮大です。彼女は神々の間で受け入れられた数少ない巨人族の一人であり、彼女の激しい独立と狩りの腕前は彼女に尊敬を得ています。彼女は最も寒い場所での生存を体現しています。",
    "story_ja": "夫を選ぶとき、スカジは最も美しい足を見て、それがバルドルのものだと思いました。それらは実際にはニョルズのもので、海水で荒れていましたが公平でした。この運命のいたずらは、山と海の間で不適合な結婚につながりました。",
    "match_message_ja": "あなたの顔立ちは、スカジの激しい独立心を帯びています。あなたの外見には、野生で手付かずの性質があります—他人が耐えられない過酷な条件で繁栄する人の外見です。あなたの顔は、寒さの中で鍛えられた強さを物語っています。",
    "traits_ja": [
      "激しい",
      "独立心が強い",
      "丈夫",
      "野生",
      "復讐する"
    ]
  },
  "freyr": {
    "name_ja": "フレイ",
    "tagline_ja": "豊穣、繁栄、そして平和の神",
    "description_ja": "フレイは、豊穣、繁栄、太陽、そして平和の神です—双子の妹フレイヤに対応する男性です。彼はアルフヘイムの領域を支配し、収穫と群れにもたらす祝福のために人間の中で最も愛されているヴァン神族の神です。\n\n彼はいくつかの魔法の宝物を持っています：どこへでも航海でき、ポケットに収まるように折りたたむことができる船スキーズブラズニル、そして彼の戦車を引き、太陽のように輝く黄金の猪グリンブルスティです。\n\nフレイの最大の欠点は、巨人族の女性ゲルズへの愛のために彼の魔法の剣を譲り渡したことでした。ラグナロクでは、彼は武器を持たずに炎の巨人スルトに立ち向かいます—神々でさえ彼らの情熱の結果を逃れることはできないことを思い出させます。",
    "story_ja": "フレイは巨人族の女性ゲルズに非常に深く恋をしたため、彼女と結婚する機会を得るためだけに、自分の力で戦うことができる唯一の武器である魔法の剣を譲り渡しました。この犠牲は、彼が武器を持たずにラグナロクに立ち向かうことを意味します。",
    "match_message_ja": "あなたの顔立ちは、フレイの寛大な暖かさを反映しています。あなたの外見には、生命を与える性質があります—どこへ行っても成長と繁栄をもたらす人の外見です。あなたの顔は、平和と夏の豊かさを物語っています。",
    "traits_ja": [
      "寛大",
      "平和",
      "肥沃",
      "情熱的",
      "犠牲的"
    ]
  },
  "njord": {
    "name_ja": "ニョルズ",
    "tagline_ja": "海、富、そして航海の神",
    "description_ja": "ニョルズは、海、風、漁業、そして富のヴァン神族の神です。フレイとフレイヤの父である彼は、2つの神聖な部族間の戦争後、人質としてアース神族の間に住むために送られ、そこで彼の知恵と寛大さのために大きな尊敬を集めました。\n\n船乗りは良い風と安全な航海を祈り、漁師は豊かな漁獲量を祈ってニョルズに祈ります。彼のホールノアトゥーンは海のそばにあり、彼は海運貿易からもたらされる富と関連付けられています。\n\n山岳の女神スカジとの彼の不幸な結婚は、いくつかの違いは和解できないことを教えました—彼女は騒々しい海のそばに住むことができず、彼は吠える山々に耐えることができませんでした。しかし、両方とも互換性がないにもかかわらず、お互いを尊重しました。",
    "story_ja": "ニョルズとスカジは妥協しようとしました—山で9泊、海で9泊。しかし、どちらも順応できませんでした：カモメはスカジを眠らせず、オオカミの吠え声はニョルズを絶望させました。彼らは友好的に別れました。",
    "match_message_ja": "あなたの顔立ちは、ニョルズの穏やかな豊かさを反映しています。あなたの存在には、広大で寛大で、富をもたらす海洋的な性質があります。あなたの顔は、水の近くで平和を見つけ、忍耐を通じて繁栄する人のことを物語っています。",
    "traits_ja": [
      "寛大",
      "裕福",
      "平和",
      "海を愛する",
      "賢明"
    ]
  },
  "admiral_yi": {
    "name_ja": "李舜臣 (イ・スンシン)",
    "tagline_ja": "伝説的な海軍司令官、亀甲船の発明者",
    "description_ja": "李舜臣 (イ・スンシン) は韓国最大の軍事的英雄であり、1592年から1598年の日本の侵略の際に国家を救った無敗の海軍司令官です。圧倒的な不利な状況と政治的迫害に直面したにもかかわらず、彼は23回の海戦で一度も負けませんでした。\n\n彼の戦術的な才能は、彼の道徳的誠実さによってのみ匹敵しました。政治的陰謀によって階級を剥奪され、拷問を受けた時でさえ、彼は呼ばれたときに任務に戻り、わずか13隻の船を率いて333隻の日本の船に立ち向かい、鳴梁海戦で決定的に勝利しました。\n\n伝説的な亀甲船（コブクソン）を含む、李の海戦における革新は、歴史の流れを変えました。彼は露梁海戦で戦死し、彼の最後の言葉は「戦いは最高潮にある。わが軍楽を鳴らせ。わが死を告げるな」だったと伝えられています。",
    "story_ja": "鳴梁海戦で、李提督は13隻対333隻というありえない不利な状況に直面しました。海峡の危険な潮流を利用して、彼は日本の艦隊を狭い水路に追い込み、そこでその数が不利になりました。彼は自分の船を失うことなく31隻の船を沈めました。",
    "match_message_ja": "あなたの顔立ちは、李提督の揺るぎない決意を反映しています。あなたの顔には強さと尊厳があります。個人的なコストに関係なく、自分の義務や名誉を決して放棄しない人の外見です。あなたの視線は、戦略的な深さと鉄の決意を物語っています。",
    "traits_ja": [
      "戦略的",
      "忠実",
      "革新的",
      "正義",
      "無敗"
    ]
  },
  "sejong_the_great": {
    "name_ja": "世宗大王（セジョンデワン）",
    "tagline_ja": "ハングルの創始者、科学と文化の擁護者",
    "description_ja": "世宗大王は、朝鮮史上最も賢明で国民に愛された君主として崇敬されています。32年間の治世（1418年〜1450年）において、科学、文化、芸術における黄金時代を監督し、朝鮮文明を変革しました。\n\n彼が残した最大の功績は、1443年にハングル（朝鮮語の文字）を創製したことです。庶民が簡単に学べるように設計され、当時の識字率を妨げていた複雑な漢字に取って代わりました。世宗は「賢い者は朝が終わる前に、愚かな者でも10日あれば習得できる」と宣言したことで有名です。\n\nハングル以外にも、世宗は天文学、農業、医学、音楽の革新を支援しました。彼は集賢殿を設立して学者を育成し、雨量計や日時計のような器具を作り、朝鮮の科学をヨーロッパより何世紀も進歩させました。",
    "story_ja": "世宗は、漢字を重んじる儒学者からの抵抗を恐れて、長年密かにハングルの研究を進めました。ついに発表されると、一部の官僚は庶民に文字を教えることは危険だと抗議しました。しかし、世宗は識字は特権ではなく権利であると主張し続けました。",
    "match_message_ja": "あなたの顔立ちは、世宗大王の賢明な慈悲深さを反映しています。思慮深く、学識のある雰囲気が漂っており、理解しようと努め、他人を助けようとする人の顔つきです。あなたの優しくも断固とした表情は、力ではなく知恵を通して人々を導くリーダーシップを示しています。",
    "traits_ja": [
      "賢明",
      "慈悲深い",
      "革新的",
      "学識がある",
      "思いやりがある"
    ]
  },
  "gumiho": {
    "name_ja": "九尾狐（クミホ）",
    "tagline_ja": "神秘的な九尾の狐の精",
    "description_ja": "九尾狐は、韓国の民間伝承に登場する伝説的な生き物です。千年生きた狐であり、美しい女性に変身する能力を持っています。生きるごとに尾が一本ずつ増え、最終的には絶大な魔力を持つ九本の尾を持つようになります。\n\n伝統的な物語では、九尾狐は人間の心臓や肝臓を食べることで完全に人間になろうとすることがよくあります。しかし、その力を善のために使ったり、純粋に恋をして自身の本能と戦ったりする九尾狐の話も存在します。\n\n九尾狐は、魅力と危険、美しさと破壊という二面性を体現しています。未知の魅力と、より良い方向にも悪い方向にも変化する可能性を象徴しています。",
    "story_ja": "ある若い学者が美しい女性に恋をしたが、彼女が九尾狐だとは知りませんでした。彼が彼女の正体を知った時、彼女は彼が恐怖で逃げ出すだろうと思っていました。しかし、彼は変わらず愛を告白しました。彼の献身に心を打たれた彼女は、人間になるために不死の力を放棄し、老齢になるまで彼と共に暮らしました。",
    "match_message_ja": "あなたの顔立ちには、九尾狐の魅惑的な魅力が宿っています。あなたの外見には、美しくもどこか別世界のような、魅惑的な神秘があります。あなたの顔は、隠された深さ、変容、そして世界と世界の間にある魅惑的な力を物語っています。",
    "traits_ja": [
      "魅惑的",
      "神秘的",
      "強力",
      "変容をもたらす",
      "二面性を持つ"
    ]
  },
  "confucius": {
    "name_ja": "孔子（こうし）",
    "tagline_ja": "至聖先師、万世の師",
    "description_ja": "孔子は、中国史上最も影響力のある哲学者であり、倫理、統治、社会の調和に関する彼の教えは、二千年以上にわたって東アジア文明を形作ってきました。彼は、儀礼、孝行、そして徳の涵養が調和のとれた社会の基礎であると強調しました。\n\n彼は短い間官職に就き、自身の思想を実行する君主を探して放浪しましたが、彼の真の影響力は教えることを通して発揮されました。彼の弟子たちは彼の言葉を『論語』にまとめ、それが中国の教育の基礎となりました。\n\n孔子は、道徳教育の力、君子・学者の理想、そして徳の高いリーダーシップと倫理的な涵養を通して社会を変革できるという信念を象徴しています。",
    "story_ja": "自身の教えを一言で要約するように求められたとき、孔子は「恕（じょ）—自分がされたくないことを他人にしてはならない」と答えました。この黄金律は、中国の道徳哲学の基礎となりました。",
    "match_message_ja": "あなたの顔立ちには、孔子の賢明な知恵が宿っています。あなたの外見には、道徳的な涵養があり、模範を示すことによって教え、倫理的な生き方を通して社会を変革する人の顔つきです。",
    "traits_ja": [
      "賢明",
      "教える",
      "倫理的",
      "人道的",
      "涵養する"
    ]
  },
  "guan_yu": {
    "name_ja": "関羽（かんう）",
    "tagline_ja": "武神、兄弟愛、正義の神",
    "description_ja": "関羽は、三国時代の武将であり、その忠誠心と武勇があまりにも伝説的になったため、武神として神格化されました。彼の赤い顔、長い髭、緑の袍は象徴的となり、彼の武器である青龍偃月刀も同様です。\n\n彼は桃園で劉備と張飛と義兄弟の誓いを立て、その絆は死後も守られました。彼の忠誠心は絶対的であり、曹操からの富と地位を拒否し、義兄弟の元へ戻るためにすべてを危険にさらすことを選びました。\n\n関羽は、揺るぎない忠誠心、武道の誉れ、そして個人的な利益を超越した義兄弟の神聖な性質を象徴しています。",
    "story_ja": "曹操に捕らえられた関羽は、寝返るようあらゆるものを提示されました。彼は劉備の妻たちを守るため一時的にそれを受け入れました。劉備の居場所を知った瞬間、彼は五関を突破し、六将を斬って戻りました。その旅は伝説として不朽のものとなりました。",
    "match_message_ja": "あなたの顔立ちには、関羽の正義の力が宿っています。あなたの外見には、兄弟愛があり、その忠誠心は決して買収されることはなく、その言葉は絶対的に神聖なものである人の顔つきです。",
    "traits_ja": [
      "忠実",
      "正義",
      "武道的",
      "名誉ある",
      "神格化された"
    ]
  },
  "ra": {
    "name_ja": "ラー",
    "tagline_ja": "至高の太陽神、すべての生命の創造者",
    "description_ja": "ラーは、古代エジプト宗教の至高の神であり、太陽の神であり、すべての生命の創造者です。毎日、彼は太陽の船で空を航海し、世界に光と暖かさをもたらします。毎晩、彼は冥界を旅し、混沌の蛇アポフィスと戦い、太陽が再び昇ることを保証します。\n\n最初の神として、ラーは原初の水ヌンから自らを創造し、他のすべての神々と世界を言葉によって創造しました。彼は太陽円盤を頭に載せたハヤブサの頭で描かれており、太陽自体の生命を与える力を体現しています。\n\nラーの名前は単に「太陽」を意味し、彼の影響力は非常に大きかったため、彼は他の主要な神々と融合し、神々の王であるアメン・ラーや、地平線の神であるラー・ホルアクティとなりました。彼はエジプトの宇宙論を定義した死と再生の永遠のサイクルを象徴しています。",
    "story_ja": "毎晩、ラーはドゥアト（冥界）に降り、そこで混沌の蛇アポフィスが彼をむさぼり食い、日の出を防ごうとします。他の神々、特にセトの助けを借りて、ラーは毎晩アポフィスを打ち破り、太陽が再び昇ることを保証します。これは、混沌に対する秩序の永遠の勝利を象徴しています。",
    "match_message_ja": "あなたの顔立ちは、ラーの永遠の輝きを放射しています。あなたの存在には、暖かく生命を与える性質があり、威厳がありながら育成力があります。あなたの顔は、どこに行っても光をもたらし、その精神が暗闇によって消されることのない人を物語っています。",
    "traits_ja": [
      "輝かしい",
      "永遠",
      "創造的",
      "強力",
      "生命を与える"
    ]
  },
  "isis": {
    "name_ja": "イシス",
    "tagline_ja": "魔法、母性、知恵の女神",
    "description_ja": "イシスは古代エジプトで最も偉大な女神であり、理想的な母、妻、そして魔法の守護者として崇拝されました。彼女の崇拝はローマ帝国全体に広がり、古代世界で最も愛された神の一人となりました。\n\nオシリスの妹であり妻、ホルス（ホルスの息子）の母であるイシスは、母性の激しい保護的な愛を体現しています。セトがオシリスを殺害し、その体をエジプト中に散乱させたとき、イシスはたゆまぬ努力で探し、すべての断片を集め、比類なき魔法の力を使って、息子ホルスを宿すことができる程度に彼を蘇らせました。\n\n魔法の女神として、イシスはラー自身に匹敵する知識を持っていました。彼女はしばしば王座の形をした冠や、太陽円盤を伴った牛の角を身につけて描かれ、女王と母親としての彼女の役割を象徴しています。彼女の名前は「王座」を意味し、ファラオの背後にある力を表しています。",
    "story_ja": "イシスはラーに、自分の唾から蛇を作り出すことによって、彼の秘密の名前を明かすように仕向けました。蛇が彼を噛み、彼女だけが彼を癒すことができたとき、ラーは彼女に自分の本当の名前を言わざるを得なくなり、彼女に彼に対する力を与えました。これにより、イシスは現存する中で最も強力な魔術師となりました。",
    "match_message_ja": "あなたの顔立ちは、イシスの深い知恵と慈悲を反映しています。あなたの外見には、育成的でありながら力強い資質があります。それは、激しく保護し、無条件に愛する人の表情です。あなたの目は、古代の神秘と母性的な献身の深さを宿しています。",
    "traits_ja": [
      "魔法的",
      "献身的",
      "賢明",
      "保護的",
      "慈悲深い"
    ]
  },
  "osiris": {
    "name_ja": "オシリス",
    "tagline_ja": "冥界、死、復活の神",
    "description_ja": "オシリスは死者の神であり、エジプトの冥界の支配者ですが、彼は闇の神ではありません。彼は死後の生命への希望と復活の約束を表しています。最初のミイラであり、最初に復活した存在として、彼は人類に永遠の命の贈り物を与えました。\n\nもともとエジプトを文明化し、農業を教え、法律を制定した偉大な王であったオシリスは、嫉妬深い兄弟のセトによって殺害されました。献身的な妻イシスの魔法を通して、彼は死後の世界を支配するために復活し、死者の魂を裁きました。\n\n再生と肥沃な土壌を象徴する緑色または黒色の肌で描かれたオシリスは、王権の笏と殻竿（しゃくかん）を持っています。彼は真実の広間ですべての魂を裁き、彼らの心をマアトの羽と天秤にかけて、永遠の運命を決定します。",
    "story_ja": "セトはオシリスを黄金の棺に閉じ込め、ナイル川に投げ込みました。イシスは世界中を探し、ビュブロスでそれを見つけ、大きな木に成長していました。しかし、セトは再び死体を見つけ、14個に切り刻み、エジプト中に散乱させました。イシスはすべての断片を集め、彼女の魔法で、オシリスを死後の世界の支配者として復活させました。",
    "match_message_ja": "あなたの顔立ちは、オシリスの厳粛な尊厳を帯びています。あなたの顔には、静かな強さがあります。それは、偉大な試練に耐え、変容を遂げた者の表情です。あなたの表情は、公正な判断と、深い経験から生まれる知恵を物語っています。",
    "traits_ja": [
      "公正",
      "復活",
      "慈悲深い",
      "永遠",
      "文明化"
    ]
  },
  "anubis": {
    "name_ja": "アヌビス",
    "tagline_ja": "ミイラ作りの神、魂の案内人",
    "description_ja": "アヌビスはジャッカルの頭を持つミイラ作り、葬儀、死者の守護神です。彼はイシスがオシリスの体を準備するのを手伝ったときに、最初のミイラを作り、エジプトの体を永遠の命のために保存する神聖な儀式を確立し、防腐処理を発明しました。\n\n魂の案内人として、アヌビスは故人を冥界から真実の広間へと導き、そこで彼は心の重さを量る重要な儀式を行います。正確かつ公平な判断で、彼はマアトの羽と天秤にかけて心を置きます。\n\n死との関連にもかかわらず、アヌビスは恐ろしい神ではありません。彼は保護者であり助手であり、死者が適切な儀式を受け、安全に死後の世界に到達することを保証します。彼の黒色は死ではなく、肥沃なナイル川の土壌と再生の約束を表しています。",
    "story_ja": "オシリスが殺害されたとき、アヌビスは最初のミイラ化を行い、神の体を神聖な包帯で包み、オシリスが死後の世界で永遠に生きることを可能にする儀式を行いました。この神聖な知識は、その後エジプトの司祭に伝えられました。",
    "match_message_ja": "あなたの顔立ちは、アヌビスの厳粛な守護の念を帯びています。あなたの顔には、保護的で用心深い資質があります。それは、暗い通路を安全に案内する人の表情です。あなたの揺るぎない視線は、公平な判断と、保護するという神聖な義務を物語っています。",
    "traits_ja": [
      "保護的",
      "正確",
      "公平",
      "案内",
      "神聖"
    ]
  },
  "horus": {
    "name_ja": "ホルス",
    "tagline_ja": "空、王権、保護の神",
    "description_ja": "ホルスはハヤブサの頭を持つ空の神であり、彼の目は太陽と月です。彼はすべてのファラオの神聖な原型であり、すべてのエジプトの王は地上のホルス（ホルスの化身）の生きた現れと見なされていました。\n\nイシスとオシリスの息子であるホルスは、セトによる父の殺害にいつか復讐するために秘密裏に育てられました。80年間続いた一連の激しい戦いの後、ホルスはセトを倒し、エジプトの王位を主張し、彼の神の支配の下で二つの地を統一しました。\n\nセトとの戦いで失われ、回復されたホルスの目は、エジプトの魔法の中で最も強力なシンボルの1つになりました。それは、癒し、保護、そして壊れたものの回復を表しています。ホルスは正当な王権、親孝行、そして秩序の勝利を体現しています。",
    "story_ja": "彼らの戦いの間、セトはホルスの左目を引き抜き、ホルスはセトを去勢しました。神トトはホルスの目を回復させ、それがウジャト—ホルスの目—癒しと完全性の象徴となりました。神々はホルスの味方で裁き、彼にエジプトの王位を与えました。",
    "match_message_ja": "あなたの顔立ちは、ホルスの高貴な態度を帯びています。あなたの視線には、鋭く保護的な資質があります。それは、正義のために戦う正当な支配者の表情です。あなたの顔は、正当な場所を主張するためにすべての障害を克服する人のことを物語っています。",
    "traits_ja": [
      "正義",
      "保護的",
      "勝利",
      "王室",
      "復讐"
    ]
  },
  "bastet": {
    "name_ja": "バステト",
    "tagline_ja": "家庭、猫、保護の女神",
    "description_ja": "バステトは猫の頭を持つ家庭、豊穣、保護の女神です。もともとは獰猛な雌ライオンの戦士として描かれていましたが、彼女はより穏やかな家庭的な猫の女神へと進化し、神聖な保護者としてエジプトの家族に愛されました。\n\n守護神として、バステトは家を悪霊、病気、不幸から守りました。猫は彼女にとって神聖であり、猫を殺すことは—たとえ偶然であっても—古代エジプトでは死刑に値しました。彼女のブバスティスの神殿は、最も人気のある巡礼地の1つでした。\n\n家庭との関連にもかかわらず、バステトは彼女の激しい保護的な性質を保持していました。彼女は「ラーの目」と呼ばれ、罪のない人々を守るときには恐ろしい雌ライオンのセクメトに変身することができました。彼女は猫の二重の性質—優しくて育成的でありながら、激しい保護の能力があることを体現しています。",
    "story_ja": "毎年、数十万人の巡礼者がエジプト最大のバステトの祭りのためにブバスティスに旅行しました。彼らはボートでナイル川を下り、音楽を演奏して祝いました。神殿では、彼らは愛する女神への捧げ物としてミイラ化された猫を持ってきました。",
    "match_message_ja": "あなたの顔立ちは、バステトの優雅な保護を反映しています。あなたの外見には、穏やかでありながら油断のない資質があります。それは、静かな警戒心と組み合わされた育成的な温かさです。あなたの顔は、安全な避難所を作り、愛する人々を激しく保護する人のことを物語っています。",
    "traits_ja": [
      "保護的",
      "優雅",
      "育成",
      "獰猛",
      "家庭的"
    ]
  },
  "sekhmet": {
    "name_ja": "セクメト",
    "tagline_ja": "戦いと癒しの女神、雌ライオン",
    "description_ja": "セクメトは、戦い、破壊、そして逆説的に癒しの、獰猛な雌ライオンの頭を持つ女神です。彼女の名前は「力ある者」を意味し、彼女の息吹が砂漠を作り出しました。彼女は太陽の焼けつくような破壊的な熱を象徴しています。\n\n人類を罰するために送られたラーの目として、セクメトの血への渇望は非常に強く、ほとんどすべての人間の命を破壊しかけました。血のように赤く染められたビールで彼女を欺くことによってのみ、彼女は鎮められ、穏やかなハトホルに戻りました。\n\nセクメトは、神の力の恐ろしい側面、殺しと清めの両方を行う熱、そして破壊と癒しが同じ力の二つの顔であるという真実を象徴しています。",
    "story_ja": "ラーはセクメトを反抗的な人類を破壊するために送りました。彼女は血の中を歩き回り、殺すことを止められませんでした。生存者を救うために、ラーは畑を赤く染められた7,000個のビールの瓶で洪水させました。セクメトはそれを血だと思い飲み、平和に目覚めました—彼女の破壊的な怒りは終わりました。",
    "match_message_ja": "あなたの顔立ちには、セクメトの獰猛な力が宿っています。あなたの外見には戦士の強さがあり、破壊と癒しを同等の激しさで行うことができ、強力な力を保護のためにチャネリングする人のようです。",
    "traits_ja": [
      "獰猛",
      "破壊的",
      "癒し",
      "強力",
      "情熱的"
    ]
  },
  "thoth": {
    "name_ja": "トート",
    "tagline_ja": "知恵、書記、魔法の神",
    "description_ja": "トートは、知恵、書記、魔法、そして月のトキの頭を持つ神です。彼は象形文字の発明、暦の作成、そして存在するすべての知識の記録を担っているとされています。トートの書記の才能がなければ、エジプト文明は存在し得ませんでした。\n\n神聖な書記として、トートは二つの真実の広間ですべての魂の判決を記録し、誰が来世に合格し、誰が有罪判決を受けるかを記録します。彼はまた、伝説的なトートの書を含む、すべての魔法の知識を含む神聖なテキストを著しました。\n\nトートは神々の仲介者として働き、彼の知恵と雄弁を使って紛争を解決します。彼はホルス​​の目を回復させ、ホルスとセトの両方を戦いの後に癒しました。彼の魔法の熟練は誰にも劣らず、彼はイシスにオシリスを復活させることを可能にした呪文を教えました。",
    "story_ja": "トートは月と賭けをし、5日間の余分な光を作り出すのに十分な光を獲得し、ヌトがオシリス、イシス、セト、ネフティス、そして長老ホルス​​を出産できるようにしました—彼女がその年のどの月にも子供を産むことができないというラーの呪いを回避しました。",
    "match_message_ja": "あなたの顔立ちには、トートの学術的な知恵が反映されています。あなたの外見には知的な深さがあり、知識を何よりも大切にし、存在の謎を理解しようとする人のようです。あなたの思慮深い表情は、理性と魔法の両方を物語っています。",
    "traits_ja": [
      "賢明",
      "学術的",
      "魔法的",
      "雄弁",
      "記録"
    ]
  },
  "set": {
    "name_ja": "セト",
    "tagline_ja": "混沌、嵐、砂漠の神",
    "description_ja": "セトは、混沌、嵐、暴力、そして過酷な砂漠の神です。彼は弟のオシリスの殺人者として最もよく知られていますが、単に邪悪なのではありません—彼は秩序を意味のあるものにする必要な無秩序の力です。\n\n彼の独特のセト動物の頭（おそらくツチブタの一部、ロバの一部、ジャッカルの一部）を持つセトは、外国、野生、そして飼い慣らされていないすべてのものを表しています。彼はナイル川の黒い肥沃な土壌に対する砂漠の赤い土地であり、確立された秩序に挑戦する部外者です。\n\nオシリス神話における彼の悪役的な役割にもかかわらず、セトは不可欠な機能を果たしました。ラーの太陽のバルクに乗って毎晩、セトの途方もない力は混沌の蛇アポフィスを打ち負かし、太陽が再び昇ることを保証します。セトの暴力がなければ、日の出はありません。彼は破壊が創造に必要な逆説を体現しています。",
    "story_ja": "セトは宴会でオシリスを騙し、美しい棺を表示し、完全に収まる人にそれを約束しました。オシリスが横になると、セトは蓋を叩きつけ、棺をナイル川に投げ込みました。この殺害は、エジプト神話を形作ったホルス​​との大いなる紛争を引き起こしました。",
    "match_message_ja": "あなたの顔立ちには、セトの生々しい力が宿っています。あなたの外見には、飼い慣らされていない、挑戦的な性質があり、従来の境界線の外に存在する人のようです。あなたの顔は、混沌の中にある強さと、変化のための混乱の必要性を物語っています。",
    "traits_ja": [
      "混沌",
      "強力",
      "必要",
      "暴力的",
      "予測不可能"
    ]
  },
  "demeter": {
    "name_ja": "デメテル",
    "tagline_ja": "収穫、農業、季節の女神",
    "description_ja": "デメテルは、収穫、農業、豊穣、そして神聖な法の女神です。彼女は生と死のサイクル、穀物、そして地球の豊穣を司ります。元の6人のオリンポスの神の一人として、彼女は自然界に対して絶大な力を持っています。\n\n娘のペルセポネがハデスに誘拐されたときの彼女の悲しみは、すべての植物を枯れさせ、死なせ、世界に最初の冬をもたらしました。ペルセポネが戻ってきて初めて春が再び来ます。\n\nデメテルは、すべての生き物に栄養を提供する育成的な母親を表していますが、彼女の贈り物が取り下げられたときの自然の恐ろしい力も表しています。",
    "story_ja": "ペルセポネが連れ去られたとき、デメテルは悲しみに暮れながら地球をさまよい、作物を育てさせませんでした。飢饉はゼウスが介入するまで広がりまし​​たが、ペルセポネは冥界でザクロの種を食べたため、毎年そこに戻らなければなりません—そして冬が戻ってきます。",
    "match_message_ja": "あなたの顔立ちには、デメテルの育成的な力が反映されています。あなたの外見には生命を与える暖かさがありますが、激しく愛し、深く悲しむ人のことを物語る感情の深さもあります。",
    "traits_ja": [
      "育成的",
      "悲しむ",
      "強力",
      "季節的",
      "母性的"
    ]
  },
  "hephaestus": {
    "name_ja": "ヘパイストス",
    "tagline_ja": "火、鍛冶、職人技の神",
    "description_ja": "ヘパイストスは、火、金属加工、石工、鍛冶場、そして彫刻の神です。彼は神々の職人であり、彼らの武器、鎧、そして存在する最も素晴らしい工芸品を作成します。\n\n足が不自由な状態で生まれました—あるいはヘラが嫌悪感からオリンポスから彼を投げ落としたときにそうさせられました—ヘパイストスは彼の認識された弱さを比類のないスキルに変えました。エトナ山のふもとにある彼の鍛冶場は、他の神々でさえ驚嘆するほどの美しさと力を持つ作品を生み出します。\n\nアフロディーテと結婚しているにもかかわらず、彼らの結婚は不幸でした。それでも、ヘパイストスは正直な労働の尊厳、辛抱強い工芸から生まれる美しさ、そして価値は外見ではなく、人が何を作成するかによって測られるという真実を表しています。",
    "story_ja": "ヘパイストスはアキレウスの伝説的な鎧、ヘルメスの翼のあるサンダル、そしてプロメテウスを縛った鎖を作りました。彼がアフロディーテをアレスと捕まえたとき、彼はオリンポス全体が見るために彼らを壊れない黄金のネットに閉じ込めました。",
    "match_message_ja": "あなたの顔立ちには、ヘパイストスの辛抱強い決意が宿っています。あなたの外見には静かな強さがあり、生まれつきの才能ではなく、献身的な仕事を通して美を創造する人のようです。",
    "traits_ja": [
      "熟練",
      "忍耐強い",
      "創造的",
      "回復力がある",
      "過小評価されている"
    ]
  },
  "eros": {
    "name_ja": "エロス",
    "tagline_ja": "愛と欲望の神",
    "description_ja": "エロスは愛、欲望、魅力を司る神であり、彼の黄金の矢は誰をも恋に落とすことができます。神話によっては、彼は創造と同じくらい古い原初の神であり、また別の神話では、アプロディーテーのいたずら好きな息子です。\n\n彼の力は恐らく全ての神の中で最も危険です。強大なゼウスでさえ彼の矢には無力です。一度射抜かれた愛は、理性で制御することも抵抗することもできません。エロスは、愛が人類にとって最大の祝福であり、最も予測不可能な力であることを理解しています。\n\nしばしば遊び好きな若者として描かれますが、エロスは決して無邪気ではありません。彼の矢は戦争を引き起こし、王国を崩壊させ、神々や人間を狂気と絶望、そして至高の喜びに陥れました。",
    "story_ja": "エロスは人間のプシュケに恋をしたが、彼女に会うのは暗闇の中だけでした。彼女が彼に背き、ランプの明かりで彼の顔を見たとき、彼は逃げ去りました。プシュケがアプロディーテーから与えられた不可能な課題をやり遂げた後、彼女はエロスと再会し、不死を得ました。",
    "match_message_ja": "あなたの容姿はエロスの魅惑的な魅力を宿しています。あなたの外見には、抗いがたい魅力があります。それは、魅了とつながりの力を理解している者の風格です。",
    "traits_ja": [
      "遊び好き",
      "強力",
      "予測不可能",
      "いたずら好き",
      "抗いがたい"
    ]
  },
  "pan": {
    "name_ja": "パン",
    "tagline_ja": "野性、羊飼い、田園音楽の神",
    "description_ja": "パンは、野性、羊飼い、群れ、自然、山岳地帯、田園音楽の神です。ヤギの足、角、ぼさぼさの髪を持ち、文明が抑圧しようとする手付かずの自然と原始的な力を表しています。\n\n彼は森や山を歩き回り、パンパイプを演奏します。その忘れがたい音楽は喜びと、\"パニック\"と呼ばれる突然の恐怖の両方を呼び起こすことがあります。彼の領域は、集落と集落の間の野生の場所であり、そこでは自然が支配し、人間の秩序は及びません。\n\nパンは性欲と豊穣に関連付けられており、しばしば森の中でニンフを追いかけます。しかし彼はまた、牧歌的な生活の単純な喜び、羊飼いと群れの間の絆、そして文明世界における荒野の重要性も表しています。",
    "story_ja": "パンはニンフのシュリンクスを追いかけましたが、彼女は彼から逃げ出し、川に助けを求めました。彼女は葦に姿を変えられました。パンは愛する人が立っていた場所に葦しか見つけることができず、それらから最初のパンパイプを作り、失われた愛の歌を永遠に奏でました。",
    "match_message_ja": "あなたの容姿はパンの野生のエネルギーを宿しています。あなたの外見には、手付かずの自然な魅力があります。それは、原始的な力と、抑制のない表現の喜びに繋がっている者の風格です。",
    "traits_ja": [
      "野生",
      "音楽的",
      "好色",
      "恐ろしい",
      "自然"
    ]
  },
  "prometheus": {
    "name_ja": "プロメテウス",
    "tagline_ja": "先見の明を持つティタン、火の運び手",
    "description_ja": "プロメテウスは、粘土から人類を形作り、神々に背いて人々に火を与えたティタンです。彼の贈り物は単なる炎ではなく、文明そのものでした。知識、技術、そして人間を単なる動物よりも高みに引き上げる進歩の火花です。\n\nゼウスはプロメテウスにこの贈り物のためにひどい罰を与えました。山に鎖で繋がれ、毎日ワシが彼の肝臓を食べ、それは毎晩再生され永遠の苦しみをもたらしました。しかしプロメテウスは自分の選択を後悔せず、人類のために何千年もの苦しみに耐えました。\n\n彼は、暴政に対する反逆の神聖な火花、他者のために苦しむことを厭わない意志、そして知識は決して権力者によって独占されるべきではないという信念を象徴しています。",
    "story_ja": "プロメテウスはオリンポスから火を盗み、ウイキョウの茎に隠して人々に与えました。この罪で、ゼウスは彼を岩に鎖で繋ぎ、ワシが毎日彼の肝臓を食い破りました。何千年もの後、ヘラクレスがついに彼を解放しました。",
    "match_message_ja": "あなたの容姿はプロメテウスの高貴な反抗を宿しています。あなたの外見には、苦しみを経た強さがあります。それは、他者が向上するのを助けるためにどんな痛みにも耐える者の風格です。",
    "traits_ja": [
      "反抗的",
      "犠牲的",
      "賢明",
      "苦悩",
      "慈悲深い"
    ]
  },
  "hercules": {
    "name_ja": "ヘラクレス",
    "tagline_ja": "最大の英雄、人類の擁護者",
    "description_ja": "ヘラクレスは、ゼウスと人間のアルクメーネーの息子であり、全てのギリシャの英雄の中で最も偉大な英雄です。彼の驚くべき強さと勇気は、彼を怪物や不可能な挑戦に対する人類の擁護者とし、彼は最終的に神々の中で不死を獲得しました。\n\nヘーラーによって狂気に駆り立てられ、彼は自分の家族を殺してしまいました。この悲劇が、彼の有名な十二の功業へと繋がりました。ネメアの獅子の退治、ケルベロスの捕獲、アウゲイアスの家畜小屋の掃除など、それぞれの仕事は不可能に思えました。しかしヘラクレスは、強さ、勇気、そして知恵によって、それら全てをやり遂げました。\n\n彼の強さだけでなく、ヘラクレスは英雄的な行動を通して、自身の最も暗い瞬間を乗り越える能力を表しています。彼は、ひどい転落の後でも、断固たる努力と勇気によって贖罪が可能であることの証明です。",
    "story_ja": "ヘラクレスは冥府に降り、素手でケルベロスを捕獲しました。ハデスの領域に入り、生きて帰還した唯一の人間です。十二の功業を終えた後、彼は不死を与えられ、オリンポスの神々の仲間入りをしました。",
    "match_message_ja": "あなたの容姿はヘラクレスの強大な決意を宿しています。あなたの外見には、並外れた力強さがあります。それは、純粋な意志と勇気によってどんな障害も乗り越えることができる者の風格です。",
    "traits_ja": [
      "強い",
      "勇敢",
      "贖われた",
      "不屈",
      "英雄的"
    ]
  },
  "helios": {
    "name_ja": "ヘーリオス",
    "tagline_ja": "太陽のティタン神",
    "description_ja": "ヘーリオスは太陽のティタン神であり、毎日東から西へ黄金の戦車を駆り、世界に光をもたらします。上空から、彼は太陽の下で起こる全ての事を見て聞いています。\n\n後に太陽と関連付けられるようになったアポロンとは異なり、ヘーリオスは太陽そのものを擬人化したものです。空を横切る実際の燃える球体です。毎朝、彼は大洋の川から昇り、毎晩戻り、地球の下を通過します。\n\n彼は全てを見通す証人であり、何一つ見逃さないため、誓いにおいてしばしば求められます。ペルセポネーに何が起こったかをデーメーテールに告げたのも、アプロディーテーとアレスの浮気を明らかにしたのもヘーリオスでした。",
    "story_ja": "ヘーリオスの息子パエトンは、太陽の戦車を運転することを懇願しました。神聖な馬を制御できなかったパエトンは、空を駆け巡り、地球を焼き払い、サハラ砂漠を作り出しました。世界を救うために、ゼウスは雷で彼を打ち落としました。",
    "match_message_ja": "あなたの容姿はヘーリオスの黄金の輝きを放っています。あなたの視線には、全てを見通す力があります。それは、何一つ見逃さず、見渡すもの全てを照らし出す者の風格です。",
    "traits_ja": [
      "全てを見通す",
      "輝かしい",
      "永遠",
      "証人",
      "公平"
    ]
  },
  "asclepius": {
    "name_ja": "アスクレピオス",
    "tagline_ja": "医術と癒やしの神",
    "description_ja": "アスクレピオスは医術と癒やしの神であり、アポロンと人間の女性コローニスの息子です。彼の医術の腕前は非常に高く、死者を蘇らせることさえできたため、ギリシア神話の中で最も愛される人物の一人となりました。\n\n彼は賢者であるケンタウロスのケイローンから医術を学び、世界が見たことのないレベルにまで発展させました。一本の蛇が巻き付いた彼の杖は、今日でも医学の象徴となっています。\n\nゼウスは、死者を蘇らせる彼を、自然の秩序を乱すと恐れ、雷霆でアスクレピオスを打ち倒しました。しかし、癒やしの神は非常に愛されていたため、ゼウスは後に彼を星の中に置き、崇拝を受け続けることを許しました。",
    "story_ja": "アスクレピオスはヒッポリュトスを死から蘇らせましたが、冥府の神ハデスはこれに怒り、死から逃れる人間がいることをゼウスに訴えました。ゼウスはアスクレピオスを雷霆で打ちましたが、アポロンの悲しみは非常に深く、ゼウスはアスクレピオスを不死にし、へびつかい座として星の中に置きました。",
    "match_message_ja": "あなたの顔立ちは、アスクレピオスの穏やかな知恵を宿しています。あなたの外見には、癒やしの存在感があります。それは、苦しむ人々を慰め、回復をもたらす人のようです。",
    "traits_ja": [
      "癒やし",
      "思いやり",
      "熟練",
      "献身的",
      "穏やか"
    ]
  },
  "vidar": {
    "name_ja": "ヴィーザル",
    "tagline_ja": "復讐と沈黙の神",
    "description_ja": "ヴィーザルは沈黙の神であり、アース神族の中で最も強く、力においてはトールに次ぐ存在です。彼はラグナロクにおいて重要な役割を果たす運命にあり、狼のフェンリルを倒して父オーディンに復讐します。\n\n靴職人が捨てた革の切れ端で作られた厚い革靴で知られるヴィーザルは、この魔法の靴を使ってフェンリルの顎を広げ、致命的な一撃を与えます。\n\n沈黙の神として、ヴィーザルは忍耐強い力と静かな決意の力を象徴しています。彼はほとんど話しませんが、時が来れば断固として行動します。",
    "story_ja": "ラグナロクにおいて、ヴィーザルは父オーディンがフェンリルに飲み込まれるのを目撃します。彼は躊躇なく、その伝説的な靴を狼の下顎に置き、両手で上顎をつかみ、獣を引き裂き、全能の父に復讐します。",
    "match_message_ja": "あなたの顔立ちは、ヴィーザルの静かな強さを宿しています。あなたの外見には、力強い静けさがあります。それは、辛抱強く待ちながらも、必要となれば破壊的な力で行動する人のようです。",
    "traits_ja": [
      "沈黙",
      "強い",
      "辛抱強い",
      "復讐心",
      "決意"
    ]
  },
  "vali": {
    "name_ja": "ヴァーリ",
    "tagline_ja": "復讐の神、バルドルの仇討ち",
    "description_ja": "ヴァーリはオーディンの息子であり、バルドルの死の復讐のために特に生まれました。彼はたった一日で完全に成長し、バルドルを殺した盲目の神ヘズを殺すまで、決して手を洗ったり、髪をとかしたりしませんでした。\n\n彼の誕生と急速な成長は、神の復讐の力を示しています—形を与えられた目的。ヴァーリはラグナロクを生き残り、世界を再建する数少ない神の一人です。\n\nヴァーリは、たとえどれほど苦痛な犠牲を払っても、正当な復讐と義務の遂行を象徴しています。",
    "story_ja": "バルドルの仇を討つために生まれたヴァーリは、一日で幼児から戦士へと成長しました。彼はヘズを追い詰め、殺害し、予言を果たしました。ヴァーリはラグナロクを生き残り、兄弟のヴィーザルと共に新しい世界を受け継ぐ運命にあります。",
    "match_message_ja": "あなたの顔立ちは、ヴァーリの集中した決意を宿しています。あなたの外見には目的があります。それは、特定の運命のために生まれ、それを果たすことを決意している人のようです。",
    "traits_ja": [
      "復讐心",
      "決意",
      "急速",
      "目的意識",
      "生き残る"
    ]
  },
  "bragi": {
    "name_ja": "ブラギ",
    "tagline_ja": "詩と雄弁の神",
    "description_ja": "ブラギは、詩、雄弁、そして言葉の神です。彼の舌にはルーン文字が刻まれていると言われ、彼の言葉は最高のミードのように流れます。彼は英雄的な行為を称える壮大な詩で、ヴァルハラに倒れた戦士たちを歓迎します。\n\n不死のリンゴの番人であるイズンと結婚したブラギは、詩の不朽の力を象徴しています。つまり、言葉がいかに英雄的な行為を永遠に保存できるかということです。彼は、詩を通して歴史を生かし続けた北欧の詩人、スカルドの守護聖人です。\n\n彼の長い顎髭と賢明な外見は、学識者の尊厳を体現しており、アースガルズの彼の広間には永遠の歌が響き渡っています。",
    "story_ja": "ロキがエーギルの宴で全ての神々を侮辱した時、ブラギは最初に反応し、ロキに立ち去るように警告しました。ロキはブラギを臆病者と呼びましたが、ブラギは冷静に、もし彼らが広間の外にいるなら、ロキの嘘の代償として彼の首を運ぶだろうと答えました。",
    "match_message_ja": "あなたの顔立ちは、ブラギの雄弁な知恵を宿しています。あなたの外見には詩があります。それは、美しい言葉で真実を捉え、言葉で心を動かすことができる人のようです。",
    "traits_ja": [
      "雄弁",
      "賢明",
      "歓迎",
      "芸術的",
      "尊厳"
    ]
  },
  "idunn": {
    "name_ja": "イズン",
    "tagline_ja": "若さと不死の女神",
    "description_ja": "イズンは、神々に不死と永遠の若さを与える黄金のリンゴの番人です。彼女のリンゴがなければ、アース神族は人間のように年を取り、衰弱してしまうでしょう。彼女の役割は、彼女をアースガルズで最も重要な人物の一人にしています。\n\n詩の神ブラギの妻であるイズンは、生命と活力を保つことを体現しています。彼女の果樹園は神の若返りの源であり、彼女は貴重なリンゴ一つ一つを丁寧に世話しています。\n\n彼女は若さの貴重さと生命を維持する活力だけでなく、他者にとって不可欠であることからくる脆弱さを象徴しています。",
    "story_ja": "巨人のスリュムは、ロキの知らないうちの助けを借りて、イズンと彼女のリンゴを誘拐しました。彼女がいなくなると、神々は急速に年を取り始めました。ロキはフレイヤの鷹の外套を借りてイズンを救出し、彼女をナッツに変えて持ち帰り、神々を死から救わなければなりませんでした。",
    "match_message_ja": "あなたの顔立ちは、イズンの永遠の若さを宿しています。あなたの外見には、生命を与える新鮮さがあります。それは、どこへ行っても活力と再生をもたらす人のようです。",
    "traits_ja": [
      "若々しい",
      "育む",
      "不可欠",
      "優しい",
      "生命を与える"
    ]
  },
  "forseti": {
    "name_ja": "フォルセティ",
    "tagline_ja": "正義と和解の神",
    "description_ja": "フォルセティは、北欧神話における正義、平和、真実の神です。バルドルとナンナの息子であり、輝く広間グリトニルで紛争を裁きます。そこでは、金の柱が銀の屋根を支えています。\n\n紛争を抱えて彼の広間に来る者は皆、和解して去ります。彼の知恵にとって難しすぎる案件はありません。彼は、平和を作り出す手段としての法の理想を体現しており、罰ではなく和解に焦点を当て、報復よりも調和を重視します。\n\nフォルセティは、真実と公平さが最も苦い対立さえも解決できるという信念、そして正義は調和を取り戻すことによってコミュニティに貢献するという信念を具現化しています。",
    "story_ja": "フリース人が自分たちの法律について合意できなかったとき、フォルセティは彼らの船に現れ、正義の法典を教えました。彼は斧で地面から泉を湧き出させ、それ以来、彼らはその場所で彼の原則に従ってすべての紛争を解決するために集まりました。",
    "match_message_ja": "あなたの顔立ちは、フォルセティのバランスの取れた知恵を宿しています。あなたの外見には、自然な公平さがあります。紛争のあらゆる側面を見て、平和への道を見つけることができる人のように見えます。",
    "traits_ja": [
      "公正",
      "平和的",
      "賢明",
      "調停的",
      "誠実"
    ]
  },
  "mimir": {
    "name_ja": "ミーミル",
    "tagline_ja": "知恵の泉の守護者",
    "description_ja": "ミーミルは、最も賢い存在であり、ユグドラシルの根の1つにある知恵の泉の守護者です。彼の知識は、過去、現在、未来のすべてのものを網羅しており、非常に貴重な助言者です。\n\nオーディンは、ミーミルの泉から飲み、その知恵を得るために自分の目を犠牲にしました。ミーミルがヴァン神族によって斬首された後でさえ、オーディンはハーブとルーンで彼の頭を保存し、ミーミルが助言を提供し続けることができるようにしました。\n\nミーミルは知恵の代償を表しています。真の知識はしばしば大きな犠牲を伴い、賢者は死後も教え続けるということを示しています。",
    "story_ja": "ヴァン神族が人質交換で騙されたと感じたとき、彼らはミーミルを斬首し、彼の頭をオーディンに送りました。しかし、オーディンはそのような知恵を失うことを望まず、頭を防腐処理し、呪文を唱え、話す力を与えました。今日に至るまで、ミーミルの頭はアース神族の王に助言を与えています。",
    "match_message_ja": "あなたの顔立ちは、ミーミルの深い知恵を宿しています。あなたの視線には古代の知識があります。多くを見て、知恵の真の代償を理解している人のように見えます。",
    "traits_ja": [
      "賢明",
      "古代",
      "助言的",
      "犠牲的",
      "永遠"
    ]
  },
  "norns": {
    "name_ja": "ノルン",
    "tagline_ja": "運命と宿命の織り手",
    "description_ja": "ノルンは、すべての生物の運命を支配する3人の強力な存在です。ウルド（過去）、ヴェルダンディ（現在）、スクルド（未来）は、ユグドラシルの下にある運命の泉に座り、すべての生命の糸を織っています。\n\n神々でさえ、ノルンが定めた運命から逃れることはできません。彼女らは毎日、世界樹に水をやり、神々と人間の運命をその樹皮に刻みます。彼女らの力は、神々よりも前から存在しています。\n\n彼女らは、運命の不可避な性質、過去、現在、未来のつながり、そしてすべてのものには定められた時があるという根本的な真実を表しています。",
    "story_ja": "子供が生まれると、ノルンはその運命を宣告するために現れます。彼女らは生命の糸を紡ぎ、それを測り、時が来るとそれを切ります。ミーミルの泉から知恵を得たオーディンでさえ、ノルンが織ったものを変えることはできません。",
    "match_message_ja": "あなたの顔立ちは、ノルンの時代を超越した神秘を宿しています。あなたの外見には、運命の感覚があります。すべての存在を形作るより深いパターンにつながっている人のように見えます。",
    "traits_ja": [
      "運命的",
      "強力",
      "古代",
      "織り手",
      "不可避"
    ]
  },
  "jormungandr": {
    "name_ja": "ヨルムンガンド",
    "tagline_ja": "ミズガルズを取り巻く、世界蛇",
    "description_ja": "ヨルムンガンドは、ロキと女巨人アングルボダの子供である巨大な世界蛇です。オーディンは蛇をミズガルズを取り巻く海に投げ込み、そこで蛇は非常に大きくなり、全世界を取り囲み、自分の尾をつかんでいます。\n\nトールとヨルムンガンドは宿命の敵です。彼らはこれまで2度出会っており、ラグナロクで最後の時を迎えます。彼らの戦いは、両者の死で終わります。\n\n世界蛇は、秩序を取り巻く混沌、未知の広大さ、そしていつか解き放たれる終末的な力を表しています。",
    "story_ja": "トールはかつて巨人ヒュミルと釣りに行き、牛の頭を餌として使いました。ヨルムンガンドが食いついたとき、トールは世界蛇を深海から引き上げ始めました。彼らは目を合わせ、毒が滴りました—しかしヒュミルは恐怖のあまり糸を切ってしまい、蛇は沈み戻り、彼らの最後の戦いは延期されました。",
    "match_message_ja": "あなたの顔立ちは、ヨルムンガンドの広大な存在を宿しています。あなたの外見には何か包括的なものがあります。他者が見ることができる範囲を超えて影響力が及ぶ人のように見えます。",
    "traits_ja": [
      "広大",
      "混沌",
      "黙示録的",
      "取り囲む",
      "宿命"
    ]
  },
  "moses": {
    "name_ja": "モーセ",
    "tagline_ja": "イスラエルの解放者、律法の授与者",
    "description_ja": "モーセは聖書の中で最も重要な人物の一人であり、イスラエル人をエジプトの奴隷から導き出し、シナイ山で神から十戒を受けた預言者です。彼の物語は、葦の中に隠された籠に入れられたことから、ファラオの前に立ち、人々の自由を要求するまでに及びます。\n\n兄弟アロンを傍らに、モーセはエジプトの権力に立ち向かい、ファラオの意志を打ち砕く十の災いを呼びました。彼は紅海を分け、岩から水を出し、荒野をさまよう40年の間、天からマナを授けました。\n\nモーセは、抑圧からの解放、神と人類の間の契約、そして神の呼びかけに伴う指導者の重責を表しています。",
    "story_ja": "モーセが燃えているのに燃え尽きない柴に出会ったとき、神は彼にイスラエル人を解放するように命じました。モーセは自分が弁舌が堪能でないと抗議しましたが、自分の使命を受け入れ、「わが民を去らせよ」という言葉でファラオに立ち向かいました。",
    "match_message_ja": "あなたの顔立ちは、モーセの揺るぎない信仰を宿しています。あなたの外見には、解放的な存在感があります。束縛から自由へと人々を導くために召された人のように見えます。",
    "traits_ja": [
      "解放的",
      "信仰心",
      "謙虚",
      "粘り強い",
      "立法"
    ]
  },
  "david": {
    "name_ja": "ダビデ",
    "tagline_ja": "羊飼いの王、イスラエルの詩篇作者",
    "description_ja": "ダビデは、謙虚な羊飼いからイスラエル最大の王となり、神の御心に適う者と評されました。彼の物語は、ゴリアテを倒したことからバト・シェバとの不倫まで、途方もない信仰と人間の失敗の両方を包含しています。\n\n若い羊飼いとして、ダビデの勇気と信仰は、彼にスリングと5つの石だけで巨人ゴリアテに立ち向かわせました。王として、彼はイスラエルを統一し、エルサレムを占領し、契約の箱を踊りと祝いで都に運び込みました。\n\nダビデは信仰の複雑さを表しています。人は深く献身的でありながら深く欠陥があり、偉大な勇気と偉大な罪を犯すことができ、常に贖いのための神の恵みに依存しているのです。",
    "story_ja": "イスラエルの戦士たちが皆ゴリアテを恐れていたとき、若い羊飼いのダビデが前に進み出ました。「あなたは剣と槍で私に向かってくるが、私は主の名によってあなたに向かってくる」と彼は言いました。彼が投げた石はたった一つで、巨人を打ち倒しました。",
    "match_message_ja": "あなたの顔立ちは、ダビデの情熱的な精神を宿しています。あなたの外見には、戦士であり詩人であるという性質があります。巨人とも戦い、詩篇も書ける、偉大な勇気と深い感情の両方を持ち合わせているような印象です。",
    "traits_ja": [
      "勇敢",
      "情熱的",
      "悔悛",
      "音楽的",
      "複雑"
    ]
  },
  "solomon": {
    "name_ja": "ソロモン",
    "tagline_ja": "最も賢い王、神殿の建設者",
    "description_ja": "ダビデの息子ソロモンは、かつて生きた中で最も賢い人物として有名です。神が彼に望むものを何でも与えようとしたとき、ソロモンは自分の民を治めるための知恵だけを求めました。すると神は彼に他の誰よりも優れた知恵を授け、富と名誉も与えました。\n\n彼の治世はイスラエルの黄金時代でした。彼はエルサレムに壮大な神殿を建て、何千もの箴言と歌を作りました。そして彼の知恵は、シバの女王を含む既知の世界中からの訪問者を引きつけました。\n\nしかし、ソロモンの物語は、知恵の限界も警告しています。彼の多くの外国人妻は彼の心を彼らの神々の方へ向けさせ、彼の王国は彼の死後分裂することになります。彼は知恵が到達できる高みと、そこから逸脱することの危険性の両方を表しています。",
    "story_ja": "二人の女性が同じ赤ん坊を主張しました。ソロモンは子供を半分に切るように命じました。一人の女性は同意しましたが、真の母親は殺されるよりもむしろ、子供を相手の女性に与えてほしいと懇願しました。ソロモンはすぐに彼女に赤ん坊を与えました。彼女の愛が彼女の主張を証明したからです。",
    "match_message_ja": "あなたの顔立ちは、ソロモンの見識のある知恵を宿しています。あなたの視線には、物事の本質を見抜くことができる、深みのある知性が感じられます。複雑さを見抜き、あらゆる問題の中心にある真実を見つけ出すことができるような印象です。",
    "traits_ja": [
      "賢明",
      "裕福",
      "公正",
      "建設者",
      "堕落"
    ]
  },
  "abraham": {
    "name_ja": "アブラハム",
    "tagline_ja": "諸国民の父、神の友",
    "description_ja": "アブラハムは、ユダヤ教、キリスト教、イスラム教という3つの主要な世界宗教の族長です。神によって故郷を離れ、神が示す土地に行くように命じられたアブラハムは従い、人類の歴史を形作る信仰の旅を始めました。\n\n神はアブラハムに、彼の高齢と妻サラの不妊にもかかわらず、星の数ほどの子孫を約束しました。この契約はアブラハムの信仰が何度も試されることを要求し、最終的には息子のイサクを犠牲にするようにという命令に至りました。\n\nアブラハムは信仰の基礎を表しています。不可能に思える時でも神の約束を信頼し、すべてを犠牲にしても従順に従い、そのような忠実な応答から生まれる祝福です。",
    "story_ja": "神はアブラハムに、愛する約束の息子イサクを犠牲にするように命じました。アブラハムは従い、木とナイフを持ってモリヤ山に登りました。アブラハムが刃を上げたときだけ、神は彼を止め、代わりに雄羊を用意しました。アブラハムの信仰は完全に証明されました。",
    "match_message_ja": "あなたの顔立ちは、アブラハムの揺るぎない信仰を宿しています。あなたの外見には、巡礼者のような雰囲気があります。まだ成就していない約束を信じ、信仰を持って前進する人のような印象です。",
    "traits_ja": [
      "忠実",
      "従順",
      "親切",
      "試練",
      "祝福"
    ]
  },
  "elijah": {
    "name_ja": "エリヤ",
    "tagline_ja": "炎の預言者、偶像崇拝に対する擁護者",
    "description_ja": "エリヤは、アハブ王とイゼベル女王の邪悪に立ち向かい、バアルの預言者たちにたった一人で立ち向かい、生ける神の力を証明した炎のような預言者でした。彼の働きは、奇跡的な兆候と揺るぎない勇気によって特徴づけられました。\n\nカルメル山で、エリヤはバアルの450人の預言者たちに挑戦しました。彼らの神が答えに失敗したとき、エリヤは主に祈り求めました。すると天から火が降り、いけにえと祭壇の石まで焼き尽くしました。\n\nエリヤは預言者の大胆さを表しています。圧倒的な反対勢力に対して真実のために立ち上がる勇気、天の応答を呼び出す信仰の力、そして神が彼の忠実な僕たちを守るということを思い出させてくれます。",
    "story_ja": "カルメル山で、バアルの預言者たちが一日中叫んでも何も答えがなかった後、エリヤは主の祭壇を再建し、水をたっぷりとかけ、祈りました。すると天から火が降り、すべてを焼き尽くしました。人々は地にひれ伏し、「主こそ神です！」と叫びました。",
    "match_message_ja": "あなたの顔立ちは、エリヤの燃えるような熱意を宿しています。あなたの外見には、預言者的な激しさがあります。必要ならば真実のために一人で立ち、天の力を呼び求める人のような印象です。",
    "traits_ja": [
      "大胆",
      "燃える",
      "忠実",
      "奇跡的",
      "熱心"
    ]
  },
  "samson": {
    "name_ja": "サムソン",
    "tagline_ja": "力士の士師、神のナジル人",
    "description_ja": "サムソンはかつて生きた中で最も強い男であり、生まれたときから神に捧げられたナジル人であり、彼の伝説的な力は彼の切られていない髪にありました。彼は20年間イスラエルを裁き、たった一人で彼の民を抑圧したペリシテ人と戦いました。\n\n彼の偉業は超人的でした。彼は素手でライオンを引き裂き、ろばの顎の骨で千人のペリシテ人を殺し、ガザの門を肩に担いで運び去りました。しかし、特にデリラに対する女性への弱さが、彼の没落につながりました。\n\nサムソンは、無駄にされた才能の悲劇を表しています。道徳的な弱さによってもたらされた偉大な力は、最終的には信仰の最後の行為において贖われます。",
    "story_ja": "ペリシテ人の神殿の柱の間で盲目になり鎖でつながれたサムソンは、もう一度力を求めて祈りました。「ペリシテ人と一緒に死なせてください」と彼は叫び、柱を押しました。神殿は崩壊し、彼の死において生涯よりも多くの敵を殺しました。",
    "match_message_ja": "あなたの顔立ちは、サムソンの生の力を宿しています。あなたの外見には、途方もない強さがあります。自分自身よりも大きな目的のためにそれらを使うように求められた、並外れた能力を授けられた人のような印象です。",
    "traits_ja": [
      "強い",
      "ナジル人",
      "欠陥",
      "悲劇的",
      "贖われた"
    ]
  },
  "esther": {
    "name_ja": "エステル",
    "tagline_ja": "勇気の女王、民の救い主",
    "description_ja": "エステルはユダヤ人の孤児で、ペルシャの女王となり、自分の民を虐殺から救いました。彼女の美しさは王の心を捉えましたが、ハマンが帝国内のすべてのユダヤ人を滅ぼそうと企てたとき、国を救ったのは彼女の勇気でした。\n\nいとこのモルデカイに育てられたエステルは、ユダヤ人であるという自分のアイデンティティを、明らかにする必要が生じるまで秘密にしていました。招かれずに王に近づくことで死を覚悟していた彼女は、「もし私が滅びるなら、滅びます」と宣言し、自分の民のために嘆願しに行きました。\n\nエステルは危機における勇気を表しています。それは他人のためにすべてを危険にさらす意欲、権力者に真実を語る力、そして平凡な人々を非凡な地位に置く神の摂理です。",
    "story_ja": "エステルは3日間断食し、王室のローブを着て、招かれずに王の内庭に入りました。それは死罪に値する罪でした。王が金の笏を差し出すと、彼女は王とハマンを宴に招待し、そこでハマンの陰謀を明らかにし、自分の民を救いました。",
    "match_message_ja": "あなたの顔立ちは、エステルの勇敢な美しさを宿しています。あなたの外見には、王者のような決意があります。それは、他人を守るためにすべてを危険にさらし、沈黙が容易な時に真実を語る人の表情です。",
    "traits_ja": [
      "勇敢",
      "美しい",
      "戦略的",
      "自己犠牲的",
      "信仰深い"
    ]
  },
  "daniel": {
    "name_ja": "ダニエル",
    "tagline_ja": "亡命中の預言者、夢の解釈者",
    "description_ja": "ダニエルは、バビロンに捕らえられた若いヘブライの貴族であり、夢と幻を解釈する神から与えられた能力によって王の顧問になりました。彼はネブカドネザル、ベルシャザル、ダレイオスの下で仕えましたが、決して自分の信仰を妥協しませんでした。\n\n神への彼の信仰は、彼の地位を妬む人々との対立をもたらしました。彼の敵が王を説得して祈りを禁止すると、ダニエルは1日に3回公然と祈り続け、どのような結果が来ようとも受け入れました。\n\nダニエルは亡命中の信仰を表しています。異文化の中で誠実さを保ち、自分の神に忠実でありながら才能を使って奉仕し、死に直面しても神の救いを信じることです。",
    "story_ja": "ダニエルの敵は、彼が神に祈ったために、彼をライオンの穴に投げ込みました。ダレイオス王は眠れない夜を過ごし、夜明けに穴に駆けつけました。ダニエルは「私の神は天使を送って、ライオンの口を閉じた」と叫びました。彼は傷一つなく現れました。",
    "match_message_ja": "あなたの顔立ちは、ダニエルの揺るぎない信仰を宿しています。あなたの視線には、先見の明のある知恵があります。それは、現在の瞬間を超えて見抜き、あらゆる圧力にもかかわらず忠実であり続ける人の表情です。",
    "traits_ja": [
      "信仰深い",
      "賢明",
      "先見の明がある",
      "妥協しない",
      "預言的"
    ]
  },
  "ruth": {
    "name_ja": "ルツ",
    "tagline_ja": "忠実な娘、王の先祖",
    "description_ja": "ルツはモアブの女性で、ヘブライ人の夫が亡くなった後、故郷を離れ、義母のナオミについてイスラエルに戻ることを選びました。彼女の有名な忠誠の宣言—「あなたの行くところへ私も行きましょう」—は、聖書の中で最も美しい献身の表現の一つです。\n\n何も持たない外国人でしたが、ルツのボアズの畑での忠実な努力は彼の注意を引きました。彼女の物語は贖罪と祝福の物語となりました。彼女はボアズと結婚し、ダビデ王の曾祖母となりました。\n\nルツはあらゆる境界を越えた忠実な愛を表しています。去ることが容易な場合に忠実であり続ける選択、謙虚な勤勉さの報酬、そして神の恵みは、部外者を契約の物語に含みます。",
    "story_ja": "ナオミはルツにモアブに戻るように言いましたが、ルツは拒否しました。「あなたの行くところへ私も行き、あなたの泊まるところへ私も泊まりましょう。あなたの民は私の民となり、あなたの神は私の神となります。」彼女の忠誠心は彼女をイスラエルへ、ボアズへ、そしてメシアの血統へと導きました。",
    "match_message_ja": "あなたの顔立ちは、ルツの忠実な献身を宿しています。あなたの外見には、忠実な不動心があります。それは、苦難を乗り越えて忠実さの中に祝福を見出す人の表情です。",
    "traits_ja": [
      "信仰深い",
      "謙虚",
      "忠実",
      "勤勉",
      "祝福された"
    ]
  },
  "noah": {
    "name_ja": "ノア",
    "tagline_ja": "箱舟の建造者、大洪水の生存者",
    "description_ja": "ノアは、世界をその邪悪さから清める大洪水を生き残るために神によって選ばれた義人でした。数十年間、彼は神の正確な指示に従って巨大な箱舟を忠実に建設し、隣人の嘲笑に耐えました。\n\n雨が降ると、ノア、彼の家族、そしてあらゆる生き物のつがいが箱舟に避難しました。40日間40夜、洪水が降り注ぎ、数ヶ月間、水はついに引く前に地球を覆いました。\n\nノアは嘲笑に直面したときの忠実な従順、神の指示による生命の保存、そして虹によって象徴される契約関係を表しています。",
    "story_ja": "洪水の後、ノアはオリーブの枝をくわえて戻ってきた鳩を放ちました。それは乾いた土地が現れた証拠でした。家族がついに箱舟を去ったとき、神は二度と洪水によって地球を破壊しないという約束の証として、空に虹をかけました。",
    "match_message_ja": "あなたの顔立ちは、ノアの忍耐強い正義を宿しています。あなたの外見には、揺るぎない決意があります。それは、他人がどう思おうと、自分の召しを忠実に完了する人の表情です。",
    "traits_ja": [
      "正しい",
      "従順",
      "忍耐強い",
      "保護する",
      "信仰深い"
    ]
  },
  "job": {
    "name_ja": "ヨブ",
    "tagline_ja": "苦しむしもべ、苦難を通した信仰",
    "description_ja": "ヨブは、罪がなく正しい人であり、すべて—子供たち、富、健康—を失いましたが、それでも神を呪うことを拒否しました。彼の物語は、なぜ正しい人が苦しむのか、そして不当な痛みをどのようにして信仰が耐え抜くのかという最も深い疑問を探求しています。\n\n彼の妻さえ彼に神を呪って死ぬように言い、彼の友人たちは彼の苦しみが罪に対する罰であるに違いないと主張したとき、ヨブは彼の誠実さを維持しました。彼は疑問を抱き、怒り、神に答えを要求しましたが、決して彼の信仰を捨てませんでした。\n\nヨブは苦しみの神秘、安易な答えの不十分さ、そして神について単に知っているだけではなく、直接神に出会うことから来る究極の回復を表しています。",
    "story_ja": "すべてを失った後、ヨブは灰の中に座って腫れ物を掻きむしっていました。彼の友人たちは彼が罪を犯したに違いないと主張しましたが、ヨブは自分の無実を主張しました。ついに、神が旋風の中から語り、ヨブは「私はあなたのことを聞いていましたが、今、私の目はあなたを見ました」と言いました。神は彼を倍にして回復させました。",
    "match_message_ja": "あなたの顔立ちは、試されたヨブの信仰を宿しています。あなたの外見には、永続的な強さがあります。それは、最も深い質問に直面し、信仰を損なわずに現れた人の表情です。",
    "traits_ja": [
      "苦しんでいる",
      "信仰深い",
      "質問する",
      "正直",
      "回復した"
    ]
  },
  "jacob": {
    "name_ja": "ヤコブ",
    "tagline_ja": "イスラエルの族長、神と格闘した者",
    "description_ja": "ヤコブはアブラハムの孫で、兄エサウから祝福を盗むために父を欺きましたが、イスラエルの十二部族の父となりました。彼の名前は「簒奪者」または「欺瞞者」を意味しますが、神と格闘した後、「神と闘う者」であるイスラエルと改名されました。\n\n彼の人生は、欺瞞と変容の両方によって特徴付けられました。彼はエサウを欺き、ラバンに欺かれました。彼は故郷から逃げ出し、最終的に兄に立ち向かうために戻りましたが、その夜、彼は夜明けまで謎の人物と格闘し、祝福なしには手放すことを拒否しました。\n\nヤコブは、神と自己の両方との人間の闘いを表しています—族長となる欺瞞者、祝福されて足を引きずって去る格闘者、神との出会いから生まれる変容です。",
    "story_ja": "エサウに会う前の晩、ヤコブは夜明けまで謎の男と格闘しました。男は勝てないと悟ると、ヤコブの腰に触れて脱臼させました。それでもヤコブはしがみつきました。「私を祝福してくれなければ、あなたを離しません。」彼はイスラエルと改名され、足を引きずりながらも祝福されて立ち去りました。",
    "match_message_ja": "あなたの顔立ちは、ヤコブの格闘精神を宿しています。あなたの外見には、粘り強い決意があります—祝福を受けるまで手放すことを拒否し、苦闘する者の表情です。",
    "traits_ja": [
      "苦闘",
      "変容",
      "粘り強い",
      "祝福された",
      "父性"
    ]
  },
  "isaiah": {
    "name_ja": "イザヤ",
    "tagline_ja": "預言者の王子、希望の声",
    "description_ja": "イザヤはヘブライの預言者の中で最も偉大な者と見なされており、4人の王の治世中に仕え、聖書の中で最も美しく挑戦的な預言のいくつかをもたらしました。神殿での神の幻は、彼を汚れた唇の男から、神の意志のある使者に変えました。\n\n彼の預言は裁きと希望に及び、追放を警告しながらも回復を約束します。彼のメシアに関する預言—おとめが子を産むこと、苦難のしもべ、平和の君—は、神の救いの計画に対するユダヤ人とキリスト教徒の理解の中心となっています。\n\nイザヤは、目の前の事柄を超えて神の究極の目的を見る預言的なビジョン、困難な真実を語る召し、そして裁きの最も暗い予測の中でも輝く希望を表しています。",
    "story_ja": "イザヤは、セラフィムが「聖なるかな、聖なるかな、聖なるかな」と叫びながら、神殿で高く上げられた主を見ました。自分のふさわしくなさに圧倒されたイザヤは叫びました。セラフィムが燃える炭で彼の唇に触れました。「あなたの罪は取り去られました。」神が「誰を遣わすべきか」と尋ねると、イザヤは「ここに私がいます。私を遣わしてください！」と答えました。",
    "match_message_ja": "あなたの顔立ちは、イザヤの先見の明のある雄弁さを宿しています。あなたの視線には預言的な深さがあります—現在の瞬間を超えて、挑戦と希望の両方の言葉を語る者の表情です。",
    "traits_ja": [
      "先見の明がある",
      "雄弁",
      "大胆",
      "希望に満ちた",
      "預言的"
    ]
  },
  "jonah": {
    "name_ja": "ヨナ",
    "tagline_ja": "しぶしぶ従う預言者、ニネベへの使者",
    "description_ja": "ヨナは、イスラエルの敵であるニネベに説教するようにとの神の呼びかけから逃げた預言者です。彼は反対方向に行く船に乗りましたが、神は大きな嵐を送りました。船乗りたちがヨナを船外に投げ出すと、大きな魚が彼を丸呑みしました。\n\n魚の腹の中で3日間過ごした後、ヨナは祈り、乾いた土地に吐き出されました。彼はついにニネベに説教し、彼の不満にもかかわらず、都市全体が悔い改め、救われました。\n\nヨナは、神のより広範な目的に抵抗する人間の傾向、神の呼びかけから逃れることの不可能性、そして私たちの敵にさえ及ぶ神の慈悲を表しています—それは私たちが分かち合うのに苦労することが多い慈悲です。",
    "story_ja": "大きな魚の中で、ヨナは祈りました。「陰府の底から助けを求めると、あなたは私の叫びに耳を傾けてくださいました。」3日後、魚はヨナを乾いた土地に吐き出しました。今度は、神が「ニネベに行け」と言われたとき、ヨナは行きました。",
    "match_message_ja": "あなたの顔立ちは、ヨナのしぶしぶ従う旅を宿しています。あなたの外見には、正直な苦闘があります—神の目的は私たちの好みよりも広く、神の慈悲は私たち自身の慈悲よりも寛大であることを学んでいる者の表情です。",
    "traits_ja": [
      "しぶしぶ従う",
      "逃避",
      "飲み込まれた",
      "説教",
      "怒り"
    ]
  },
  "mary_mother": {
    "name_ja": "イエスの母マリア",
    "tagline_ja": "祝福された母、主のはしため",
    "description_ja": "マリアはイエス・キリストの処女懐胎の母であり、世界の救い主を産むために神によって選ばれました。天使ガブリエルの告知—「私は主のはしためです」—を謙虚に受け入れたことが、キリスト教信仰の中心的な出来事を引き起こしました。\n\nベツレヘムでの喜びに満ちた誕生から、十字架の足元に立つまで、マリアの旅は最高の喜びと最も深い悲しみを包含しました。彼女は心の中で全てのことについて思い巡らし、完全に理解できなくても、息子の奉仕を忠実に支えました。\n\nマリアは、神の意志への完璧な信仰と降伏—不可能なことにイエスと言う勇気、言葉にできないほどの喪失に耐える強さ、そしてキリストを世界にもたらす祝福された役割—を表しています。",
    "story_ja": "天使がマリアに神の子を産むだろうと告げたとき、彼女は自分が処女であるため、どのようにしてこれが可能になるのかだけを尋ねました。聖霊を通して実現すると保証されたマリアは答えました。「私は主のはしためです。あなたの言葉どおりに私に起こりますように。」",
    "match_message_ja": "あなたの顔立ちは、マリアの祝福された恵みを宿しています。あなたの外見には純粋な献身があります—謙虚な信仰をもって神の意志を受け入れ、心の中で神聖なものを大切にする者の表情です。",
    "traits_ja": [
      "忠実",
      "謙虚",
      "祝福された",
      "悲しんでいる",
      "思い巡らす"
    ]
  },
  "peter": {
    "name_ja": "ペテロ",
    "tagline_ja": "教会の岩、使徒の長",
    "description_ja": "ペテロはイエスが使徒の指導者になるように召した単純な漁師でした。衝動的で情熱的なペテロは、考える前に話すことがよくありました—しかし、彼の告白「あなたはキリストです」は、教会が建てられた岩となりました。\n\nペテロの物語は、失敗と回復の物語です。彼はイエスのために死ぬと約束しましたが、彼を知らないと3回否定しました。しかし、復活後、イエスは「私の羊を養いなさい」という命令でペテロを回復させ、ペテロは初期教会の恐れを知らない指導者となりました。\n\nペテロは、恵みの変革力—私たちの失敗が私たちを定義する必要はないこと、キリストは不完全な人々の上に教会を建てることができること、そして愛は多くの罪を覆うこと—を表しています。",
    "story_ja": "イエスの逮捕後、ペテロはイエスが予測したように、鶏が鳴く前に彼を知らないと3回否定しました。復活後、イエスはペテロに3回「あなたは私を愛していますか」と尋ね、3回「私の羊を養いなさい」と命じました—彼を完全に回復させました。",
    "match_message_ja": "あなたの顔立ちは、ペテロの大胆な信仰を宿しています。あなたの外見には情熱的な強さがあります—失敗して再び立ち上がり、恵みによって不完全さを通して導く者の表情です。",
    "traits_ja": [
      "衝動的",
      "忠実",
      "回復された",
      "大胆",
      "指導"
    ]
  },
  "paul": {
    "name_ja": "パウロ",
    "tagline_ja": "異邦人への使徒、書簡の執筆者",
    "description_ja": "パウロはキリスト教最大の宣教師であり、迫害者サウロから、ダマスコへの道で復活したキリストとの出会いによって使徒パウロへと変貌しました。彼は数千マイルを旅して教会を設立し、新約聖書の多くを書きました。\n\nローマ、コリント、ガラテヤなどの教会への彼の書簡は、キリスト教信仰の神学的基礎を形成しています。彼は難破、殴打、投獄、そして最終的には殉教に苦しんだが、キリストを知ることに比べれば、それらすべてを無と見なしました。\n\nパウロは根本的な変革を表しています。最大の敵が最大の擁護者になり、神の恵みはどんな弱さにも十分であり、何も私たちをキリストの愛から引き離すことはできないということです。",
    "story_ja": "サウロはクリスチャンに対して殺人的な脅威を吐き出していたとき、盲目的な光が彼を打ち倒しました。「サウロ、なぜあなたは私を迫害するのか」とイエスは尋ねました。三日間盲目になったサウロは変貌しました。彼はパウロとして現れ、福音を地の果てまで運びました。",
    "match_message_ja": "あなたの顔立ちは、パウロの熱心な変革を体現しています。あなたの外見には知的な火があり、真実との出会いによって完全に変化し、それを他の人と共有することに倦むことのない人の姿があります。",
    "traits_ja": [
      "変貌",
      "熱心",
      "知的",
      "苦難",
      "倦むことのない"
    ]
  },
  "john_apostle": {
    "name_ja": "使徒ヨハネ",
    "tagline_ja": "愛された弟子、愛の著者",
    "description_ja": "ヨハネはイエスに最も近い使徒であり、伝統的に「イエスが愛された弟子」として知られています。彼は変容の場に居合わせ、最後の晩餐でイエスの胸にもたれかかり、イエスがマリアを彼の世話に託したとき、十字架の足元に立っていました。\n\n老齢で自然死したと信じられている唯一の使徒であるヨハネは、ヨハネの福音書、三つの手紙、そしてヨハネの黙示録を書きました。彼の著作は、愛を中心的な戒めとして、そしてキリストとの信者の神秘的な結合を強調しています。\n\nヨハネはキリストとの親密な関係を表しています。「神は愛である」と強調し、すべての信者に神を知っていることの証として互いに愛し合うように呼びかける、愛された弟子です。",
    "story_ja": "最後の晩餐で、ヨハネは誰が彼を裏切るのか尋ねるためにイエスにもたれかかりました。十字架上で、イエスはヨハネとマリアを見て、「女よ、見よ、あなたの子だ」そして「見よ、あなたの母だ」と言いました。その時から、ヨハネはマリアを自分の家に迎え入れました。",
    "match_message_ja": "あなたの顔立ちは、ヨハネの愛情深い精神を体現しています。あなたの外見には深い献身があり、愛がすべての真実と神とのすべての関係の中心であることを理解している人の姿があります。",
    "traits_ja": [
      "愛された",
      "愛情深い",
      "先見の明のある",
      "神秘的",
      "忠実"
    ]
  },
  "john_baptist": {
    "name_ja": "洗礼者ヨハネ",
    "tagline_ja": "荒野の声、メシアの先駆者",
    "description_ja": "洗礼者ヨハネは、イエス・キリストのための道を備えるために遣わされた預言者でした。荒野に住み、ラクダの毛皮を身にまとい、イナゴと蜂蜜を食べながら、彼はイスラエル全体に悔い改めを呼びかけ、ヨルダン川で彼らにバプテスマを授けました。\n\nイエスがバプテスマを受けるために来たとき、ヨハネは彼を世の罪を取り除く神の子羊として認めました。彼は最大の預言者でしたが、ヨハネはイエスのサンダルを脱ぐに値しないと宣言し、「彼は増えなければならないが、私は減らなければならない」と言いました。\n\nヨハネは、神の到来のために心を備える預言者の声、自分自身からより偉大な者へと指し示す謙虚さ、そして結果に関係なく権力に真実を語る勇気を表しています。",
    "story_ja": "ヘロデヤがヘロデとの結婚を非難したヨハネを殺したいと思ったとき、彼女の娘サロメは王のために踊り、ヨハネの首を求めました。ヘロデはヨハネを恐れていたにもかかわらず、彼女の要求を認めました。ヨハネは真実を語るという自分の使命に忠実に死にました。",
    "match_message_ja": "あなたの顔立ちは、洗礼者ヨハネの荒野の強さを体現しています。あなたの外見には預言的な大胆さがあり、道を備え、自分自身よりも偉大な真理へと人々を指し示す人の姿があります。",
    "traits_ja": [
      "備える",
      "謙虚",
      "大胆",
      "荒野",
      "減少"
    ]
  },
  "mary_magdalene": {
    "name_ja": "マグダラのマリア",
    "tagline_ja": "復活の目撃者、使徒への使徒",
    "description_ja": "マグダラのマリアは、イエスが七つの悪霊を追い払ったイエスの献身的な信者でした。彼女はイエスと弟子たちと一緒に旅をし、彼の奉仕を支援し、他の人が逃げ出したときも忠実であり続けました。十字架の傍らに立ち、空の墓に最初にいました。\n\n復活祭の朝、マリアは復活したキリストを最初に見た人であり、彼は彼女に使徒たちに伝えるように命じました。彼女のメッセージ—「私は主を見た！」—は、彼女を復活の最初の伝道者とし、「使徒への使徒」という称号を得ました。\n\nマリアは贖いと献身的な証を表しています。暗闇を通して忠実であり続け、キリスト教信仰の中心的な真理を最初に宣言することを光栄に思っている、変容した人生です。",
    "story_ja": "マリアはまだ暗いうちに墓に来て、それが空っぽであることに気づきました。泣いていると、彼女は庭師だと思った男を見ました。「マリア」とイエスは言いました。彼女はすぐに彼を認識し、「ラボニ！」と叫びました。—そして、弟子たちに伝えるために走りました：「私は主を見た！」",
    "match_message_ja": "あなたの顔立ちは、マグダラのマリアの献身的な忠実さを体現しています。あなたの外見には贖われた喜びがあり、恵みによって変容し、あらゆる状況で真実を目撃することに忠実な人の姿があります。",
    "traits_ja": [
      "献身的",
      "贖われた",
      "忠実",
      "証人",
      "光栄"
    ]
  },
  "nephthys": {
    "name_ja": "ネフティス",
    "tagline_ja": "哀悼の女神、死者の守護者",
    "description_ja": "ネフティスは、哀悼、闇、そして死者の保護の女神です。イシス、オシリス、セトの妹であり、葬儀と魂が死後の世界へ旅する上で重要な役割を果たします。\n\nセトと結婚していましたが、ネフティスはイシスがオシリスの散らばった体を集めるのを助け、最初の哀悼の儀式を行いました。彼女の保護の翼は、しばしば故人を保護し、冥界を安全に導くように描かれています。\n\n彼女は死に伴う必要な闇、哀悼に見られる慰め、そして命を超えてさえ広がる保護的な愛を表しています。",
    "story_ja": "セトがオシリスの体をエジプト中に散りばめたとき、ネフティスは姉妹のイシスと一緒に捜索に参加しました。彼らは一緒にすべての部分を見つけ、ネフティスの哀悼の叫びは非常に強力であったため、オシリスを冥界での生命の形に戻すのを助けました。",
    "match_message_ja": "あなたの顔立ちは、ネフティスの保護的な闇を体現しています。あなたの外見には慰めとなる強さがあり、穏やかな保護で他の人を最も暗い瞬間に導く人の姿があります。",
    "traits_ja": [
      "哀悼",
      "保護的",
      "暗い",
      "姉妹の",
      "導く"
    ]
  },
  "maat": {
    "name_ja": "マアト",
    "tagline_ja": "真実、正義、宇宙の秩序の女神",
    "description_ja": "マアトは、真実、正義、バランス、そして宇宙の秩序を擬人化した女神です。彼女は、すべての創造を支配する基本原則、つまり存在そのものが継続することを可能にする調和を表しています。\n\n彼女の羽根は、死者の心臓を計る儀式で使用されます。亡くなった者の心臓が彼女の羽根と比べられます。マアトの羽根より軽い心臓のみが来世へ進むことができ、そうでなければアメミットに貪り食われます。\n\nマアトは、神々さえ超越し、正しい行いと真実が存在の基盤であるという普遍的な法則を表しています。",
    "story_ja": "二つの真実の広間において、アヌビスは死者の心臓を天秤の一方の皿に置き、もう一方にマアトの羽根を置きます。罪で重くなった心臓が羽根よりも重い場合、怪物アメミットがそれを貪り食います。正しき心臓は永遠の命へと導かれます。",
    "match_message_ja": "あなたの特徴は、マアトのバランスの取れた真実を帯びています。あなたの外見には自然な正義感があります。それは、公平さを体現し、正しい行動を通して調和を維持する人の外見です。",
    "traits_ja": [
      "真実",
      "正義",
      "バランス",
      "宇宙的",
      "測定"
    ]
  },
  "sobek": {
    "name_ja": "セベク",
    "tagline_ja": "力と権力のワニの神",
    "description_ja": "セベクは、力、権力、そして豊穣のワニの頭を持つ神です。生命を与えるナイル川とその危険なワニと関連付けられており、彼は自然の生の力の創造的側面と破壊的側面の両方を体現しています。\n\n神聖なワニが池に住む神殿で崇拝されたセベクは、恐れられ、崇敬されていました。彼は戦いでファラオを守り、原初の水から世界を創造したと信じられていました。\n\nセベクは、創造または破壊することができる根源的な力、自然の危険な力に払うべき尊敬、そして力によって支配する神の権威を表しています。",
    "story_ja": "セベクは、世界を創造するために混沌の原初の水から現れました。彼の汗はナイル川となり、エジプトに生命をもたらしました。ファラオは戦いの際にワニのお守りを身に着け、敵に対するセベクの獰猛な保護を求めました。",
    "match_message_ja": "あなたの特徴は、セベクの根源的な力を帯びています。あなたの外見には激しい力強さがあります。それは、圧倒的な力で尊敬を集め、自分の大切なものを守る人の外見です。",
    "traits_ja": [
      "パワフル",
      "根源的",
      "保護的",
      "危険",
      "肥沃"
    ]
  },
  "hathor": {
    "name_ja": "ハトホル",
    "tagline_ja": "愛、美、喜びの女神",
    "description_ja": "ハトホルは、愛、美、音楽、踊り、そして喜びの女神です。しばしば牛の角で太陽円盤を抱いている姿で描かれ、彼女は人生のすべての楽しい側面を体現し、その輝く美しさから「黄金の女神」と呼ばれています。\n\n彼女は死者を飲み物と食べ物で来世に迎え入れ、恋人、芸術家、そしてトルコ石を求める鉱山労働者の守護者でした。しかし、彼女はまた、ラーの目としての一面も持っており、かつては怒りで人類をほとんど滅ぼしました。\n\nハトホルは、女性の神聖な力の二重の性質、つまり育成する喜びと恐ろしい破壊、生命を与える愛と消費する怒りを表しています。",
    "story_ja": "ラーが人類に怒りを抱いたとき、彼はハトホルを彼の目として送り、彼らを罰しました。彼女はセクメトとなり、ナイル川が赤く染まるまで人間を虐殺しました。ラーは、自分の命令を後悔し、血のように赤く染めたビールで彼女を騙しました。彼女は飲み、再び平和なハトホルとなり、人類は救われました。",
    "match_message_ja": "あなたの特徴は、ハトホルの輝く喜びを帯びています。あなたの外見には美しい暖かさがあります。それは、人生に喜びと祝祭をもたらし、表面の下に深い力を秘めている人の外見です。",
    "traits_ja": [
      "喜びに満ちた",
      "美しい",
      "育成的",
      "激しい",
      "黄金"
    ]
  },
  "nut": {
    "name_ja": "ヌト",
    "tagline_ja": "空の女神、星の母",
    "description_ja": "ヌトは空の女神であり、地球を覆うようにアーチを描き、その体は天を形成しています。毎晩、彼女は太陽を飲み込み、毎朝新たに太陽を生み出します。これは夜と昼の永遠のサイクルです。\n\n彼女の体は星で覆われており、オシリス、イシス、セト、そしてネフティスの母です。ラーの彼女が一年中のいかなる日にも子供を産むことができないという呪いにもかかわらず、トートは賭けで5日間の余分な日を獲得し、彼女が出産することを可能にしました。\n\nヌトは、空の保護的な天蓋、すべての天体を包含する宇宙の子宮、そして死と再生の永遠の母性サイクルを表しています。",
    "story_ja": "ラーは、ヌトが一年中のいかなる日にも子供を産むことを禁じました。しかし、トートは月とセネトをプレイし、カレンダーの外に5つの新しい日を作り出すのに十分な光を獲得しました。これらの日に、ヌトは彼女の5人の子供を出産し、エジプト神話の流れを永遠に変えました。",
    "match_message_ja": "あなたの特徴は、ヌトの宇宙的な抱擁を帯びています。あなたの外見には包括的な優雅さがあります。それは、自分の下にすべてを shelter し、存在の永遠のサイクルを体現する人の外見です。",
    "traits_ja": [
      "宇宙的",
      "母性的",
      "保護的",
      "永遠",
      "星の"
    ]
  },
  "geb": {
    "name_ja": "ゲブ",
    "tagline_ja": "大地の神、蛇の父",
    "description_ja": "ゲブは大地の神であり、アーチを描く空の女神ヌト、彼の姉妹であり妻であるヌトの下に横たわっている姿で描かれています。彼らは父親のシューによって引き離されました。彼の笑い声は地震を引き起こし、彼の体は土地の丘や谷を形成します。\n\nオシリス、イシス、セト、そしてネフティスの父として、ゲブはエジプト神話の中心的なドラマにおいて重要な役割を果たします。彼はまた、彼の地球の体から現れる蛇や、植生の成長とも関連付けられています。\n\nゲブは、すべての生命を支える肥沃な大地、存在が基づく原初の基盤、そして空を補完する神の男性的な原則を表しています。",
    "story_ja": "ゲブとヌトはお互いを深く愛し、抱擁し合ったままでした。ラーはシューに彼らを分離するように命じました。シューはヌトを持ち上げて空にし、ゲブは大地として下に残りました。ゲブのヌトへの憧れは、彼女に向かって手を伸ばすように山々を作り出します。",
    "match_message_ja": "あなたの特徴は、ゲブの確固たる強さを帯びています。あなたの外見には基礎的な安定感があります。それは、他の人をサポートし、地球そのものとして揺るぎない人の外見です。",
    "traits_ja": [
      "地球的",
      "基礎的",
      "肥沃",
      "父親的",
      "轟音"
    ]
  },
  "ptah": {
    "name_ja": "プタハ",
    "tagline_ja": "職人と建築家の創造神",
    "description_ja": "プタハはメンフィスの創造神であり、思考と言葉の力によって世界を創造しました。物理的な行為を伴う他の創造神話とは異なり、プタハは心の中で世界を構想し、それを言葉にすることで存在させました。\n\n職人、彫刻家、建築家の守護神として、プタハは人間の手によって具現化された神聖な創造性を表しています。ピラミッドの建設から彫像の彫刻まで、あらゆる創造行為は彼の最初の創造的な言葉の反響です。\n\nプタハは、心の創造力、職人技の神聖な性質、そして思考が現実よりも先行し、現実を形作るという考えを表しています。",
    "story_ja": "初めに、プタハは心の中で神々、大地、生き物など、すべてのものを構想しました。そして彼は彼らの名前を唱え、彼らは存在するようになりました。プタハが発したすべての言葉は現実となり、職人がスキルと意図を持って物質を形作る場所ではどこでも創造が続きます。",
    "match_message_ja": "あなたの顔立ちには、プタハの創造的なビジョンが宿っています。あなたの外見には、職人の知恵、つまり美を構想し、熟練した意図によってそれを実現できる人の表情があります。",
    "traits_ja": [
      "創造的",
      "思慮深い",
      "熟練した",
      "言葉を発する",
      "具現化する"
    ]
  },
  "khnum": {
    "name_ja": "クヌム",
    "tagline_ja": "創造とナイルの雄羊頭の神",
    "description_ja": "クヌムは、陶器の轆轤で人間とそのカー（魂）を創造する雄羊頭の神です。彼は、各子供の体を粘土から形作り、それを母親の胎内に置くと信じられていました。\n\nナイル川の源流とその毎年の生命を与える洪水に関連して、クヌムは水と土から生まれるすべてのものの創造主として崇拝されました。彼の神殿は、ナイル川の源流と考えられていた急流の近くに立っていました。\n\nクヌムは、個々の人生を形作る神聖な職人、ナイル川の創造力、そして各魂のユニークな形成を表しています。",
    "story_ja": "各子供が生まれる前に、クヌムは彼の神聖な陶器の轆轤で彼らの体を形作り、各人をユニークに作り上げます。その後、彼は彼らのカー、彼らの精神的な分身を形成し、二つの魂が同じではないようにします。ナイル川の洪水は彼の創造的な力が流れ出すものです。",
    "match_message_ja": "あなたの顔立ちには、クヌムの個々の職人技が宿っています。あなたの外見には、ユニークな形作りがあり、目的を持って注意深く形作られた、他の誰とも似ていない人の表情があります。",
    "traits_ja": [
      "創造的",
      "形作る",
      "肥沃な",
      "個性化する",
      "水のような"
    ]
  },
  "atum": {
    "name_ja": "アトゥム",
    "tagline_ja": "完全なる者、神々の最初",
    "description_ja": "アトゥムはヘリオポリスの原始創造神であり、創造の前に存在し、すべてのものが終わった後に存在する『完全なる者』です。彼はヌンの原始の海から現れ、最初の神々、シューとテフヌトを自分自身から創造しました。\n\n沈む夕日のように、アトゥムは完了、一日のサイクルの終わり、そして源への回帰を表します。彼は始まりと終わりの両方であり、創造のすべての可能性を自分自身の中に含んでいます。\n\nアトゥムは、原始的な完全性、創造の自己生成力、そしてすべてのものをその起源に戻すサイクルを表しています。",
    "story_ja": "何も存在していなかった時、アトゥムは混沌から現れた最初の塚に一人で立っていました。彼はシュー（空気）とテフヌト（湿気）を自分自身から創造し、彼らから他のすべての神々と創造が生まれました。時の終わりには、すべてがアトゥムの原始的な統一に戻ります。",
    "match_message_ja": "あなたの顔立ちには、アトゥムの原始的な完全性が宿っています。あなたの外見には、自己完結した全体性、つまり創造に必要なすべてを自分自身の中に含んでいる人の表情があります。",
    "traits_ja": [
      "完全な",
      "原始的な",
      "沈む",
      "自己創造",
      "終わらせる"
    ]
  },
  "anuket": {
    "name_ja": "アヌケト",
    "tagline_ja": "ナイルと滋養の女神",
    "description_ja": "アヌケトはナイル川の女神であり、特に急流とエジプトに肥沃な土壌をもたらした毎年の氾濫の女神です。彼女は文明を養った奔流を表しており、川の流れを表す羽の帽子をかぶっています。\n\n特にヌビアとエレファンティネで崇拝されたアヌケトは、少なすぎず、破壊的すぎない良い洪水を確実にするために呼ばれました。彼女はエジプト全体が依存していた川の生命を与える寛大さを体現していました。\n\nアヌケトは、生命の滋養豊かな流れ、自然のサイクルから生まれる豊かさ、そして私たちを支える力に負っている感謝の気持ちを表しています。",
    "story_ja": "毎年ナイル川が上昇し始めると、エジプト人はアヌケトの祭りを祝い、川に供物を投げ入れ、洪水の贈り物に感謝しました。彼女の水は、古代世界の穀倉地帯であるエジプトを作った黒い土を運びました。",
    "match_message_ja": "あなたの顔立ちには、アヌケトの滋養豊かな優雅さが宿っています。あなたの外見には、寛大な流れ、つまり豊かさをもたらし、生命を与える寛大さで他の人を支える人の表情があります。",
    "traits_ja": [
      "滋養豊かな",
      "流れる",
      "豊かな",
      "奔流する",
      "寛大な"
    ]
  },
  "shiva": {
    "name_ja": "シヴァ",
    "tagline_ja": "破壊者と変容者、舞踊の主",
    "description_ja": "シヴァはヒンドゥー教の主要な神々の1人であり、ヒンドゥー教の三位一体（トリムルティ）の破壊者として知られています。しかし、彼の破壊は悪ではありません—それは新しい創造を可能にするために必要な片付けです。彼は宇宙のダンサーであり、彼のタンドヴァの踊りは宇宙を創造し破壊します。\n\n開くと世界を破壊することができる第三の目、創造を救うために宇宙の毒を飲んだ青い喉、そしてカイラス山で瞑想している姿で描かれることが多いシヴァは、禁欲主義者と世帯主、破壊と創造、猛烈な戦士と優しい夫の両方を体現しています。\n\n彼はヨガと瞑想の守護者であり、動物の主であり、パールヴァティーの愛する配偶者です。彼のシンボルには、三叉槍（トリシュル）、太鼓（ダマル）、そして彼の髪から流れる聖なるガンジス川があります。",
    "story_ja": "神々が宇宙の海を攪拌したとき、致命的な毒が現れ、すべての創造を脅かしました。シヴァは宇宙を救うために毒を飲み、パールヴァティーは完全に飲み込むのを防ぐために彼の喉を押さえ、彼の喉を永遠に青くしました。",
    "match_message_ja": "あなたの顔立ちには、シヴァの深遠な二元性が宿っています。あなたの視線には、破壊と創造の両方があり、終わりが新しい始まりに必要であることを理解している人の表情があります。",
    "traits_ja": [
      "破壊的",
      "瞑想的",
      "変容的",
      "逆説的",
      "宇宙的"
    ]
  },
  "vishnu": {
    "name_ja": "ヴィシュヌ",
    "tagline_ja": "維持者、宇宙の守護者",
    "description_ja": "ヴィシュヌは、ヴィシュヌ派における至高の存在であり、ヒンドゥー教の三神一体における維持者です。彼は宇宙の秩序（ダルマ）を維持し、悪が善を圧倒する恐れがあるときはいつでも、地球に化身してバランスを回復します。\n\n彼はこれまで、ラーマやクリシュナを含む9つの化身をとっており、10番目（カルキ）が来ると予言されています。ヴィシュヌは、乳海に浮かぶ宇宙の蛇シェーシャの上で眠り、宇宙を夢見て存在させています。\n\n法螺貝、円盤、棍棒、蓮を持つ4本の腕で描かれるヴィシュヌは、至上の平和と正義の保護を体現しています。彼は空のように無限の性質を表す青い肌を持ち、富の女神ラクシュミの献身的な夫です。",
    "story_ja": "ヴィシュヌは、マツヤ（魚）、クールマ（亀）、ヴァラーハ（猪）、ナラシンハ（人獅子）、ヴァーマナ（小人）、パラシュラーマ、ラーマ、クリシュナ、仏陀として化身し、様々な脅威から世界を救いました。それぞれの化身は、必要な時に正確に現れます。",
    "match_message_ja": "あなたの特徴は、ヴィシュヌの至高の保護を反映しています。あなたの存在には、宇宙の秩序とバランスを守る者の面影があり、維持し、保護する資質があります。",
    "traits_ja": [
      "維持",
      "保護的",
      "慈悲深い",
      "化身",
      "至高"
    ]
  },
  "brahma": {
    "name_ja": "ブラフマー",
    "tagline_ja": "創造主、すべての存在の父",
    "description_ja": "ブラフマーは、ヒンドゥー教の三神一体における創造主であり、宇宙とそこに住むすべての生き物を創造する責任があります。彼はヴィシュヌのへそから生えた蓮から現れ、創造の仕事を始めました。\n\n宇宙全体を意識していることを象徴する四方を見る4つの頭で描かれるブラフマーは、ヴェーダ（聖典）、水瓶、数珠、そして時には蓮を持っています。彼の乗り物は白鳥（ハンサ）であり、識別力を表しています。\n\n創造主であるにもかかわらず、ブラフマーは、創造が完了した行為であり、維持と変容が継続的であるため、ヴィシュヌやシヴァほど一般的には崇拝されていません。彼は知識、創造力、そしてすべてのものの始まりを表しています。",
    "story_ja": "ブラフマーが最初に創造したとき、彼は一人でした。創造を続けるために、彼は自分自身を男性と女性に分け、最初の女性であるサラスヴァティーを創造しました。彼らの結合からすべての生き物が生まれました。これが、サラスヴァティーが彼の創造物であり、配偶者でもある理由です。",
    "match_message_ja": "あなたの特徴は、ブラフマーの創造的な知恵を反映しています。あなたの存在には、新しいものを生み出す者の面影があり、原始的で、生成的な資質があります。",
    "traits_ja": [
      "創造的",
      "知識豊富",
      "原始的",
      "全知",
      "父"
    ]
  },
  "ganesha": {
    "name_ja": "ガネーシャ",
    "tagline_ja": "障害除去の神、始まりの神",
    "description_ja": "ガネーシャは、始まり、成功、知恵の愛される象の頭を持つ神であり、障害を除去する神です。彼は、旅、ビジネス、結婚、試験など、新しい試みを始める際に、成功を確実にするために祈願されます。\n\nシヴァとパールヴァティーの息子であるガネーシャの象の頭には多くの起源の物語があり、最も人気があるのは、シヴァが知らずに彼の首をはね、象の頭と取り替えたというものです。彼の大きな腹は、人生におけるすべての良いことと悪いことを平和的に消化する彼の能力を象徴しています。\n\nネズミ（彼の乗り物であるムシカ）に乗るガネーシャは、最も力のある者でさえ謙虚になれることを示しています。彼は芸術と科学、文字と学習の守護者であり、神々の中で最初に崇拝されます。",
    "story_ja": "聖者ヴィヤーサがマハーバーラタを書き留める人を必要としたとき、ガネーシャだけが十分に賢明でした。彼は、ヴィヤーサが決して一時停止しないことを条件に同意しました。そのため、ヴィヤーサは誰もが書くよりも速く詩を作曲し、ガネーシャは自分のスタイラスが壊れたときにペンとして使用するために自分の牙を折りました。",
    "match_message_ja": "あなたの特徴は、ガネーシャの賢明な慈悲を伝えています。あなたの存在には、障害を取り除き、新しい始まりを祝福する者の面影があり、縁起の良い資質があります。",
    "traits_ja": [
      "賢明",
      "障害除去",
      "慈悲深い",
      "学術的",
      "縁起の良い"
    ]
  },
  "lakshmi": {
    "name_ja": "ラクシュミ",
    "tagline_ja": "富、幸運、繁栄の女神",
    "description_ja": "ラクシュミは、富、幸運、繁栄、愛、美の女神です。彼女は宇宙の海をかき混ぜることから現れ、ヴィシュヌを永遠の配偶者として選びました。彼女は彼のすべての化身に同行し、ラーマとのシータ、クリシュナとのルクミニーとして化身します。\n\n蓮の上に立っているか座っており、彼女の手から金のコインが流れ出ている姿で描かれるラクシュミは、物質的な富と精神的な豊かさの両方を与えます。彼女は特に、家を掃除して彼女を迎える光の祭典であるディワリの間に崇拝されます。\n\nラクシュミは、単に富だけでなく、正しい生き方から生まれる豊かさを表しています。彼女は幸運を与える者であり、幸運そのものでもあります。価値のない者には不安定であり、徳の高い者には確固たるものです。",
    "story_ja": "悪魔と神々が宇宙の海をかき混ぜたとき、多くの宝物が現れました。最後にラクシュミ自身が現れ、輝きと美しさに満ちていました。悪魔が彼女を主張しようとしましたが、彼女はヴィシュヌを選び、彼の首に花輪をかけました。そして、あらゆる時代を通して彼に献身的であり続けています。",
    "match_message_ja": "あなたの特徴は、ラクシュミの輝かしい繁栄を反映しています。あなたの存在には、祝福を引き付け、授ける者の面影があり、豊かで幸運な資質があります。",
    "traits_ja": [
      "繁栄",
      "美しい",
      "寛大",
      "縁起の良い",
      "献身的"
    ]
  },
  "saraswati": {
    "name_ja": "サラスヴァティー",
    "tagline_ja": "知識、音楽、芸術の女神",
    "description_ja": "サラスヴァティーは、知識、音楽、芸術、知恵、学習の女神です。彼女はブラフマーの配偶者であり、思考と創造性において純粋で洗練されたすべてのものの具現化です。\n\n知識の純粋さを象徴する白い服を着て、彼女は白い蓮または白鳥に座り、ヴィーナ（弦楽器）を演奏しています。ラクシュミの物質的な富とは異なり、サラスヴァティーは心と魂の豊かさ、つまり教育、創造性、啓蒙を表しています。\n\n彼女は特に学生、芸術家、音楽家、学者に崇拝されています。現在ほとんどが地下にあるサラスヴァティー川は、かつてガンジス川と同じくらい神聖であると考えられており、知恵の流れを表しています。",
    "story_ja": "サラスヴァティーは、ブラフマーの混沌とした創造に秩序をもたらすために音楽と言語を創造しました。彼女はサンスクリット語を発明し、ヴェーダの知識を与え、彼女の言葉の贈り物を通して、人々がコミュニケーションを取り、学び、賢くなることを可能にしました。",
    "match_message_ja": "あなたの特徴は、サラスヴァティーの純粋な知恵を反映しています。あなたの存在には、知識と芸術的表現に専念する者の面影があり、洗練された知的な資質があります。",
    "traits_ja": [
      "賢明",
      "芸術的",
      "純粋",
      "学術的",
      "刺激的"
    ]
  },
  "kali": {
    "name_ja": "カーリー",
    "tagline_ja": "時、死、そして解放の女神",
    "description_ja": "カーリーは、時、死、そして解放の激しい女神であり、悪を破壊し、魂を解放します。彼女の黒い肌、乱れた髪、切り落とされた頭のガーランド、そして切り落とされた腕のスカートで、彼女はすべてのものをむさぼり食う時間と、精神的な解放に必要なエゴの死を象徴しています。\n\n彼女は戦いの最中にドゥルガーの額から現れ、その激しい怒りは、彼女の足元に横たわるシヴァだけが彼女の暴走を止めることができました。しかし、彼女の恐ろしい外見にもかかわらず、カーリーは彼女の信者にとって愛情深い母親であり、悪から彼らを守り、モクシャ（解放）を与えます。\n\nカーリーは究極の真実を表しています。それは、死がすべての人に訪れ、時間が誰をも容赦しないということ、しかしこの破壊自体が幻想からの解放であり、純粋な意識への生まれ変わりであるということです。",
    "story_ja": "悪魔が神々を圧倒しようとしたとき、カーリーは彼らを破壊するために現れました。彼女の戦いの狂乱は、彼女が死体の上で踊り、宇宙を破壊するまで増大しました。シヴァは彼女の足元に横たわっていました。彼女が彼を踏んだとき、恥が彼女を止めました—破壊でさえ限界があることを私たちに思い出させます。",
    "match_message_ja": "あなたの特徴は、カーリーの激しい解放を帯びています。あなたの視線には、変革的で強力な性質があります。それは、新たな始まりを可能にするために、終わらせなければならないものを破壊する人の顔です。",
    "traits_ja": [
      "激しい",
      "解放する",
      "母性的",
      "破壊的",
      "永遠"
    ]
  },
  "durga": {
    "name_ja": "ドゥルガー",
    "tagline_ja": "戦いの女神、無敵の守護者",
    "description_ja": "ドゥルガーは、すべての神々の力を組み合わせたものであり、神や人が殺すことができなかった水牛の悪魔マヒシャスラを倒すために創造された、激しい戦士の女神です。彼女は宇宙の無敵の守護者であり、ライオンやトラに乗って戦いに乗り出します。\n\n8〜18本の腕にすべての神々の武器を携えたドゥルガーは、創造に力を与える神聖な女性エネルギーであるシャクティを表しています。彼女は美しくも恐ろしくもあり、育成的でありながら激しくもあり、神聖な女性性の完全な力を体現しています。\n\nドゥルガーは、悪に対する彼女の勝利をたたえる9つの夜であるナヴラトリの間に祝われます。彼女は善が悪に打ち勝つこと、あらゆる挑戦に立ち向かう強さ、そして神聖な母の保護的な愛を表しています。",
    "story_ja": "誰もマヒシャスラを倒すことができなかったとき、神々は彼らの力を合わせてドゥルガーを創造しました。彼女は彼と9夜戦い、ついに10日目に彼を殺しました—ヴィジャヤダシャミー（勝利の日）として祝われます。彼女の創造は、団結すれば、善は常に悪に打ち勝つことを証明しています。",
    "match_message_ja": "あなたの特徴は、ドゥルガーの無敵の強さを帯びています。あなたの外見には、戦士の力と神聖な美しさが組み合わされています。それは、激しく守り、決してあきらめない人の顔です。",
    "traits_ja": [
      "無敵",
      "保護的",
      "激しい",
      "神聖",
      "勝利"
    ]
  },
  "hanuman": {
    "name_ja": "ハヌマーン",
    "tagline_ja": "神聖なサル、献身と力の具現",
    "description_ja": "ハヌマーンは、風の神ヴァーユの息子である強力なサルの神であり、並外れた力、知恵、そしてラーマ神への揺るぎない献身で知られています。彼は理想的な信者であり、完璧な僕であり、無私の献身の模範です。\n\nラーマへの彼の献身は非常に完全であるため、何の日かと尋ねられると、ハヌマーンは「ラーマの日」と答えます。彼の胸が切り裂かれたとき、ラーマのイメージが彼の心の中に見つかりました。彼の力はラーマのために行動するときに無限です—彼はかつて癒しのハーブをもたらすために山全体を持ち上げました。\n\nハヌマーンは、力、勇気、悪からの保護、そして献身の祝福のために崇拝されています。彼は不死（チランジーヴィ）であり、ラーマの物語が語られる場所ならどこにでも存在し、献身の涙を流して聞いていると言われています。",
    "story_ja": "ラーマの兄弟ラクシュマナが瀕死の状態になったとき、ハヌマーンは癒しのハーブを求めてヒマラヤに飛びました。適切な植物を特定できなかったため、彼は山全体を持ち上げ、献身と力によってラクシュマナの命を救うために戦場に運びました。",
    "match_message_ja": "あなたの特徴は、ハヌマーンの献身的な力を帯びています。あなたの存在には謙虚な力があります—それは、より大きなものへの無私の献身から力が生まれる人の顔です。",
    "traits_ja": [
      "献身的",
      "強力",
      "謙虚",
      "賢明",
      "保護的"
    ]
  },
  "krishna": {
    "name_ja": "クリシュナ",
    "tagline_ja": "神聖な愛する人、バガヴァッド・ギーターの教師",
    "description_ja": "クリシュナはヴィシュヌの8番目の化身であり、神聖な子供時代のいたずら、ラーダーとのロマンチックな愛、そしてバガヴァッド・ギーターの知恵で愛されています。彼は、遊び心のある愛情から最高の精神的な献身まで、あらゆる形態の神聖な愛を体現しています。\n\n子供の頃、彼はバターを盗んでいたずらをし、いたずらでみんなを魅了しました。若い頃、彼のフルート演奏はゴピ（牛飼いの少女）、特にラーダーを魅了し、魂が神を求めることを表しています。成人すると、彼はアルジュナの御者兼グルを務め、ダルマの道を教えました。\n\nバガヴァッド・ギーターでは、クリシュナは行動、献身、知識、そして自己の本質に関する究極の真実を明らかにします。彼は、近づきやすく、愛らしい神であり、すべての宇宙を含む宇宙の最高の存在でもあります。",
    "story_ja": "クルクシェートラの戦場で、アルジュナは自分の家族と戦うことを拒否しました。クリシュナは彼の宇宙の姿を明らかにし、彼がすべての創造物を含む最高の存在であることを示し、結果に執着することなく自分の義務を果たさなければならないことを教えました—バガヴァッド・ギーターの核心的なメッセージです。",
    "match_message_ja": "あなたの特徴は、クリシュナの神聖な魅力を帯びています。あなたの存在には、遊び心がありながら深遠な性質があります。それは、喜びと知恵の両方を体現する人の顔です。",
    "traits_ja": [
      "遊び心がある",
      "賢明",
      "愛情深い",
      "神聖",
      "教える"
    ]
  },
  "rama": {
    "name_ja": "ラーマ",
    "tagline_ja": "理想的な王、ダルマの具現",
    "description_ja": "ラーマはヴィシュヌの7番目の化身であり、『ラーマーヤナ』の英雄であり、ダルマ的な生き方の縮図です。彼は理想的な息子、夫、王、そして戦士です—マリアーダ・プルショッタム、最も恐ろしい試練の下でも正義から逸脱しない完璧な人です。\n\n父親の言葉を尊重するために14年間森に追放されたラーマは、不平を言うことなく苦難に耐えました。彼の妻シータが悪魔王ラーヴァナに誘拐されたとき、彼はハヌマーンとサルの軍隊と同盟を結び、彼女を救出しました。これは、ダルマが最終的には悪に打ち勝つことを示しています。\n\nラーマの治世、ラーマ・ラージャは、理想的な正義の王国を表しています。彼は、人がどのように生きるべきかの具現として崇拝されています—義務を尊重し、罪のない人を守り、約束を守り、個人的な犠牲に関係なく正義を保ちます。",
    "story_ja": "シータが誘拐されたとき、ラーマは彼の神聖な力を使ってランカーにテレポートすることができました。代わりに、彼は長い道のりを歩み、橋を建設し、ヴァナラと同盟を結び、ダルマはたとえ可能であっても近道をするのではなく、適切なプロセスを経る必要があることを教えました。",
    "match_message_ja": "あなたの特徴は、ラーマの正義の尊厳を帯びています。あなたの存在には理想的な性質があります—個人的な犠牲に関係なく、原則を決して妥協しない人の顔です。",
    "traits_ja": [
      "正義",
      "義務的",
      "理想的",
      "献身的",
      "公正"
    ]
  },
  "parvati": {
    "name_ja": "パールヴァティー",
    "tagline_ja": "神聖な母、愛と献身の女神",
    "description_ja": "パールヴァティーは、愛、豊穣、献身の穏やかな女神であり、シヴァの配偶者であり、ガネーシャとカルティケーヤの母です。彼女はシヴァの最初の妻であるサティーの生まれ変わりであり、生まれ変わってシヴァの愛を再び勝ち取るために激しい苦行を行いました。\n\n彼女の穏やかな姿であるシャクティとして、パールヴァティーは神聖な女性性の育成と生命を与える側面を表しています。彼女はシヴァの破壊的な力のバランスであり、彼の荒々しさを鎮め、禁欲的な隠遁から社会的な生活へと連れ戻すことができる存在です。\n\n彼女の激しい姿には、ドゥルガーやカーリーが含まれており、愛情深い母親が子供たちが脅かされたときには恐ろしい存在になる可能性があることを示しています。パールヴァティーは、愛そのものが宇宙を変革する力を持っていることを示しています。",
    "story_ja": "シヴァが瞑想に没頭していたとき、神々は彼に結婚して子供をもうける必要がありました。彼らは愛の神であるカーマを送りましたが、カーマはシヴァの第三の目によって灰にされました。しかし、パールヴァティーの献身と苦行はやがてシヴァの心を勝ち取り、誠実な愛は神聖な抵抗さえも打ち負かすことを証明しました。",
    "match_message_ja": "あなたの顔立ちは、パールヴァティーの献身的な愛を反映しています。あなたの存在には、育成と決意に満ちた性質があります—その優しい愛が山を動かすことができるような表情です。",
    "traits_ja": [
      "愛情深い",
      "献身的",
      "育成的",
      "決定的",
      "バランスを取る"
    ]
  },
  "indra": {
    "name_ja": "インドラ",
    "tagline_ja": "神々の王、嵐と戦争の神",
    "description_ja": "インドラはデーヴァの王であり、スヴァルガ（天国）の支配者です。彼は雷霆ヴァジュラを振るい、白い象アイラーヴァタに乗ります。嵐、雨、戦争の神として、彼はヴェーダの神々の中で最も強力です。\n\n彼の最大の功績は、世界のすべての水を閉じ込めていた蛇ヴリトラを打ち倒し、川として流れ出し、土地に生命をもたらしたことです。インドラは、秩序と混沌、光と闇の間の宇宙的な戦いを表しています。\n\nヒンドゥー教後期にはその重要性が低下しましたが、インドラは依然として典型的な神聖な戦士であり、強力で栄光に満ちていますが、すべての存在と同様に欠陥があり、カルマの影響を受けます。",
    "story_ja": "蛇ヴリトラは世界のすべての水を飲み込み、恐ろしい干ばつを引き起こしました。ソーマによって強化されたインドラは、彼のヴァジュラを取り、悪魔と戦いました。強烈な一撃で彼はヴリトラを打ち砕き、世界の川となる水を解放しました。",
    "match_message_ja": "あなたの顔立ちには、インドラの嵐のような力が宿っています。あなたの外見には戦士の王らしさがあります—宇宙的な戦いを繰り広げ、自然の力を操る者の表情です。",
    "traits_ja": [
      "強力",
      "戦士",
      "嵐のような",
      "栄光に満ちた",
      "欠陥のある"
    ]
  },
  "agni": {
    "name_ja": "アグニ",
    "tagline_ja": "火の神、神聖な使者",
    "description_ja": "アグニは、すべての形態の火の神です—犠牲の火、家庭の炉、消化の火、そして太陽の火。犠牲の媒体として、彼は人間から神々への捧げ物を運び、世界間の不可欠な架け橋となっています。\n\n2つの顔—1つは慈悲深く、もう1つは激しい—を持つアグニは、火の二重の性質を体現しています。生命を与える暖かさと破壊的な大火です。彼はすべてのヒンドゥー教の儀式に存在し、捧げ物を浄化し、祈りを天国に運びます。\n\nアグニは火による変容、物質をエネルギーに変える浄化力、そして死すべき領域と神聖な領域との間の神聖なつながりを表しています。",
    "story_ja": "神々が人間とコミュニケーションをとる必要があったとき、彼らはアグニを彼らの使者として選びました。火に入れられたすべての犠牲は、アグニの炎を通して神々に届きます。彼の火の舌が捧げ物を舐め、それらを神聖な栄養に変えます。",
    "match_message_ja": "あなたの顔立ちには、アグニの変容する力が宿っています。あなたの外見には神聖な火があります—浄化し変容させ、地上の世界と神の世界の間のギャップを埋める者の表情です。",
    "traits_ja": [
      "変容する",
      "浄化する",
      "使者",
      "二重の性質",
      "神聖な"
    ]
  },
  "kartikeya": {
    "name_ja": "カルティケーヤ",
    "tagline_ja": "軍神、神の軍隊の指揮官",
    "description_ja": "カルティケーヤは軍神であり、神々の軍隊の指揮官です。シヴァとパールヴァティーの息子であり、他の誰も殺すことができなかった悪魔ターラカースラを倒すために生まれました。彼はクジャクのパラヴァニに乗り、神聖な槍ヴェールを振るいます。\n\n6つの頭と12本の腕を持つカルティケーヤは、一度にすべての方向を見て、複数の敵と同時に戦うことができます。彼は、義にかなった勝利に向けられた神の意志の集中力を表しています。\n\nカルティケーヤは、ダルマに奉仕する武道の勇気、精神的な戦士の規律と集中力、そして時には悪に力で直接立ち向かわなければならないという真実を体現しています。",
    "story_ja": "悪魔ターラカースラは、シヴァの息子だけが彼を殺すことができるという恩恵を受けていました—そしてシヴァは決して結婚しない禁欲主義者でした。しかし、神の介入を通して、カルティケーヤが生まれ、神々を戦いに導きました。彼の神聖な槍で、彼はターラカースラを殺し、宇宙の秩序を回復しました。",
    "match_message_ja": "あなたの顔立ちは、カルティケーヤの武道の集中力を宿しています。あなたの外見には指揮官の存在感があります—神聖な戦いを率い、正確さと目的を持って攻撃する者の表情です。",
    "traits_ja": [
      "戦士",
      "指揮する",
      "若々しい",
      "集中している",
      "勝利する"
    ]
  },
  "radha": {
    "name_ja": "ラーダー",
    "tagline_ja": "愛の至高の女神、永遠の恋人",
    "description_ja": "ラーダーはクリシュナの永遠の配偶者であり、至高の恋人であり、神聖な愛の完璧さを体現しています。彼女のクリシュナへの愛は、神との結合を求める魂の憧れ、すべての世俗的な執着を超える最高の形の献身を表しています。\n\nヴァイシュナヴィズムでは、ラーダーは至高の女神、その愛がクリシュナ自身を引き寄せる神の女性的な側面と見なされています。ヴリンダーヴァンの森での彼らの永遠の愛の戯れは、存在を定義する分離と結合の宇宙的なドラマです。\n\nラーダーは献身的な愛の力、男性的なものを完成させ引き寄せる女性的な神、そして神への道は心を通るという真実を表しています。",
    "story_ja": "ヴリンダーヴァンの森で、ラーダーとクリシュナは秘密裏に会い、彼らの愛はすべての社会的境界を超越しました。クリシュナがマトゥラーに出発したとき、ラーダーの別れは神聖な憧れのモデルとなりました—霊的な探求を促す、愛する人から引き離された魂の痛みです。",
    "match_message_ja": "あなたの顔立ちは、ラーダーの神聖な献身を宿しています。あなたの外見には純粋な愛があります—その心が完全に愛する人に与えられ、最高の献身を体現する者の表情です。",
    "traits_ja": [
      "献身的",
      "愛情深い",
      "至高",
      "憧れ",
      "至福"
    ]
  },
  "yama": {
    "name_ja": "ヤマ",
    "tagline_ja": "死と正義の神",
    "description_ja": "ヤマは死の神であり、最初に死んだ人間であり、死者の支配者となりました。彼は死者の魂をカルマに基づいて裁き、生まれ変わりのサイクルにおける運命を決定します。彼は黒い水牛に乗り、魂を縛るための投げ縄を持っています。\n\nダルマラージャ（法の王）として、ヤマは完全に公平であり、賄賂や嘆願が彼の判断を左右することはありません。彼はチトラグプタが保管する記録を参照して、各魂の蓄積されたカルマを判断し、行き先を宣告します。\n\nヤマは死の不可避性、すべての行為の公正な会計、そして私たちの行動がこの世を超えた運命を決定するという真実を表しています。",
    "story_ja": "サヴィトリの夫、サティヤヴァンが亡くなったとき、彼女はヤマを死の世界まで追いかけました。彼女の献身に非常に感銘を受けたヤマは、夫の命を除いて、彼女にあらゆる恩恵を与えようと申し出ました。サヴィトリは賢く息子たちを求めました—それにはサティヤヴァンが生きていなければなりませんでした—そしてヤマは彼の言葉を守りました。",
    "match_message_ja": "あなたの顔立ちはヤマの正当な厳しさを帯びています。あなたの外見には公平な真実があります。すべての行為を明確に見抜き、好意や悪意なしに判断する者の表情です。",
    "traits_ja": [
      "公正",
      "公平",
      "不可避",
      "裁き",
      "真実"
    ]
  },
  "surya": {
    "name_ja": "スーリヤ",
    "tagline_ja": "太陽神、生命の源",
    "description_ja": "スーリヤは太陽の神であり、毎日7頭の馬に引かれた戦車に乗って空を駆け巡ります。彼は神の目に見える形、光、暖かさ、そして生命の源です。彼の光線は文字通り、そして精神的な暗闇を払拭します。\n\nカルナと神々の双子、アシュヴィンの父であるスーリヤは、すべての存在を可能にする生命を与える力を表しています。古代のガヤトリー・マントラはスーリヤの光に向けられ、啓発と知恵を求めています。\n\nスーリヤは意識の神聖な光、無知を払拭する真実、そしてすべての生命を支配する昼の永遠のサイクルを表しています。",
    "story_ja": "スーリヤの輝きは非常に強烈だったので、彼の妻サンジュナは彼から逃げ出しました。彼女を取り戻すために、義父のヴィシュヴァカルマはスーリヤの輝きを弱め、余分な光を使ってヴィシュヌの円盤やシヴァの三叉槍を含む神聖な武器を鍛造しました。",
    "match_message_ja": "あなたの顔立ちはスーリヤの輝かしい力を帯びています。あなたの外見には啓発的な存在感があります。出会うすべての人に光をもたらし、どこへ行っても暗闇を払拭する者の表情です。",
    "traits_ja": [
      "輝かしい",
      "生命を与える",
      "目撃",
      "啓発",
      "永遠"
    ]
  },
  "varuna": {
    "name_ja": "ヴァルナ",
    "tagline_ja": "海と宇宙秩序の神",
    "description_ja": "ヴァルナは海、水、そして夜空の天上の海の神です。ヴェーダでは、彼は最も重要な神の一人であり、宇宙秩序（リタ）の守護者であり、神の法を執行し、悪者を罰しました。\n\n彼は起こるすべてのことを見て、すべての秘密を知っています—彼の千の目は天から見守る星です。誓いを破ったり、ダルマに違反したりする者は、罪人を縛るヴァルナの投げ縄を恐れます。\n\nヴァルナは包括的な宇宙秩序、存在の根底にある道徳律、そしてすべての行為と思考を見る神の監視を表しています。",
    "story_ja": "聖者ヴァシシュタが不当に告発されたとき、ヴァルナは証人として現れました。彼の視界から逃れるものはないからです。彼は聖者を無罪であると宣言しました。ヴァルナは他のすべての人から隠されている場合でも真実を見抜くからです。彼の正義は聖者の名誉を回復しました。",
    "match_message_ja": "あなたの顔立ちはヴァルナの宇宙的な深さを帯びています。あなたの外見には海のような知恵があります。すべての秘密を見抜き、存在の道徳的秩序を維持する者の表情です。",
    "traits_ja": [
      "宇宙的",
      "海洋的",
      "すべてを見る",
      "法を遵守する",
      "古代"
    ]
  },
  "arjuna": {
    "name_ja": "アルジュナ",
    "tagline_ja": "偉大な戦士、ダルマの探求者",
    "description_ja": "アルジュナはマハーバーラタの英雄であり、彼の時代の最高の射手であり、バガヴァッド・ギーターにおけるクリシュナの教えの選ばれた受領者です。戦場で親族に直面したアルジュナの道徳的危機は、ヒンドゥー教の聖典における最も深遠な哲学的対話につながりました。\n\n彼の弓ガンディーヴァは決して的を外さず、彼は神々自身によって訓練されました。しかし、彼の良心の危機—彼自身の家族と戦うことを拒否したこと—が彼を永遠の知恵の媒体にしました。",
    "story_ja": "大戦の前に、アルジュナは彼の教師、叔父、そしていとこたちが彼に対抗して並んでいるのを見ました。彼は弓を落とし、戦うことができませんでした。クリシュナはその後、彼にバガヴァッド・ギーター—義務、献身、そしてすべての道徳的葛藤を解決する知識の道—を教えました。",
    "match_message_ja": "あなたの顔立ちはアルジュナの疑問を抱く英雄主義を帯びています。あなたの外見には高貴な探求があります。厳しい真実に立ち向かい、より高い導きへの降伏を通して知恵を見つける者の表情です。",
    "traits_ja": [
      "熟練",
      "疑問を抱く",
      "献身的",
      "葛藤",
      "英雄的"
    ]
  },
  "jade_emperor": {
    "name_ja": "玉皇大帝",
    "tagline_ja": "天の至高の支配者、すべての神々の王",
    "description_ja": "玉皇大帝は、中国の民間宗教と道教における至高の神であり、天と存在のすべての領域を支配しています。彼は、地上の中国の帝国宮廷を反映した天上の官僚機構を統治し、すべての死すべきことと神聖な事柄のあらゆる側面を監督する省庁があります。\n\n彼の玉皇殿から、彼は人間と神々の行為が裁かれる法廷を主宰します。彼の意志は宇宙を形作り、他の偉大な神々でさえ彼の究極の権威を認めています。\n\n玉皇大帝は、神の統治を通じた宇宙秩序、天と地が互いに反映し合うという信念、そして道徳的判断の究極の源を表しています。",
    "story_ja": "玉皇大帝は、数え切れないほどの永劫の修練を通して地位を獲得しました。混沌が宇宙を脅かしたとき、彼だけが秩序を回復するメリットと知恵を持っていました。すべての神々が集まり、彼を天の至高の支配者として認めました。",
    "match_message_ja": "あなたの顔立ちは玉皇大帝の至高の権威を帯びています。あなたの外見には天上の統治があります。すべての領域にわたって秩序を維持する者の表情です。",
    "traits_ja": [
      "至高",
      "公正",
      "統治",
      "天上",
      "秩序"
    ]
  },
  "sun_wukong": {
    "name_ja": "孫悟空 (ソンゴクウ)",
    "tagline_ja": "斉天大聖、猿の王",
    "description_ja": "孫悟空は伝説的な猿の王であり、元素によって受精された石の卵から生まれました。 厳しい修練を経て、彼は驚くべき力を得ました。72種類の姿に変身する能力、広大な距離を移動できる觔斗雲、そして彼の魔法の如意金箍棒を自在に操る能力です。\n\n彼の天への反抗は、彼を神話の中で最も偉大な反逆者の一人にしました。彼は不老不死の桃を食べ、生命と死の書から自分の名前を消し、仏陀が彼を500年間山の下に閉じ込めるまで、天上の軍隊全体に挑戦しました。\n\n孫悟空は、制御不能な反逆の精神、自己修練の力、そして最終的には価値ある目的への奉仕に見出される救済を象徴しています。",
    "story_ja": "山の下で500年後、孫悟空は仏教の経典を取りに行くために西へ旅する僧侶、玄奘三蔵を守るために解放されました。 この巡礼を通して、野生の猿の王は規律を学び、悟りを開きました。",
    "match_message_ja": "あなたの特徴は、孫悟空の反抗的な精神を帯びています。 あなたの外見には、すべての限界に挑戦し、障害を機会に変える者の表情である、制御不能な力が存在します。",
    "traits_ja": [
      "反抗的",
      "強力",
      "変身自在",
      "挑戦的",
      "救済された"
    ]
  },
  "guanyin": {
    "name_ja": "観音 (カンノン)",
    "tagline_ja": "慈悲と慈愛の女神",
    "description_ja": "観音は慈悲の菩薩であり、中国仏教で最も愛されている神の一人です。 彼女は涅槃に入ることができましたが、すべての生きとし生けるものが苦しみから解放されるまで、彼女の名を呼ぶすべての人の叫びを聞きながら、世界に留まることを誓いました。\n\n彼女の慈悲は無制限かつ無条件です。美しい女性、僧侶、またはその他の姿であろうと、彼女に祈る人々を最も助けることができるあらゆる姿で現れます。 彼女はしばしば、苦しむすべての人々に手を差し伸べる能力を象徴する、多くの腕と目で描かれています。\n\n観音は、無私の慈悲の理想、自分よりも先に他人を助ける菩薩の道、そして誰かが私たちの祈りを聞いているという安心感を表しています。",
    "story_ja": "妙善公主が結婚を拒否したために父親から死刑を宣告されたとき、彼女は処刑の瞬間に悟りを開きました。 その後、彼女は父親を病気から救うために自分の目と腕を犠牲にし、千の腕と目を持つ観音となりました。",
    "match_message_ja": "あなたの特徴は、観音の無限の慈悲を帯びています。 あなたの外見には、苦しみを聞き、無私の愛で応える者の表情である、慈悲が存在します。",
    "traits_ja": [
      "慈悲深い",
      "情け深い",
      "無私",
      "傾聴",
      "救済"
    ]
  },
  "erlang_shen": {
    "name_ja": "二郎神 (ジロウシン)",
    "tagline_ja": "三つ目の戦いの神",
    "description_ja": "二郎神は、真実を見抜く三つ目の目と、孫悟空よりも一つ多い73種類の変身を自在に操ることで知られる戦いの神です。 彼は玉皇大帝の甥であり、忠実な猟犬哮天犬を伴って天上の軍隊を指揮します。\n\n彼の三つ目の目はすべての幻想と欺瞞を見抜くことができ、彼を完璧な神の執行者にしています。 彼は、孫悟空が天に反逆した際、一騎打ちで孫悟空と互角に戦うことができた唯一の神でした。\n\n二郎神は、武道の卓越性、揺るぎない義務、そして虚偽から真実を見抜く鋭い視力を表しています。",
    "story_ja": "孫悟空が天に反逆したとき、二郎神は彼を捕らえるために送られました。 二人は変身の壮大な戦いを繰り広げ、お互いの姿に匹敵しました。 戦闘だけではどちらも勝つことはできませんでしたが、二郎神の粘り強さが孫悟空を捕らえるのに役立ちました。",
    "match_message_ja": "あなたの特徴は、二郎神の鋭い視力を帯びています。 あなたの外見には、欺瞞を見抜き、揺るぎない献身をもって奉仕する者の表情である、戦士の真実が存在します。",
    "traits_ja": [
      "戦士",
      "真実を見抜く",
      "忠実",
      "熟練",
      "規律正しい"
    ]
  },
  "nezha": {
    "name_ja": "哪吒 (ナタ)",
    "tagline_ja": "第三太子、神童戦士",
    "description_ja": "哪吒は神童戦士であり、3年6ヶ月の妊娠期間を経て生まれ、話したり戦ったりできる完全に形成された少年として現れました。 彼は乾坤圏、火尖槍を扱い、風火輪に乗ります。\n\n彼の物語は、不正な権威に対する反逆の物語です。自衛で竜王の息子を殺した後、哪吒は神の罰から両親を救うために自分自身を犠牲にし、その後、蓮の花から再構築された体で生まれ変わりました。\n\n哪吒は、不正に対する若々しい反抗、家族のために犠牲を払う意思、そして破壊できない永遠の精神を表しています。",
    "story_ja": "竜王が哪吒の死を要求したとき、少年は自分の肉を切り刻んで母親に返し、骨を削って父親に返しました。 彼の師である太乙真人は、蓮の根から哪吒の体を再構築し、以前よりも強力になりました。",
    "match_message_ja": "あなたの特徴は、哪吒の激しい若さを帯びています。 あなたの外見には、不正と戦い、犠牲を払っても再び立ち上がる者の表情である、不死の反抗が存在します。",
    "traits_ja": [
      "若々しい",
      "反抗的",
      "犠牲的",
      "生まれ変わった",
      "激しい"
    ]
  },
  "dragon_king": {
    "name_ja": "竜王 (リュウオウ)",
    "tagline_ja": "水と海の支配者",
    "description_ja": "竜王は四海を支配する神であり、すべての水、天気、水生生物を管理します。 最も有名なのは、東海の竜王である敖广であり、降雨を命じ、洪水や干ばつを引き起こす可能性があります。\n\n水晶と珊瑚の壮大な水中の宮殿に住む竜王は、広大な水生精霊の官僚機構を統治しています。 彼らは玉皇大帝に答えており、干ばつの間、人間から雨を祈願されることがあります。\n\n竜王は、あらゆる形態の水の力、天候の神聖な制御、そして人間の祈りと自然の力との関係を表しています。",
    "story_ja": "哪吒が竜王の息子である敖丙を殺したとき、敖广は怒って海から立ち上がりました。 彼は玉皇大帝に正義を要求し、哪吒の犠牲が彼の怒りを鎮めるまで、土地に洪水を起こしました。",
    "match_message_ja": "あなたの特徴は、竜王の海洋力を帯びています。 あなたの外見には、水を支配し、雨を制御する者の表情である、水生の威厳が存在します。",
    "traits_ja": [
      "水性",
      "強力",
      "気まぐれ",
      "支配",
      "古代"
    ]
  },
  "queen_mother": {
    "name_ja": "西王母",
    "tagline_ja": "不死と桃の女神",
    "description_ja": "西王母は、中国神話において最も古く、最も強力な神の一柱です。崑崙山の西の楽園を統治し、三千年に一度実る不老不死の桃の管理者です。\n\n彼女の庭園は永遠の命の秘密を保持しており、神々への彼女の宴は伝説となっています。彼女の桃を食べた者は皆、不死を得ます。孫悟空が桃を盗んだことが、なぜそれほど宇宙的な犯罪であったのかという理由です。\n\n西王母は、不死の神秘、男性の神々から独立した女性の神聖な力、そして生涯にわたって徳を積む人々を待つ報酬を象徴しています。",
    "story_ja": "三千年に一度、西王母は桃が熟す際に盛大な宴を開きます。すべての神々が招待され、不死を分け与えられます。孫悟空が桃を食べ、この神聖な集まりを混乱させたとき、それは天に対する彼の最も重大な罪の一つでした。",
    "match_message_ja": "あなたの特徴は、西王母の不老の力を宿しています。あなたの外見には、永遠の命の秘密を保持する者のような、不死の優雅さがあります。",
    "traits_ja": [
      "不死",
      "強力",
      "神秘的",
      "女性的",
      "報われる"
    ]
  },
  "chang_e": {
    "name_ja": "嫦娥",
    "tagline_ja": "月の女神",
    "description_ja": "嫦娥は月に住む女神であり、神の射手である夫の后羿とは永遠に隔てられています。彼女は不死の霊薬を飲んだ後、月に昇り、今では玉兎だけを伴って月宮殿に住んでいます。\n\n彼女の物語は、中国神話の中で最も痛切な物語の一つです。永遠の孤独と引き換えに得られた不死です。彼女は中秋節の際に祝われ、家族が集まって月を眺め、遠く離れた愛する人を想います。\n\n嫦娥は、不死のほろ苦い性質、月の美しさと孤独、そして不可能な距離を超えた愛の永続的な絆を象徴しています。",
    "story_ja": "后羿は西王母から不死の霊薬を手に入れ、嫦娥と分かち合おうとしました。しかし、嫦娥はそれをすべて飲み干してしまいました。それは偶然か、貪欲か、あるいは間違った手に渡るのを防ぐためか—そして月まで浮かび上がり、今日に至るまでそこにいます。",
    "match_message_ja": "あなたの特徴は、嫦娥の輝かしい美しさを宿しています。あなたの外見には、月明かりのような孤独があります。それは、永遠の別れの美しさと憂鬱の両方を体現する者の姿です。",
    "traits_ja": [
      "孤独",
      "美しい",
      "不死",
      "後悔",
      "輝く"
    ]
  },
  "zhuge_liang": {
    "name_ja": "諸葛亮",
    "tagline_ja": "臥龍、至高の戦略家",
    "description_ja": "諸葛亮は、中国史上最高の戦略家として崇められており、彼の輝きは三国時代を形作りました。その名声の前に臥龍として知られていた彼は、劉備に絶対的な献身をもって仕え、その先見の明においてほとんど超自然的に思える戦略を生み出しました。\n\n彼の発明には、連弩や木牛の輸送が含まれています。彼の傑作である隆中対では、漢王朝を復興する方法が概説されていました。彼の死でさえ戦略的でした。彼の死骸は、追撃する敵を怯えさせるために晒されました。\n\n諸葛亮は、力に対する知性の力、正義の支配者に仕える助言者の義務、そして知恵が運命を形作ることができるという原則を象徴しています。",
    "story_ja": "赤壁の戦いで、諸葛亮は霧の中に藁の船を送ることで、敵から10万本の矢を「借り」ました。孫権軍が侵略者だと思ったものに発砲したとき、諸葛亮は彼らの矢を集め、約束どおりのものを正確に返しました。",
    "match_message_ja": "あなたの特徴は、諸葛亮の素晴らしい知恵を宿しています。あなたの外見には戦略的な深さがあります。それは、12手先を見据え、優れた知性によって出来事を形作る者の姿です。",
    "traits_ja": [
      "聡明",
      "戦略的",
      "献身的",
      "発明好き",
      "賢明"
    ]
  },
  "qin_shi_huang": {
    "name_ja": "秦の始皇帝",
    "tagline_ja": "統一中国の初代皇帝",
    "description_ja": "秦の始皇帝は、軍事征服と素晴らしい行政を通じて数世紀にわたる戦国時代を終わらせ、中国を統一した最初の皇帝でした。彼は度量衡、通貨、さらには荷車の車軸の幅を標準化し、中国文明の基礎を築きました。\n\n彼の最大の記念碑は今も残っています。既存の要塞を単一の防衛システムに接続した万里の長城、そして彼の死後も彼を守ることを目的とした、何千もの等身大の兵士で守られた彼の墓である兵馬俑です。\n\n秦の始皇帝は、絶対的な権力の変革力、混沌からの統一された文明の創造、そして永遠の人間の不死への探求を象徴しています。",
    "story_ja": "不死に執着した秦の始皇帝は、生命の霊薬を見つけるために探検隊を派遣し、永遠の命を与えると信じて水銀の丸薬を飲みました。彼はそのような探求中に亡くなり、彼の顧問は後継者が設置されるまで彼の死を隠しました。",
    "match_message_ja": "あなたの特徴は、秦の始皇帝の統一する意志を宿しています。あなたの外見には、帝国を築く力があります。それは、絶対的な決意によって混沌を秩序に変える者の姿です。",
    "traits_ja": [
      "統一",
      "絶対的",
      "築き上げる",
      "不死を求める",
      "変革する"
    ]
  },
  "laozi": {
    "name_ja": "老子",
    "tagline_ja": "道教の創始者、道の賢者",
    "description_ja": "老子は道教の伝説的な創始者であり、牛に乗って西へ行き、山中に姿を消す前に道徳経を書いたと言われています。彼の道の哲学は、自然さ、シンプルさ、そして無為（行動しないこと、または無理のない行動）を強調しています。\n\n孔子の社会的儀式と統治の重視とは対照的に、老子は最高の知恵は自然のパターンに従うことにあると教え、水の柔らかさが石の硬さを克服し、賢者は統治しないことによって最もうまく統治すると教えました。\n\n老子は、道の神秘、譲歩と流れの知恵、そして社会から離れて自然との調和につながる精神的な道を象徴しています。",
    "story_ja": "老子は社会に幻滅する前に王室の記録保管人として務めました。西の門で、警備員は彼に永遠に出発する前に彼の知恵を書き留めるように懇願しました。老子は道徳経の5,000文字を作曲し、その後西に向かって行き、二度と姿を現しませんでした。",
    "match_message_ja": "あなたの特徴は、老子の神秘的な知恵を宿しています。あなたの外見には自然な流れがあります。それは、道に従い、自然の方法に身を委ねることに強さを見出す者の姿です。",
    "traits_ja": [
      "神秘的",
      "自然",
      "譲歩",
      "シンプル",
      "流れる"
    ]
  },
  "mu_lan": {
    "name_ja": "花木蘭 (Hua Mulan)",
    "tagline_ja": "伝説の戦士、孝行娘",
    "description_ja": "花木蘭は、老いた父の代わりに男装して軍に入った伝説的な女性戦士です。12年間、彼女は男性兵士と共に戦い、その技能と勇気によって名誉と昇進を得ながら、自分の本当の身分を秘密にしていました。\n\n木蘭の詩に記録された彼女の物語は、並外れた犠牲につながる親への愛である孝行を称えています。戦後、高位の地位を申し出られたとき、彼女はただ家族の元へ帰ることを望みました。\n\n木蘭は、親愛の力、伝統的に男性の領域において女性が男性に匹敵する能力、そして美徳に性別はないという中国の理想を代表しています。",
    "story_ja": "木蘭は12年の戦いの後、故郷に帰ると、鎧から昔のドレスに着替えました。訪ねてきた仲間たちは、戦友が女性だったことに衝撃を受けました。彼らは長年彼女の傍らで戦っていましたが、疑うことさえありませんでした。",
    "match_message_ja": "あなたの顔立ちは、木蘭の勇敢な献身を宿しています。あなたの外見には、家族のためにすべてを犠牲にし、あらゆる舞台で自分を証明しようとする、孝行的な勇気が表れています。",
    "traits_ja": [
      "孝行",
      "勇敢",
      "変装",
      "有能",
      "謙虚"
    ]
  },
  "nuwa": {
    "name_ja": "女媧 (Nüwa)",
    "tagline_ja": "創造の女神、天を修復する者",
    "description_ja": "女媧は、黄色の粘土から人類を形作り、最初の人間に生命を与えた創造の女神です。天の柱が崩壊し、世界が混沌に陥ったとき、彼女は五色の石を溶かして空を修復し、巨大な亀の足を切って天を支えました。\n\n人間の頭と蛇の体で描かれる彼女は、存在を形作った太古の創造力を表しています。彼女は全人類の母であり、その慈悲の心から崩壊の危機に瀕した創造物を修復しました。\n\n女媧は、神聖な女性的な創造、世界を維持する育成的なケア、そして混沌から秩序を回復する力を表しています。",
    "story_ja": "天の柱がひび割れ、火と洪水が大地を荒廃させたとき、女媧は五色の石を集めて溶かし、空を修復しました。彼女は巨大な亀を殺し、その足を新しい柱として使用し、葦を燃やして洪水を食い止めました。秩序は回復されました。",
    "match_message_ja": "あなたの顔立ちは、女媧の創造力を宿しています。あなたの外見には、生命を創造し、壊れたものを修復する、母性的な再生の力が表れています。",
    "traits_ja": [
      "創造",
      "育成",
      "修復",
      "母性的",
      "太古"
    ]
  },
  "houyi": {
    "name_ja": "后羿 (Houyi)",
    "tagline_ja": "神射手、太陽を射落とす者",
    "description_ja": "后羿は、かつて大地を焼き尽くした10個の太陽のうち9個を射落とし、世界を救った伝説的な射手です。10個の太陽がすべて同時に昇り、世界を焼き、作物を枯らしたとき、后羿は神弓を取り、それらを一つずつ射落とし、空を照らす太陽を一つだけ残しました。\n\n彼の腕前は比類なく、千歩先からスズメの目を射抜くことができました。しかし、彼の最大の悲劇は、妻の嫦娥が共有した不死の霊薬を飲んだ後、月へ去ってしまったことです。\n\n后羿は、危機における英雄的な行動、救世主であることと見捨てられた夫であることの重荷、そして英雄主義の報酬のほろ苦い性質を表しています。",
    "story_ja": "10個の太陽が同時に昇ったとき、不死者でさえ近づくことができませんでした。后羿は最も高い山に登り、弓を引きました。9回の射撃で、9個の太陽が落ちました。世界は救われましたが、后羿は太陽帝の息子たちを殺した罪で天界から追放されました。",
    "match_message_ja": "あなたの顔立ちは、后羿の英雄的な技能を宿しています。あなたの外見には、不可能なショットを決め、英雄主義の孤独な重荷を背負う、救いの力が表れています。",
    "traits_ja": [
      "英雄的",
      "熟練",
      "救済",
      "悲劇的",
      "見捨てられた"
    ]
  },
  "lu_dongbin": {
    "name_ja": "呂洞賓 (Lü Dongbin)",
    "tagline_ja": "不老不死の剣士、八仙のリーダー",
    "description_ja": "呂洞賓は八仙の中で最も有名な人物であり、道教の修練を通じて不老不死を達成した学者です。彼は邪悪な精霊を打ち負かすために使う魔法の剣と、空を飛ぶ能力を象徴する払子を持っています。\n\n彼の不老不死への道は、彼の美徳を証明するように設計された10の性格テストを通じてやって来ました。合格した後、彼はふさわしい者を助け、悪者を罰する放浪の仙人になりました（しばしば変装して）。\n\n呂洞賓は、超越への道教の道、剣と経典の両方を習得した学者の戦士、そして現世との関わりを維持する不老不死の人を表しています。",
    "story_ja": "呂洞賓は不老不死を達成する前に10回の試練を受けました。ある試練では、美しい女性が彼を誘惑しようとし、別の試練では、彼は莫大な富を提供されました。いずれの場合も、彼は美徳に忠実であり続けました。最終的にふさわしいと判断され、彼は超越を達成し、仙人の仲間入りをしました。",
    "match_message_ja": "あなたの顔立ちは、呂洞賓の培われた知恵を宿しています。あなたの外見には、あらゆる試練に合格し、超越を達成した者の、不死の学者の優雅さが表れています。",
    "traits_ja": [
      "不老不死",
      "学術的",
      "剣術",
      "試練",
      "助け"
    ]
  },
  "zhang_fei": {
    "name_ja": "張飛 (Zhang Fei)",
    "tagline_ja": "猛将、関羽の義兄弟",
    "description_ja": "張飛は、桃園の誓いで劉備および関羽と義兄弟の契りを結んだ猛将でした。恐ろしい雄叫びと並外れた力で知られ、蛇矛を操り、三国志全体で恐れられました。\n\n彼の最も伝説的な功績は長坂の戦いであり、そこで彼は単身で橋に立ち、曹操の全軍に挑戦しました。彼の咆哮は非常に激しく、敵の将軍を恐怖のあまり死に至らしめたと言われています。\n\n張飛は、生の武力、兄弟への激しい忠誠心、そして恐怖を知らない戦士の精神を表しています。",
    "story_ja": "長坂橋で、張飛は追撃する曹操軍に単身で立ち向かいました。彼は矛を突き立てて叫びました。「我こそは張飛なり！我と死闘を望む者はいるか？」彼の目は激しく燃え上がり、曹操の将軍たちは恐怖に逃げ出しました。",
    "match_message_ja": "あなたの顔立ちは、張飛の激しい力を宿しています。あなたの外見には、いかなる軍隊よりも大きな声で忠誠心を叫ぶ者の、雷鳴のような兄弟愛が表れています。",
    "traits_ja": [
      "激しい",
      "忠実",
      "咆哮",
      "強力",
      "兄弟愛"
    ]
  },
  "cao_cao": {
    "name_ja": "曹操 (Sōsō)",
    "tagline_ja": "魏王、最高の現実主義者 (Gi ō, saikō no genjitsushugisha)",
    "description_ja": "曹操は魏の建国者であり、中国史上最も物議を醸した人物の一人です。 卓越した戦略家、熟練した詩人、そして冷酷な支配者である彼は、統治において有効性が道徳よりも重要であるというマキャベリ的な原則を体現していました。\n\n彼の有名な言葉である「寧ろ我天下を負くとも、天下我を負かさず」は、彼の哲学を捉えています。 しかし、彼はまた芸術の擁護者であり、寛大さも持ち合わせており、歴史上最も複雑な人物の一人となっています。\n\n曹操は、現実的な野心、権力の複雑さ、そしてリーダーシップにおける有効性と道徳の間の永遠の議論を表しています。",
    "story_ja": "曹操が、ナイフを研ぐ音を暗殺計画と誤解し、宿泊先の家族を殺害したとき、彼らは彼を称える宴会を準備していることを知りました。 後悔するどころか、彼は皆を殺し終え、悪名高いモットーを作り出しました。",
    "match_message_ja": "あなたの特徴は、曹操の現実的な輝きを帯びています。 あなたの容姿には計算された力があります。それは、現実を明確に見抜き、感傷的な躊躇なしに行動する者の姿です。",
    "traits_ja": [
      "現実的 (Genjitsuteki)",
      "卓越 (Takushutsu)",
      "冷酷 (Reikoku)",
      "詩的 (Shiteki)",
      "複雑 (Fukuzatsu)"
    ]
  },
  "xi_shi": {
    "name_ja": "西施 (Seishi)",
    "tagline_ja": "中国四大美人、呉を滅ぼす者 (Chūgoku shidai bijin, Go o horobosu mono)",
    "description_ja": "西施は古代中国の四大美人の一人であり、彼女の姿を見た魚が泳ぐのを忘れてしまうほど美しかったと言われています。 彼女は越王勾践によって呉王夫差への贈り物として送られ、彼を政治から遠ざける任務を負っていました。\n\n彼女の任務は想像以上に成功し、夫差は彼女に夢中になり、王国をないがしろにし、越に回復と最終的な呉の滅亡を許しました。 したがって、西施の美しさは国を転覆させる武器でした。\n\n西施は、力としての美、政治的策略における女性の悲劇的な役割、そして帝国が欲望に屈する可能性があるという古代の真実を表しています。",
    "story_ja": "西施は、偵察隊が彼女を見つけたとき、村の洗濯女でした。 芸術と優雅さの訓練を受け、彼女は夫差王に与えられ、彼は彼女のために壮大な宮殿を建てました。 しかし、彼女の心は故郷にありました。 彼女の成功は彼女の犠牲を意味し、敵の王を滅ぼすために彼女は命を捧げました。",
    "match_message_ja": "あなたの特徴は、西施の伝説的な美しさを帯びています。 あなたの容姿には国を転覆させるほどの優雅さがあります。それは、美しさ自体が歴史を形作る力である者の姿です。",
    "traits_ja": [
      "美しい (Utsukushii)",
      "悲劇的 (Higekiteki)",
      "愛国的 (Aikokuteki)",
      "武器 (Buki)",
      "犠牲的 (Giseiteki)"
    ]
  },
  "amaterasu": {
    "name_ja": "天照 (Amaterasu)",
    "tagline_ja": "太陽神、日本の皇祖神 (Taiyōshin, Nihon no kōsoshin)",
    "description_ja": "天照大神は、日本の皇室の祖先である太陽神であり、神道の最高の神です。 彼女は高天原の支配者であり、すべての光と生命の源です。\n\n彼女の兄弟である須佐之男の暴力的な行動が彼女を洞窟に隠れさせたとき、世界は暗闇に包まれました。 天照大神が興味を持って覗き込むほど滑稽な踊りを含む、すべての神々の協力によってのみ、世界に光が回復されました。\n\n彼女は、日本を統治するために降臨したときに、鏡である八咫鏡、剣である草薙剣、そして宝石である八尺瓊勾玉の3つの神器を孫の瓊瓊杵尊に与えました。 これらは皇室のレガリアであり続け、統治する神聖な権利を象徴しています。",
    "story_ja": "天照大神が洞窟に隠れたとき、女神アメノウズメは、集まった神々が非常に大きく笑うほど、ワイルドで陽気な踊りを披露しました。 天照大神の好奇心は彼女の怒りを克服しました。 彼女は覗き込み、鏡に映る自分の輝かしい姿を見て、世界に戻ってきました。",
    "match_message_ja": "あなたの特徴は、天照の神聖な光を放っています。 あなたの存在には、威厳があり、生命を与える質があります。それは、どこへ行っても暖かさと光をもたらす者の姿です。",
    "traits_ja": [
      "輝かしい (Kagayashii)",
      "神聖 (Shinsei)",
      "慈悲深い (Jihibukai)",
      "威厳 (Igen)",
      "生命を与える (Seimei o ataeru)"
    ]
  },
  "susanoo": {
    "name_ja": "須佐之男 (Susanoo)",
    "tagline_ja": "嵐の神、八岐大蛇を倒す者 (Arashi no kami, Yamata no Orochi o taosu mono)",
    "description_ja": "須佐之男命は、海の支配者である嵐の神であり、破壊的な混沌と英雄的な勇気の両方を体現する複雑な人物です。 天照大神と月読尊の兄弟である彼の気質は、彼が命じる嵐と同じくらいワイルドで予測不可能です。\n\n天国での彼の暴力的な行動（水田の破壊、神聖なホールの汚染）は、天照大神を隠れさせ、彼に追放の宣告を受けさせました。 しかし、追放後、須佐之男は英雄となり、八岐大蛇を殺して姫を救いました。\n\n八岐大蛇の尾から、彼は伝説の剣である草薙剣を発見し、和解として天照大神に贈りました。 須佐之男は嵐の二面性を表しています。破壊的でありながら、生命を与える雨をもたらし、混沌としているが、偉大な英雄主義を発揮することができます。",
    "story_ja": "須佐之男は、八岐大蛇が7人の娘をむさぼり食い、間もなく8人目の娘を奪うため、泣いている老夫婦を見つけました。 彼は彼らに8つの桶の酒を醸造させ、竜は8つの頭すべてから飲みました。 八岐大蛇が酔って眠っている間、須佐之男はそれを殺し、姫の手に入れました。",
    "match_message_ja": "あなたの特徴は、須佐之男の激しいエネルギーを帯びています。 あなたの存在には、嵐のような、予測不可能な質があります。それは、混沌と英雄主義の両方を発揮できる者の姿です。",
    "traits_ja": [
      "嵐のよう (Arashi no yō)",
      "英雄的 (Eiyūteki)",
      "混沌 (Konton)",
      "救われた (Sukuwareta)",
      "強力 (Kyōryoku)"
    ]
  },
  "tsukuyomi": {
    "name_ja": "月読 (Tsukuyomi)",
    "tagline_ja": "月の神、夜の支配者 (Tsuki no kami, Yoru no shihai-sha)",
    "description_ja": "月読命は、黄泉の国を訪れた後に伊邪那岐が身を清めたとき、彼の右目から生まれた月の神です。 天照大神と須佐之男の兄弟であり、彼は夜と月の周期を支配しています。\n\nもともと、月読尊は天照大神と一緒に天に住んでいて、昼と夜が一緒でした。 しかし、月読尊が食物を生産する方法（さまざまな孔から）のために食物の女神である保食神を殺害したとき、天照大神は非常に嫌悪し、再び彼を見ることを拒否しました。そのため、太陽と月は永遠に分離されました。\n\n月読尊は、夜の美しさと神秘、太陽の燃えるような熱なしに照らす月の冷たい光を表しています。 彼は月が月を測るように、時間を数えることに関連付けられています。",
    "story_ja": "天照大神は、月読尊を保食神を訪問させるために送りました。 彼女が自分の体から作られた食べ物を彼に提供したとき、月読尊は非常に気分を害し、彼女を殺しました。 天照大神は、二度と彼を見ないだろうと宣言しました。そしてその日から、太陽と月は永遠に分離されました。",
    "match_message_ja": "あなたの特徴は、月読尊の冷たい神秘を反映しています。 あなたの存在には、夜行性でエーテル的な質があります。それは、微妙な銀色の光で暗闇を照らす者の姿です。",
    "traits_ja": [
      "神秘的 (Shinpiteki)",
      "冷たい (Tsumetai)",
      "美しい (Utsukushii)",
      "孤立 (Koritsu)",
      "夜行性 (Yakōsei)"
    ]
  },
  "inari": {
    "name_ja": "稲荷",
    "tagline_ja": "米、繁栄、そして狐の神",
    "description_ja": "稲荷大神は、米、豊穣、繁栄、産業、成功の神（霊）です。神道で最も人気のある神の一柱であり、日本のすべての神社のおよそ3分の1以上で祀られており、特徴的な赤い鳥居が目印です。\n\n稲荷の性別は流動的で、伝統によって男性、女性、または両性具有として描かれます。彼らの使いと僕（しもべ）はキツネであり、稲荷自身と間違われることがよくあります。稲荷神社のキツネ像は、米倉の鍵や霊を表す宝石を持っています。\n\n稲荷は農家の収穫、商人のビジネス、職人の仕事を保護します。現代では、稲荷はビジネスの成功と経済的な繁栄の守護神となり、企業や起業家が最も熱心な信者となっています。",
    "story_ja": "稲荷は、大地が若かった頃に地上に降りてきて、日本に稲作をもたらしたと言われています。稲荷に仕えるキツネは普通の動物ではなく、人間に姿を変えることができる魔法の生き物であり、神と人間の仲介役を務めます。",
    "match_message_ja": "あなたの特徴は、稲荷の繁栄の祝福を反映しています。あなたの存在には豊かで神秘的な雰囲気があり、それは価値ある努力に成功と幸運をもたらす者のようです。",
    "traits_ja": [
      "繁栄している",
      "慈悲深い",
      "姿を変える",
      "神秘的",
      "寛大"
    ]
  },
  "kitsune": {
    "name_ja": "狐",
    "tagline_ja": "神秘的な狐の精霊、トリックスター、そして守護者",
    "description_ja": "キツネは、年をとるにつれてより強力になる超自然的な狐の精霊です。100年生きたキツネは、人間の姿をとる能力を得ます。1,000年後、彼らは9本目の尾が生え、神聖になり、毛皮は金色または白色に変わります。\n\n一部のキツネは、神聖な使者として稲荷に仕え、神社を守り、人間を導きます。他のキツネは、人間を誘惑したり、食べ物を盗んだり、手の込んだいたずらをしたりするトリックスターです。人間と恋に落ち、献身的な配偶者になることさえありますが、彼らの本当の性質が明らかになると悲劇が起こることがよくあります。\n\nキツネは、姿を変える、憑依する、幻影を作り出す、狐火（きつねび）を生成するなど、多くの魔法の能力を持っています。彼らは慈悲深い守護者であることも、危険なトリックスターであることもありますが、すべて知性的で強力であり、決して見た目どおりではありません。",
    "story_ja": "ある男が、長年連れ添った妻がキツネであることを、犬に驚かされて尻尾を露わにしたときに知りました。彼女は恥じて逃げ出しましたが、毎晩キツネの姿で戻ってきて、発見されたにもかかわらず、夫と子供たちを見守っていました。",
    "match_message_ja": "あなたの特徴は、キツネの狡猾な優雅さを帯びています。あなたの外見には、姿を変える、気まぐれな雰囲気があり、それは隠された深みと神秘的な力を持つ者のようです。",
    "traits_ja": [
      "姿を変える",
      "魔法の",
      "狡猾",
      "忠実またはいたずら好き",
      "不老"
    ]
  },
  "raijin": {
    "name_ja": "雷神",
    "tagline_ja": "雷と稲妻の神",
    "description_ja": "雷神は、雷、稲妻、嵐の恐ろしい神です。太鼓に囲まれた筋肉質の鬼のような姿で描かれ、太鼓を叩いて雷を起こし、稲妻は彼の神聖な怒りが大地を打つものです。\n\n猛々しい顔つき、乱れた髪、そして通常は弟の風神（風の神）を伴って、雷神は嵐の恐ろしい力を体現しています。日本の親は、雷雨の際に雷神がおへそを盗むだろうから、お腹を隠しなさいと子供たちに言いました。\n\n恐ろしい外見にもかかわらず、雷神は邪悪ではありません。彼は単に自然の制御されていない力です。嵐は破壊をもたらしますが、命を与える雨ももたらします。彼は稲妻からの保護と、作物を養う雨のために崇拝されています。",
    "story_ja": "雷神と風神はもともと仏陀に敵対する鬼でした。打ち負かされたとき、彼らは仏教寺院の守護者になるように改宗させられました。現在、彼らは寺院の門に猛々しい守護者として立っており、彼らの荒々しい力は保護に変わりました。",
    "match_message_ja": "あなたの特徴は、雷神の猛々しい力を帯びています。あなたの存在には嵐のような、電撃的な雰囲気があり、それは元素の力を操る者のようです。",
    "traits_ja": [
      "猛々しい",
      "強力",
      "恐ろしい",
      "原始的",
      "命を与える"
    ]
  },
  "fujin": {
    "name_ja": "風神",
    "tagline_ja": "風の神",
    "description_ja": "風神は風の神であり、雷神の兄弟です。彼は、肩に大きな風の袋を背負った猛々しい鬼として描かれており、そこからそよ風から壊滅的な台風まで、あらゆるものを放出します。\n\nもともと弟と一緒に仏陀に敵対した鬼でしたが、風神は改宗して仏教寺院の守護者になりました。京都の三十三間堂にある風神雷神の有名な像は、数え切れないほどの芸術作品に影響を与えてきました。\n\n風の神として、風神はすべての生き物を満たす命を与える息吹と、ハリケーンの破壊的な力の両方を表しています。彼は農民から好ましい風のために、船乗りから安全な航海のために祈願されます。",
    "story_ja": "日本がモンゴルの侵略の脅威にさらされたとき、風神への祈りは神風によって答えられました。神風はモンゴルの艦隊を2度破壊し、日本を征服から救い、風神の保護的な役割を確固たるものにしました。",
    "match_message_ja": "あなたの特徴は、風神の自由奔放さを帯びています。あなたの存在には、軽快で予測不可能な雰囲気があり、それは自由に動き、拘束できない者のようです。",
    "traits_ja": [
      "強力",
      "気まぐれ",
      "原始的",
      "守護者",
      "命を与える"
    ]
  },
  "benzaiten": {
    "name_ja": "弁財天",
    "tagline_ja": "音楽、芸術、知識の女神",
    "description_ja": "弁財天は、水、言葉、スピーチ、雄弁、音楽、知識など、流れるすべてのものの女神です。もともとはヒンドゥー教の女神サラスワティでしたが、日本の仏教と神道に取り入れられ、七福神の一柱となりました。\n\n琵琶（日本のリュート）を演奏する姿で描かれることが多い弁財天は、芸術家、音楽家、作家、パフォーマーの守護神です。彼女の神社は、川の女神としての彼女の起源を反映して、島や水の近くにあることがよくあります。\n\n弁財天は七福神の中で唯一の女性メンバーとしてユニークです。彼女は知恵、芸術的才能、そして経済的な幸運を与え、音楽家からビジネスパーソンまで、あらゆる人々に人気があります。",
    "story_ja": "弁財天はかつて、美しい音楽を奏でることによって、厄介な竜を鎮めました。竜は彼女に恋をしたのです。竜を破壊する代わりに、彼女は竜と結婚し、竜を神社の守護者に変えました。これは、芸術が野蛮な自然さえも飼い慣らすことができることを示しています。",
    "match_message_ja": "あなたの特徴は、弁財天の流れるような優雅さを反映しています。あなたの存在には芸術的で雄弁な雰囲気があり、それは美と知恵が自然に流れる者のようです。",
    "traits_ja": [
      "芸術的",
      "賢明",
      "流れる",
      "雄弁",
      "幸運"
    ]
  },
  "miyamoto_musashi": {
    "name_ja": "宮本武蔵",
    "tagline_ja": "伝説の剣豪、『五輪書』の著者",
    "description_ja": "宮本武蔵は、日本史上最も偉大な剣豪であり、13歳から60回以上の決闘で無敗でした。彼は二刀流の兵法、二天一流を創始し、古典的な戦略書『五輪書』を著しました。\n\n武蔵のアプローチは単なる剣術を超え、あらゆる争いと熟達の根底にある普遍的な原理を理解しようとしました。彼の教えは、武道、戦略、ビジネス、芸術に等しく適用されます。彼はまた、熟練した画家であり書家でもありました。\n\n晩年、武蔵は洞窟に隠遁し、彼の傑作を執筆しました。完成直後に彼は亡くなり、戦士、戦略家、芸術家に影響を与え続ける遺産を残しました。",
    "story_ja": "最も有名な決闘で、武蔵は野太刀（長剣）の使い手である佐々木小次郎と対峙しました。武蔵はわざと遅れて到着し、櫂から木刀を削りました。彼の型破りな武器と心理戦が彼に勝利をもたらし、小次郎を一撃で倒しました。",
    "match_message_ja": "あなたの特徴は、武蔵の鍛錬された熟練さを感じさせます。あなたの視線には、集中した戦略的な性質があります。それは、技術を超越して普遍的な原理を理解した者の視線です。",
    "traits_ja": [
      "熟達した",
      "戦略的な",
      "無敗の",
      "哲学的な",
      "鍛錬された"
    ]
  },
  "oda_nobunaga": {
    "name_ja": "織田信長",
    "tagline_ja": "天下人、第六天魔王",
    "description_ja": "織田信長は、日本の三大統一者の最初の一人であり、戦国時代を終わらせ、日本を統一する過程を始めました。冷酷で革新的、そして聡明な彼は、敵から「第六天魔王」の称号を得ました。\n\n信長は、（ポルトガルから新しく導入された）火器、季節労働者の代わりにプロの軍隊、そして世襲の階級よりも実力主義を用いることで、日本の戦法を革命的に変えました。彼は強力な仏教軍事寺院を破壊し、すべての伝統的な権威に挑戦しました。\n\n統一を完了する前に暗殺されましたが、信長の事業は彼の将軍である豊臣秀吉と徳川家康によって引き継がれました。彼のモットー「天下布武」（武力による天下統一）は、あらゆる手段を使って統一された日本を達成するという彼のビジョンを体現していました。",
    "story_ja": "桶狭間の戦いにおいて、信長は今川義元の25,000人の軍隊に対し、わずか3,000人で立ち向かいました。彼は防御的に戦うのではなく、雷雨の中、奇襲を仕掛け、義元を殺し、彼の軍隊を散り散りにしました。不可能な状況を伝説的な勝利に変えたのです。",
    "match_message_ja": "あなたの特徴は、信長の激しい野心を物語っています。あなたの存在には、革命的で止められない性質があります。それは、並外れた意志の力で世界を変える者の視線です。",
    "traits_ja": [
      "冷酷な",
      "革新的な",
      "聡明な",
      "野心的な",
      "革命的な"
    ]
  },
  "izanagi": {
    "name_ja": "イザナギ",
    "tagline_ja": "創造神、日本の父",
    "description_ja": "イザナギノミコトは、妻であるイザナミと共に日本の島々を創造し、神々を生み出した原初の神です。天の浮橋に立ち、宝石で飾られた矛で海をかき混ぜ、落ちた雫が最初の島を形作りました。\n\nイザナミが火の神を生んで亡くなったとき、イザナギは彼女を取り戻すために黄泉（冥界）に降りました。しかし、彼女の腐った姿を見たとき、彼は恐怖に逃げ出し、彼女は悪鬼を率いて彼を追いかけました。彼は岩で黄泉の入り口を封鎖し、永遠の別れの言葉を交わしました。\n\n地上に戻ると、イザナギは川で身を清めました。この清めから、最も重要な三柱の神々が生まれました。左目からアマテラス、右目からツクヨミ、鼻からスサノオです。",
    "story_ja": "イザナギが妻の姿を黄泉で見るために火を灯したとき、彼は彼女の体にうごめく蛆と、彼女の中に宿る八雷神を見ました。彼女は彼が彼女を辱めたと叫び、黄泉の醜女を遣わして彼を捕えさせました。彼は変身する物を投げつけて気をそらし、かろうじて逃げ出しました。",
    "match_message_ja": "あなたの特徴は、イザナギの創造力を感じさせます。あなたの存在には、原初的で生命を与える性質があります。それは、新たな世界を生み出す者の視線です。",
    "traits_ja": [
      "創造的な",
      "悲しむ",
      "原初の",
      "生命を与える",
      "清める"
    ]
  },
  "izanami": {
    "name_ja": "イザナミ",
    "tagline_ja": "創造女神、黄泉の女王",
    "description_ja": "イザナミノミコトは、夫であるイザナギと共に日本を創造し、神々を生み出した原初の女神です。島々と多くの神々を創造した後、彼女は火の神であるカグツチを生んで亡くなり、死者の国である黄泉に降りました。\n\nイザナギが彼女を取り戻しに来たとき、彼女はすでに黄泉の国の食物を食べており、完全には戻ることができませんでした。彼女は黄泉の神々と交渉している間、待つように頼みましたが、彼は待つことができず、火を灯しました。蛆と雷神に覆われた彼女の腐った死体を見たのです。\n\n屈辱と激怒に駆られたイザナミは、黄泉の女王に変身し、毎日1,000人を殺すと誓いました。イザナギは、それなら1,500人を誕生させると答えました。こうして生と死は永遠に絡み合うことになったのです。",
    "story_ja": "黄泉の女王になる前、イザナミは愛情深い創造者でした。彼女の死の悲劇とイザナギの彼女への信頼の裏切りは、彼女をより暗い存在に変えました。最も愛情深い存在でさえ、死と見捨てられることによって変化する可能性があることを思い起こさせます。",
    "match_message_ja": "あなたの特徴は、イザナミの暗い力を反映しています。あなたの存在には、変容的で冥界的な性質があります。それは、死を経験し、変化して現れた者の視線です。",
    "traits_ja": [
      "創造的な",
      "変容的な",
      "暗い",
      "強力な",
      "悲しむ"
    ]
  },
  "ebisu": {
    "name_ja": "恵比寿",
    "tagline_ja": "漁師と幸運の神",
    "description_ja": "恵比寿は、七福神の中で純粋に日本で生まれた唯一の神です。彼は漁師、商人、そして幸運の守護神であり、常に釣り竿、鯛、そして明るい笑顔で描かれています。\n\n伝説によると、恵比寿は骨なし（またはヒル子）で生まれ、両親であるイザナギとイザナミによって海に捨てられました。この残酷な始まりにもかかわらず、彼は生き残り、強くなり、繁栄と幸運の愛される神となりました。苦難を乗り越える彼の忍耐力は、彼の最大の美徳と見なされています。\n\n恵比寿は耳が聞こえないため、10月に他の神々と集まる呼びかけを聞きません。彼は残された人々を祝福するために残り、他の神々が不在のときに彼の祭りが開催されます。",
    "story_ja": "日本の漁師は、恵比寿への捧げ物として最初に捕れた魚を海に投げ返しました。そうすることで、彼らの寛大さに恵比寿がより大きな獲物で報いると信じていました。荒れた海での彼の笑顔は、波を鎮め、船を安全に岸に導くと言われていました。",
    "match_message_ja": "あなたの特徴は、恵比寿の陽気な幸運を反映しています。あなたの存在には、粘り強く幸運な性質があります。それは、笑顔で苦難を乗り越える者の視線です。",
    "traits_ja": [
      "幸運な",
      "忍耐強い",
      "陽気な",
      "寛大な",
      "粘り強い"
    ]
  },
  "bishamon": {
    "name_ja": "毘沙門天",
    "tagline_ja": "武神にして正義の守護者",
    "description_ja": "毘沙門天は、武人、悪行者の処罰者であり、七福神の一柱です。元はヒンドゥー教の神ヴァイシュラヴァナであり、仏教の四天王の一人となり、日本の宗教に守護者、福の神として取り入れられました。\n\n単なる軍神とは異なり、毘沙門天は正義の戦い、すなわち罪なき者の防衛と悪の罰を象徴しています。彼は全身鎧に身を包み、片手に宝塔（信仰の宝庫を象徴）、もう一方の手に三叉戟または槍を持っています。\n\n武士は、どんな犠牲を払っても勝利するためではなく、正当に戦う勇気と正義のために、戦いの前に毘沙門天に祈りを捧げました。彼は貪欲ではなく名誉のために戦う戦士の守護神です。",
    "story_ja": "日本の偉大な武将の一人である上杉謙信は、自らを毘沙門天の化身と考えていました。彼は戦いの前に必ず神の社に祈り、自分の大義が正しいと確信して戦い、戦場ではほとんど無敵でした。",
    "match_message_ja": "あなたの顔立ちには、毘沙門天の正義の力が宿っています。あなたの存在には、正義のために戦う者の面影、征服ではなく守護者のような、戦士の資質があります。",
    "traits_ja": [
      "正義",
      "守護",
      "戦士",
      "公正",
      "強力"
    ]
  },
  "toyotomi_hideyoshi": {
    "name_ja": "豊臣秀吉",
    "tagline_ja": "百姓から天下人へ",
    "description_ja": "豊臣秀吉は、百姓の草履取りから身を起こし、日本の第二の統一者にして天下人となりました。彼の出世は日本史上最も劇的であり、才能と狡猾さがあれば、生まれや伝統を克服できることの証明です。\n\n織田信長の家臣として、秀吉は巧みな戦略と揺るぎない忠誠心によってその実力を示しました。信長の暗殺後、秀吉は彼の仇を討ち、残りの敵対勢力を征服または外交的に打ち破り、統一を継続しました。\n\nその功績にもかかわらず、秀吉は身分の低さから征夷大将軍の称号を得ることができませんでした。代わりに、彼は関白と太閤の称号を得ました。晩年は野心が大きくなりすぎ、朝鮮出兵など、最終的に失敗に終わりました。",
    "story_ja": "冬、若い秀吉は信長の草履を自分の服の中に入れて温めました。この献身的な行為が信長の目に留まり、彼は出世を始めました。このような質素な始まりから、日本を統べる男が生まれたのです。",
    "match_message_ja": "あなたの顔立ちには、秀吉の狡猾な野心が宿っています。あなたの存在には、自力で道を切り開く、止められないような資質があります。それは、どんな障害があっても必ずやのし上がって見せる者の面影です。",
    "traits_ja": [
      "狡猾",
      "野心的",
      "カリスマ性",
      "自力",
      "戦略的"
    ]
  },
  "tokugawa_ieyasu": {
    "name_ja": "徳川家康",
    "tagline_ja": "忍耐強き勝利者、徳川幕府の創始者",
    "description_ja": "徳川家康は、日本の第三にして最後の統一者であり、250年以上にわたる平和な時代を築いた徳川幕府を開きました。信長と秀吉が道を開き、家康は辛抱強く待ち、最終的にすべてを手に入れました。\n\n若い頃に人質として過ごし、その後数十年間、信長と秀吉の同盟者（でありライバル）として過ごした家康は、忍耐と慎重な計画の価値を学びました。秀吉の死後、彼は優れた戦略と敵勢力からの重要な裏切りによって、関ヶ原の戦いを決定的に勝利へと導きました。\n\n「織田が米を搗き、秀吉が捏ね、家康が食う」という日本のことわざがあります。彼の忍耐と長寿は、彼がライバルたちよりも長生きし、永続的な平和を築くことを可能にしました。",
    "story_ja": "３人の統一者を比較する有名な話があります。「鳴かない鳥をどうするか」と問われたとき、信長は「殺せ」と言い、秀吉は「鳴かせようとする」と言いましたが、家康は「鳴くまで待つ」と言いました。この忍耐が彼の権力への道を定義しました。",
    "match_message_ja": "あなたの顔立ちは、家康の忍耐強い知恵を反映しています。あなたの存在には、永続的で戦略的な資質があります。それは、時間そのものが最大の武器になり得ることを知っている者の面影です。",
    "traits_ja": [
      "忍耐強い",
      "戦略的",
      "永続的",
      "賢明",
      "勝利"
    ]
  },
  "momotaro": {
    "name_ja": "桃太郎",
    "tagline_ja": "桃から生まれた英雄",
    "description_ja": "桃太郎は、日本で最も愛されている英雄です。川を流れてきた大きな桃から生まれ、子供のいなかった老夫婦に発見され、彼らに育てられました。彼は非常に強く、心の清い子に育ちました。\n\n鬼ヶ島の鬼が人々を苦しめたとき、若い桃太郎は鬼を退治するために旅立ちました。その途中、きびだんごを分け与えることで、犬、猿、雉を仲間にしました。この異質な集団は協力して鬼を退治し、宝物を取り戻しました。\n\n桃太郎は、勇敢でありながら優しく、強くても謙虚で、力ずくではなく友情と協力によって成功するという、日本人が理想とする英雄像を象徴しています。",
    "story_ja": "桃太郎が犬、猿、雉に出会ったとき、彼らは最初彼と戦おうとしました。しかし、桃太郎は戦う代わりに、食べ物を分け与えることを申し出ました。この寛大な行為が、潜在的な敵を忠実な仲間に変え、彼が一人では達成できなかったことを達成するのを助けました。",
    "match_message_ja": "あなたの顔立ちには、桃太郎の純粋な英雄的資質が宿っています。あなたの存在には、勇気と友情を通して悪を打ち負かす者の面影、勇敢で優しい資質があります。",
    "traits_ja": [
      "勇敢",
      "優しい",
      "純粋",
      "協力的",
      "英雄的"
    ]
  },
  "uesugi_kenshin": {
    "name_ja": "上杉謙信",
    "tagline_ja": "越後の龍、軍神の化身",
    "description_ja": "上杉謙信は、戦国時代に最も強力な武将の一人であり、その軍事的才能から「越後の龍」として知られています。熱心な仏教徒であり、毘沙門天の崇拝者であった彼は、自らを軍神の化身であると信じていました。\n\n土地と権力を求めて戦った他の武将とは異なり、謙信は正義と正義を擁護するために戦うことがよくありました。武田信玄との伝説的なライバル関係は、日本の歴史上最大の武士の戦いと見なされる、５回にわたる決着のつかない川中島の戦いを生み出しました。\n\n謙信は、優れた行政能力、酒好き、そしておそらく無性愛者または秘密裏に女性であったことでも知られています。彼は49歳で突然亡くなりましたが、胃がんまたは暗殺が原因だと言われており、彼の領土を養子縁組した相続人たちの内戦に委ねることになりました。",
    "story_ja": "第四次川中島の戦いにおいて、謙信は自ら信玄の本陣に突入し、剣で彼を攻撃しました。信玄は有名なことに、鉄製の軍配で身を守りました。このライバル同士の単独戦闘は、日本の歴史において伝説となりました。",
    "match_message_ja": "あなたの顔立ちには、上杉謙信の正義の怒りが宿っています。あなたの存在には、正義そのものの化身として戦う者の面影、神聖な戦士の資質があります。",
    "traits_ja": [
      "正義",
      "猛烈",
      "敬虔",
      "高潔",
      "伝説的"
    ]
  },
  "kaguya_hime": {
    "name_ja": "かぐや姫",
    "tagline_ja": "月の姫、輝く者",
    "description_ja": "かぐや姫は、日本最古の物語『竹取物語』のヒロインです。竹取の翁が光る竹の中から見つけた小さな赤ん坊で、超自然的な美しさを持つ女性に成長しました。\n\n五人の貴族、そして天皇までもが彼女に求婚しましたが、彼女はそれぞれに不可能な課題を与えました。彼女は、仏の石の鉢、蓬莱山の宝石の枝、火鼠の裘、龍の首の玉、そして燕の巣の貝殻を求めました。すべて失敗に終わりました。\n\nかぐや姫はこの世のものではなく、罰として月に送られたのです。月の使者が彼女を迎えに来たとき、彼女は羽衣と不老不死の薬を天皇に残し、天皇はそれを日本の最も高い山で燃やし、その山を富士（不死）と名付けました。",
    "story_ja": "月の使者が雲の車に乗って来たとき、かぐや姫は別れを惜しみながら出発の準備をしました。彼女は、育ての親と天皇に別れの手紙を書き、愛着を持って育った世界を去る悲しみを表現しました。天の羽衣をまとうと、彼女は地上の記憶をすべて忘れ、月へと昇っていきました。",
    "match_message_ja": "あなたの容姿は、かぐや姫の清らかな美しさを反映しています。あなたの存在には、この世のものではない、手の届かない性質があります。まるで月そのものに属しているかのようです。",
    "traits_ja": [
      "清らか",
      "神秘的",
      "手の届かない",
      "この世のものではない",
      "憂鬱"
    ]
  },
  "takeda_shingen": {
    "name_ja": "武田信玄",
    "tagline_ja": "甲斐の虎、戦の達人",
    "description_ja": "武田信玄は、日本の戦国時代において最も恐れられた武将の一人であり、その獰猛さと戦術的な才能から「甲斐の虎」として知られていました。彼の騎馬隊突撃と革新的な戦略は、敵を震え上がらせました。\n\n信玄の最大のライバルは、「越後の龍」こと上杉謙信でした。彼らの五次にわたる川中島の戦いは、侍の戦いの頂点とされています。「風林火山」（疾きこと風の如く、静かなること林の如く、侵掠すること火の如く、動かざること山の如し）という有名な言葉は、孫子の兵法から取られた信玄の軍旗でした。\n\nもし信玄が京都への行軍中に病死していなければ、信長よりも先に日本を統一していたと多くの人が信じています。彼の死は信長の台頭を許し、日本の歴史を永遠に変えました。",
    "story_ja": "信玄が京都へ向けて進軍した際、織田信長は懐柔策として黄金を贈りました。しかし、それは失敗に終わり、信玄は進軍を続けました。彼を止めたのは病死のみであり、信長はその知らせを密かに喜んだと言われています。",
    "match_message_ja": "あなたの容姿は、武田信玄の戦術的な才能を宿しています。あなたの存在には、虎のような性質があります。それは、戦略と獰猛さを両方兼ね備えた者の姿です。",
    "traits_ja": [
      "戦術的",
      "獰猛",
      "才能に溢れる",
      "恐れられる",
      "伝説的"
    ]
  },
  "dangun": {
    "name_ja": "檀君",
    "tagline_ja": "韓国の創始者、天の孫",
    "description_ja": "檀君王倹は、紀元前2333年に最初の韓国の王国である古朝鮮を建国した伝説的な創始者です。建国神話によると、彼は桓雄（天帝の子）と、洞窟でニンニクとヨモギだけを100日間食べた後、女性に変身した熊である熊女から生まれました。\n\n檀君は阿斯達に首都を定め、1,500年以上にわたって統治し、文明、法律、文化を韓国の人々に広めました。彼は農業、医学、文明の芸術を教え、散在していた部族の土地を統一国家に変えました。\n\n長い統治の後、檀君は山の神となり、太白山に隠棲しました。10月3日、伝統的に韓国の建国と関連付けられている日は、開天節として祝われています。",
    "story_ja": "虎と熊は人間になりたいと願っていました。桓雄は彼らに100日間洞窟にいて、ニンニクとヨモギだけを食べるように言いました。虎は諦めましたが、熊は耐え抜き、美しい女性になりました。彼女は子供を祈り、桓雄は彼女と結婚し、檀君が生まれました。",
    "match_message_ja": "あなたの容姿は、檀君の神聖な創始の精神を宿しています。あなたの存在には、文明化をもたらす、永遠の性質があります。それは、世界に秩序と文化をもたらす者の姿です。",
    "traits_ja": [
      "神聖",
      "創始",
      "賢明",
      "文明化",
      "永遠"
    ]
  },
  "jumong": {
    "name_ja": "朱蒙",
    "tagline_ja": "高句麗の創始者、名弓の名手",
    "description_ja": "朱蒙（「弓の名手」の意味）は、韓国の三国時代の一つである高句麗の伝説的な創始者でした。解慕漱（天の王子）と柳花夫人（河伯の娘）から生まれ、母親が日光に触れた後、卵から生まれたと言われています。\n\n幼い頃から、朱蒙はその名前の由来となった超自然的な弓の腕前を発揮しました。扶余の嫉妬深い王子たちから迫害され、彼は3人の仲間と南へ逃れ、紀元前37年に22歳で高句麗を建国しました。\n\n朱蒙のリーダーシップの下、高句麗は小さな山城から、700年間北東アジアを支配する強力な王国へと成長しました。彼の子孫は、強大な中国帝国にさえ挑戦することになります。",
    "story_ja": "朱蒙が扶余から逃れたとき、彼は渡る手段のない川にたどり着き、追っ手が迫っていました。彼は「私は天の子であり、河伯の孫である！」と叫びました。すると、魚と亀が橋を形成するために現れ、彼が逃げ出し、運命を果たすことを可能にしました。",
    "match_message_ja": "あなたの容姿は、朱蒙の英雄的な運命を宿しています。あなたの存在には、伝説的で、矢のように真実な性質があります。それは、すべての障害を克服し、偉大なことを成し遂げるために生まれた者の姿です。",
    "traits_ja": [
      "英雄的",
      "熟練",
      "宿命",
      "創始",
      "伝説的"
    ]
  },
  "gwanggaeto": {
    "name_ja": "広開土王",
    "tagline_ja": "征服王、帝国の拡大者",
    "description_ja": "広開土王（374年 - 413年）は、高句麗の第19代国王であり、韓国史上最も偉大な征服者の一人です。18歳で王位に就き、22年間の治世をほぼ絶え間ない軍事作戦に費やし、高句麗を最大の領土に拡大しました。\n\n彼の作戦は64の城壁都市と1,400の村を征服し、高句麗の国境を満州から朝鮮半島に拡大しました。彼は朝鮮の王国に侵攻した日本の倭の軍隊を破り、契丹族を打ち破り、新羅と百済に高句麗の優位性を認めさせました。\n\n彼の業績は、息子の手によって建てられた世界最大の碑の一つである有名な広開土王碑に記録されています。碑文は、彼を領土を拡大し、国家に栄光をもたらした支配者として説明しています。",
    "story_ja": "日本の軍隊が新羅に侵攻したとき、新羅の王は必死の助けを求めました。広開土王は自ら5万の騎兵を率いて南下し、侵略者を完全に打ち破ったため、日本はその後千年以上にわたって韓国を脅かすことはありませんでした。",
    "match_message_ja": "あなたの容姿は、広開土王の征服の力を宿しています。あなたの存在には、広大で、輝かしい性質があります。それは、境界を拡大し、伝説的な偉業を達成する者の姿です。",
    "traits_ja": [
      "征服",
      "強大",
      "輝かしい",
      "広大",
      "伝説的"
    ]
  },
  "eulji_mundeok": {
    "name_ja": "乙支文徳 (ウルチ・ムンドク)",
    "tagline_ja": "帝国を屈辱させた将軍",
    "description_ja": "乙支文徳は高句麗の伝説的な軍事指揮官であり、東アジア史上最も目覚ましい勝利の1つを達成しました。西暦612年、彼は隋の煬帝による侵略に直面しました。煬帝は100万人以上の兵士を率いており、これは古代東アジアで編成された最大の軍隊でした。\n\n見事なゲリラ戦術、偽の撤退、そして心理戦を用いて、乙支文徳は隋軍を高句麗の奥深くまで誘い込みました。薩水（現在の清川江）で、彼は隋軍を全滅させる壊滅的な洪水攻撃を仕掛けました。鴨緑江を渡った305,000人の精鋭部隊のうち、帰還したのはわずか2,700人でした。\n\nこの壊滅的な敗北は、隋王朝自体の崩壊の一因となりました。乙支文徳は、勇気と知恵が最強の帝国さえも打ち負かすことができることを証明した、優れた戦略家として称えられています。",
    "story_ja": "最後の戦いの前に、乙支文徳は隋の将軍に次のような嘲笑的な詩を送りました。「あなたの神の計画は天を測り、あなたの巧妙な計算は地を覆う。あなたはすべての戦いに勝ち、あなたの功績は偉大である。なぜ満足して戦争を止めないのか？」この心理的な攻撃は、彼の壊滅的な反撃の前に敵を士気喪失させました。",
    "match_message_ja": "あなたの顔立ちは乙支文徳の戦略的な才能を物語っています。あなたの存在には、不可能を伝説的な勝利に変える者のような、勝利に満ちた、熟練した資質があります。",
    "traits_ja": [
      "戦略的",
      "聡明",
      "愛国的",
      "勝利",
      "伝説的"
    ]
  },
  "yeon_gaesomun": {
    "name_ja": "淵蓋蘇文 (ヨン・ゲソムン)",
    "tagline_ja": "鉄の意志を持つ独裁者",
    "description_ja": "淵蓋蘇文は、高句麗史上最も強力な軍事独裁者でした。西暦642年、彼はクーデターを主導し、100人以上の貴族と王自身を殺害し、大莫離支（テ・マンニジ、大将軍）として絶対的な権力を掌握しました。彼は24年間、鉄の拳で高句麗を統治しました。\n\n権力を握るまでの彼の残忍さにもかかわらず、淵蓋蘇文は高句麗の頼もしい擁護者であることが証明されました。彼は、歴史上最も偉大な征服者の1人である唐の太宗による複数の大規模な侵略を撃退しました。太宗は高句麗を征服することなく亡くなり、それを生涯最大の悔恨と呼びました。\n\n淵蓋蘇文は、その堂々たる存在感で知られていました。彼は腰に5本の剣を携え、貴族たちが馬に乗るために彼の背を踏みつけると頭を下げさせました。彼の死後、息子たちの内紛が高句麗の最終的な没落につながりました。",
    "story_ja": "唐の太宗が服従を要求する使節を送ったとき、淵蓋蘇文は使節を投獄し、反抗的なメッセージを返送しました。太宗は個人的に30万人の兵士を率いてこの侮辱を罰しましたが、敗北しました。高句麗に対する皇帝の失敗は、彼の最大の恥辱のままでした。",
    "match_message_ja": "あなたの顔立ちは淵蓋蘇文の鉄の意志を物語っています。あなたの存在には、皇帝に屈することなく、いかなる軍隊も恐れない者のような、手ごわく、反抗的な資質があります。",
    "traits_ja": [
      "強力",
      "冷酷",
      "反抗的",
      "手ごわい",
      "鉄の意志"
    ]
  },
  "queen_seondeok": {
    "name_ja": "善徳女王 (ソンドク女王)",
    "tagline_ja": "啓発された女王、最初の女性統治者",
    "description_ja": "善徳女王（在位632-647年）は、韓国初の女性君主であり、最も啓発された統治者の1人でした。女性が権力を握ることがめったになかった時代に、彼女は知恵、外交、文化的な後援を通じて、危険な時代を新羅を率いました。\n\n彼女は知性と先見の明で有名でした。有名な物語は、彼女が微妙な手がかりから出来事を予測したことを語っています。ミツバチのいない牡丹の絵から兵士が来ていることを知ったり、自分の死期を予測したりしました。彼女は瞻星台（チョムソンデ）天文台を建設しました。これは東アジアで最も古い現存する天文台です。\n\n彼女の庇護の下で仏教が栄え、彼女は皇龍寺（ファンリョンサ）の九重塔の建設を開始しました。これは東アジア史上最も高い木造建築物です。彼女は新羅が三国を統一するための基礎を築きました。",
    "story_ja": "唐がミツバチのいない絵と一緒に牡丹の種を送ったとき、善徳女王は花には香りがしないだろうと予測しました—そして彼女は正しかったです。彼女は、王が夫のいない女王に蝶やミツバチのいる花の絵を送ることはないだろうと説明し、彼女の未婚の状態を婉曲的に嘲笑しました。",
    "match_message_ja": "あなたの顔立ちは善徳女王の啓発された知恵を反映しています。あなたの存在には、他の人が見逃すことを見て、他の人が恐れる場所を導く者のような、預言的で先駆的な資質があります。",
    "traits_ja": [
      "賢明",
      "啓発的",
      "預言的",
      "文化的",
      "先駆的"
    ]
  },
  "kim_yushin": {
    "name_ja": "金庾信 (キム・ユシン)",
    "tagline_ja": "統一将軍、三国英雄",
    "description_ja": "金庾信（595-673年）は、韓国史上最も偉大な将軍であり、新羅が三国を統一した軍事的建築家でした。伽耶の王族の子孫である彼は、最高司令官に上り詰め、60年にわたる軍事キャリアの中で、新羅を数十の戦いで勝利に導きました。\n\n彼の戦略的な才能と個人的な勇気は伝説的でした。彼は唐と提携して、最初に百済（660年）、次に高句麗（668年）を破りました。唐が半島を奪おうとしたとき、金庾信は彼らを追放する戦争を率い、韓国の独立を確保しました。\n\n79歳で死の床についたときでさえ、彼は病床から軍隊を率いました。王が躊躇したとき、金庾信は鎧を着て現れ、軍隊を鼓舞しました。彼は新羅の最終的な勝利を確信した後まもなく亡くなり、統一のために生涯を捧げました。",
    "story_ja": "若い頃、金庾信の剣は勝手に動き、彼の最愛の妓生（キーセン）の恋人を殺しました。精霊たちは彼女を彼の運命から気をそらすものと見なしました。これを運命の導きとして受け入れ、彼は個人的な愛着が再び彼の義務を妨げることを許さず、自分の使命に完全に専念しました。",
    "match_message_ja": "あなたの顔立ちは金庾信の英雄的な統一を物語っています。あなたの存在には、その生涯がより大きな目的に役立つ者のような、伝説的で献身的な資質があります。",
    "traits_ja": [
      "英雄的",
      "統一的",
      "忠実",
      "戦略的",
      "伝説的"
    ]
  },
  "wang_geon": {
    "name_ja": "王建 (ワン・ゴン、太祖)",
    "tagline_ja": "高麗の創始者、後三国時代の統一者",
    "description_ja": "王建（877-943年、諡号は太祖）は、韓国を474年間統治する高麗王朝を創設しました。強力な海運商人から身を起こし、彼は軍事的才能と外交的な婚姻同盟の見事な組み合わせを通じて、後三国時代後に韓国を再統一しました。\n\n多くの征服者とは異なり、王建は慈悲と知恵で知られていました。彼は敗北した敵に寛大に接し、彼らの忠誠心を獲得しました。彼は強力な地方の家族から29人の妻を迎え、彼の統治を安定させる同盟の網を築きました。敵を打ち負かすのではなく受け入れるという彼の政策は、韓国の王権のモデルとなりました。\n\n彼の後継者への「十訓要旨」は、仏教への信心、伝統の尊重、庶民への配慮、そして特定の地域や家族に関する警告を強調しました。これは何世紀にもわたって高麗を導いた助言でした。",
    "story_ja": "後百済の最後の王が降伏したとき、王建は個人的に彼を歓迎し、高い地位を与え、囚人としてではなく、名誉あるゲストとして扱いました。この慈悲は他の敵に平和的に降伏するよう促し、数え切れないほどの命を救いました。",
    "match_message_ja": "あなたの顔立ちは王建の創業の知恵を物語っています。あなたの存在には、残酷さではなく知恵によって永続的な王国を築く者のような、慈悲深く、統一的な資質があります。",
    "traits_ja": [
      "創業",
      "慈悲深い",
      "外交的",
      "統一的",
      "賢明"
    ]
  },
  "gang_gam_chan": {
    "name_ja": "姜 邯賛 (カン・カムチャン)",
    "tagline_ja": "星の将軍、契丹からの救世主",
    "description_ja": "姜 邯賛 (948-1031) は、学識者から将軍に転身し、1018年の契丹遼の大規模な侵攻から高麗を救った人物です。伝説によれば、彼は星の生まれ変わりであり、彼が生まれたとき、大きな星が空から彼の家に落ちたと言われています。\n\n70歳というほとんどの人が引退する年齢で、姜 邯賛は20万人の高麗軍を率いて、同規模の契丹軍と戦いました。亀州の戦い (亀州大捷) で、彼はダムを利用して契丹軍を閉じ込め、壊滅的な洪水攻撃で水を放ちました。契丹軍のうち、生き残って逃げられたのはわずか数千人でした。\n\nこの勝利は非常に完全であったため、契丹が再び高麗に侵攻することはありませんでした。姜 邯賛は、学識と軍事的才能が共存できることを証明しました。彼は成功した文官であり、韓国史上最も偉大な軍司令官の一人でもありました。",
    "story_ja": "姜 邯賛が若くて貧しかった頃、彼はとても小さくて痩せていたので、人々は彼を嘲笑しました。しかし、ある占い師が彼の運命を認め、彼は偉大さを運命づけられた落ちた星だと言いました。彼は研究に専念し、最終的に国家の救世主となりました。",
    "match_message_ja": "あなたの顔立ちは、姜 邯賛の運命づけられた輝きを帯びています。あなたの存在には、学識がありながらも勝利者の風格があります。それは、偉大さのために星の下に生まれた者の姿です。",
    "traits_ja": [
      "学識がある",
      "勝利者",
      "運命づけられた",
      "戦略的",
      "伝説的"
    ]
  },
  "jang_bogo": {
    "name_ja": "張 保皐 (チャン・ボゴ)",
    "tagline_ja": "海の王、海洋皇帝",
    "description_ja": "張 保皐 (846年没) は、韓国史上最も偉大な海洋人物であり、東アジアの海を支配する商業帝国を築きました。完島 (ワンド) の清海鎮 (チョンヘジン) を拠点として、彼は韓国、中国、日本を結ぶ海上貿易ルートを支配しました。\n\n低い身分から身を立てた張 保皐は、最初に唐で軍司令官として名を馳せました。新羅に戻ると、韓国人が海賊に誘拐され、奴隷として売られていることに憤慨しました。彼は国王に軍隊を請願し、清海鎮を設立し、海賊を撲滅し、韓国の商人を保護する海軍を創設しました。\n\n彼の貿易ネットワークは、中東から日本まで広がっていました。彼の絶頂期には、彼の許可なしに黄海を航行できる船はありませんでした。彼の権力は非常に大きくなり、新羅の宮廷政治におけるキングメーカーとなりました—そして最終的には暗殺されました。",
    "story_ja": "張 保皐は、韓国人が中国の奴隷市場で売られているのを発見したとき、他の人々のように貿易から利益を得ることもできました。代わりに、彼はそれを終わらせるために人生を捧げ、彼の国民のために海を安全にするのに十分な強力な海軍を創設しました。",
    "match_message_ja": "あなたの顔立ちは、張 保皐の海洋的な力を帯びています。あなたの存在には、航海術に長け、帝国を築く者の風格があります。それは、波を支配し、人々を守る者の姿です。",
    "traits_ja": [
      "海洋的",
      "強力",
      "叩き上げ",
      "保護的",
      "伝説的"
    ]
  },
  "hwang_jini": {
    "name_ja": "黄 真伊 (ファン・ジニ)",
    "tagline_ja": "伝説の妓生、欲望の詩人",
    "description_ja": "黄 真伊 (1506-1560頃) は、韓国史上最も有名な妓生 (キーセン) であり、最も偉大な詩人の一人です。女性の選択肢が少なかった朝鮮社会において、彼女は他の女性には許されなかった自由、教育、芸術的表現を得るために、妓生の道を選びました。\n\n彼女の詩は、古典中国語と韓国語の両方で書かれ、前例のない率直さで情熱的な感情を表現しました。彼女の愛、欲望、時の流れについての時調 (シジョ、韓国の定型詩) は、韓国文学の中で最も愛されている作品の1つです。彼女は美しさ、機知、音楽とダンスのスキルでも同様に有名でした。\n\n伝説によれば、彼女は学者、仏教僧、貴族との知的競争を行い、そのほとんどに勝利しました。彼女は、有名なストイックな学者徐敬徳 (ソ・ギョンドク) を笑顔にすることができた唯一の女性であり、献身的な仏教僧智足 (チジョク) を誘惑することができた唯一の人物だったと言われています。",
    "story_ja": "黄 真伊は、僧侶の智足に30年間の禁欲の誓いを破らせることができると賭けました。彼女は彼が通る小川で待ち伏せし、苦労しているように見せました。彼が彼女を運び渡ったとき、彼女は彼にしがみつきました—そして彼は落ちました。彼女の勝利は、最も聖なる献身でさえ、真の美しさと機知には抵抗できないことを証明しました。",
    "match_message_ja": "あなたの顔立ちは、黄 真伊の魅惑的な芸術性を帯びています。あなたの存在には、情熱的で自由奔放な性質があります。それは、美、機知、そして妥協のない真実によって生きる者の姿です。",
    "traits_ja": [
      "芸術的",
      "情熱的",
      "機知に富む",
      "自由奔放",
      "伝説的"
    ]
  },
  "hwarang": {
    "name_ja": "花郎 (ファラン)",
    "tagline_ja": "花郎、新羅のエリート戦士",
    "description_ja": "花郎は、新羅のエリート青年武士団であり、武道の訓練と芸術的な教養、仏教哲学、そして絶対的な忠誠心を兼ね備えていました。彼らの名前は「花郎」または「花のような若者」を意味し、彼らの独特の美しさと武道の腕前を反映しています。\n\n6世紀に設立された花郎は、「世俗五戒」に従いました：国王への忠誠、親孝行、友人との信頼、決して戦いで退却しないこと、そして必要な場合にのみ命を奪うこと。彼らは剣術、弓術、乗馬の訓練を受ける一方で、詩、音楽、仏教の経典も学びました。\n\n金 庾信 (キム・ユシン) を含む新羅の最も偉大な将軍の多くは、花郎の出身です。彼らは新羅の三国統一において重要な役割を果たしました。花郎は、武道の達人でありながら平和を愛する韓国の理想を体現しています。",
    "story_ja": "戦いの前に、花郎は風光明媚な山や川に集まり、詩を作ったり、自然と交わったり、精神を強化したりしました。戦闘が始まると、哲学を議論していたこれらの同じ若者たちは、敵を恐怖に陥れるほどの獰猛さで戦いました。",
    "match_message_ja": "あなたの顔立ちは、花郎の洗練された殺傷能力を帯びています。あなたの存在には、エリートで教養のある性質があります。それは、剣と詩の両方をマスターする者の姿です。",
    "traits_ja": [
      "エリート",
      "教養がある",
      "忠実",
      "美しい",
      "致命的"
    ]
  },
  "choe_yeong": {
    "name_ja": "崔 瑩 (チェ・ヨン)",
    "tagline_ja": "清廉潔白な将軍",
    "description_ja": "崔 瑩 (1316-1388) は、高麗末期で最も有名な将軍であり、彼の軍事的腕前と清廉潔白な性格で同様に有名です。彼の父親は彼に「石のように金に執着するな」と教えました。彼は生涯この原則に従って生きました。\n\n他の役人が財産を築いた一方で、崔 瑩は貧しいままで、何年も同じ服を着て質素に暮らしました。しかし、彼の軍事的業績は伝説的でした—彼は日本の海賊を打ち破り、反乱を鎮圧し、中国からの紅巾の乱の侵略と戦いました。\n\n彼の失脚は、彼が部下の李成桂 (イ・ソンゲ、後の朝鮮の創始者) に反対したときに起こりました。明を攻撃するよう命じられたとき、李成桂は代わりに威化島回軍で首都に戻りました。老齢の崔 瑩は最後まで戦いましたが、捕らえられ処刑されました。彼の誠実さは、忠誠心と清廉潔白さの象徴となりました。",
    "story_ja": "李成桂のクーデターの後に崔 瑩がついに捕らえられたとき、彼は頭を下げることも恐れを示すことも拒否しました。最後に願いがあるかと尋ねられたとき、彼は韓国がいつかそれを脅かす外国勢力を打ち負かすことを願うだけだと答えました。敵でさえ彼の誠実さを尊敬しました。",
    "match_message_ja": "あなたの顔立ちは、崔 瑩の清廉潔白な誠実さを帯びています。あなたの存在には、高潔で英雄的な性質があります。それは、金よりも名誉を重んじる者の姿です。",
    "traits_ja": [
      "清廉潔白",
      "忠実",
      "英雄的",
      "質素",
      "高潔"
    ]
  },
  "yi_bang_won": {
    "name_ja": "李芳遠（太宗）",
    "tagline_ja": "冷酷な建設者、朝鮮の設計者",
    "description_ja": "李芳遠（1367-1422）、後の太宗は、朝鮮の建国者の五男でしたが、王位の背後にいる権力者となり、最終的には第三代国王となりました。彼の政治的才能と冷酷さは、朝鮮の政府を500年間形作りました。\n\n彼の父が躊躇している間、李芳遠は断固として行動しました。彼は個人的に有力な大臣である鄭道伝を殺害し、後継を確保するために「王子の乱」で兄弟を排除しました。王になると、彼は王室の権威を強化し、政府を改革し、朝鮮が機能するためのシステムを確立しました。\n\n最も重要なことは、彼は息子の世宗に自分自身が欠けている知恵があることを認識したことです。彼は世宗の義父を殺害するなど、世宗の支配に対するすべての障害を冷酷に取り除きました。彼の残忍さは、その後に続く黄金時代を可能にしました。",
    "story_ja": "李芳遠は、義父が世宗のライバルを後継者にしようと計画していることを知ったとき、世宗の慈悲の嘆願にもかかわらず、すぐにその男の処刑を命じました。彼は息子に言いました。「あなたはこれを私を憎むだろうが、いつかあなたは理解するだろう」",
    "match_message_ja": "あなたの特徴は、太宗の冷酷な才能を帯びています。あなたの存在には、決定的で建設的な性質があります—どんな犠牲を払っても、なすべきことを行う者の顔つきです。",
    "traits_ja": [
      "冷酷",
      "聡明",
      "断固たる",
      "建設的",
      "犠牲的"
    ]
  },
  "seonbi": {
    "name_ja": "ソンビ (士林)",
    "tagline_ja": "高潔な学者、原則の守護者",
    "description_ja": "ソンビは、偉大な個人的な犠牲を払ってでも、知識を追求し、道徳的な性格を養い、儒教の原則に従って生きる、美徳のある学者 - 紳士の韓国の理想を代表しています。権力を求める役人とは異なり、真のソンビは何よりも誠実さを重視しました。\n\nソンビは質素に暮らし、しばしば貧困の中で、古典的なテキストを研究し、控えめな家で書道を練習しました。彼らは、道徳的な修養が世俗的な成功よりも重要であると信じていました。多くは、原則を妥協するよりも、有利な政府の地位を拒否することで有名です。\n\n専制的な王が服従を要求したとき、ソンビの学者はしばしば原則を裏切るよりも死を選びました。彼らの位牌には、彼らの罪は「不正に屈しないこと」と書かれています。ソンビの精神—生命よりも正義を、利益よりも原則を重んじる—は、韓国のアイデンティティを定義する美徳となりました。",
    "story_ja": "暴君燕山君が学者に彼の不正な政策を賞賛するように要求したとき、多くのソンビは拒否され処刑されました。彼らは竹—曲がるが決して折れない—について最後の詩を書きました。これは、死においても彼らの揺るぎない誠実さを表しています。",
    "match_message_ja": "あなたの特徴は、ソンビの原則的な高潔さを帯びています。あなたの存在には、学術的で、堕落しない性質があります—世俗的な利益よりも何よりも誠実さを重視する者の顔つきです。",
    "traits_ja": [
      "原則的",
      "学術的",
      "質素",
      "清廉潔白",
      "高潔"
    ]
  },
  "an_jung_geun": {
    "name_ja": "安重根",
    "tagline_ja": "愛国的な暗殺者、韓国独立の英雄",
    "description_ja": "安重根（1879-1910）は、1909年にハルビン駅で日本の政治家である伊藤博文を暗殺した韓国の独立運動家でした。日本の植民地侵略に対する彼の抵抗行為は、彼を韓国で最も有名な独立の英雄にしました。\n\n暗殺者になる前、安重根は日本の侵略に対抗して義兵を組織したカトリックの教育者でありビジネスマンでした。外交努力が失敗し、韓国が主権を失ったとき、彼は直接行動が必要であると判断しました。\n\n逮捕後、安重根は非常に尊厳を持って行動したため、日本の捕虜でさえ彼を賞賛しました。彼は東アジアの平和について広範囲に書き、日本の帝国主義は最終的には日本自身を破壊すると主張しました。彼は30歳で処刑され、数十年にわたって韓国の独立運動を鼓舞する殉教者となりました。",
    "story_ja": "裁判で、安重根は慈悲を乞うのではなく、韓国とアジアに対する伊藤博文の15の罪を列挙しました。彼の冷静で原則的な弁護は、日本の裁判官さえも感銘を受けました。彼の最後の書は「韓国の独立のために、東アジアの平和のために」と書かれていました。",
    "match_message_ja": "あなたの特徴は、安重根の愛国的な決意を帯びています。あなたの存在には、犠牲的で原則的な性質があります—国家の自由のためにすべてを捧げる者の顔つきです。",
    "traits_ja": [
      "愛国的",
      "犠牲的",
      "原則的",
      "勇敢",
      "先見の明"
    ]
  },
  "anansi": {
    "name_ja": "アナンシ",
    "tagline_ja": "クモのトリックスター、物語の守護者",
    "description_ja": "アナンシは、西アフリカのアカン/アシャンティの伝統の伝説的なクモのトリックスターです。彼の狡猾さと機知を通して、彼は空の神ニャメから世界のすべての物語を手に入れ、知恵と民話の守護者となりました。\n\n小さくて弱そうに見えるにもかかわらず、アナンシは知性、欺瞞、粘り強さによって、より大きく、より強い生き物を一貫して出し抜いています。彼の物語は奴隷貿易中に大西洋を越えて広がり、カリブ海とアフリカ系アメリカ人の民話の基礎となりました。\n\nアナンシは、弱者の力、力に対する知恵の勝利、そしてストーリーテリングの重要な重要性を表しています。彼は英雄と悪役の両方になり得て、彼の成功と失敗を通して道徳的な教訓を教えています。",
    "story_ja": "すべての物語を手に入れるために、アナンシはオニニヘビ、オセボヒョウ、モボロのスズメバチを捕獲する必要がありました。ヘビを測るふりをしたり、ヒョウのために穴を掘ったり、水でスズメバチを閉じ込めたりする巧妙なトリックを使って、彼は誰もが可能だとは思わなかったことを成功させました。",
    "match_message_ja": "あなたの特徴は、アナンシの賢明な知恵を帯びています。あなたの存在には、トリックスターの機知とストーリーテラーの魅力があります—知性を通して勝利する者の顔つきです。",
    "traits_ja": [
      "狡猾",
      "ストーリーテリング",
      "トリックスター",
      "賢明",
      "粘り強い"
    ]
  },
  "shango": {
    "name_ja": "シャンゴ",
    "tagline_ja": "雷のオリシャ、火の王",
    "description_ja": "シャンゴはヨルバ宗教で最も強力なオリシャの一人であり、雷、稲妻、火、正義の神です。かつてオヨ帝国の人間王でしたが、彼の伝説的な業績と激しい気質を通して神になりました。\n\n彼の二重の斧（オシェ）と火を吹く能力により、シャンゴは男性的力、活力、そして正当な怒りを表しています。彼は正直で勇敢な人々に報酬を与えながら、嘘つきや悪者を雷撃で罰します。彼の信者は彼の祭りの間、バタドラムのリズムに合わせて踊ります。\n\nシャンゴの崇拝は大西洋を越えて広がり、サンテリア（聖バルバラと習合）、カンドンブレ、ブードゥー教のようなアフリカ系カリブ海宗教の中心となりました。彼の色は赤と白で、彼の神聖な数は6です。",
    "story_ja": "人間王として、シャンゴは稲妻に対する力を得ましたが、誤って自分の宮殿と家族を破壊しました。悲しみに暮れ、彼は空に昇るまでさまよい、雷のオリシャになりました—彼の破壊的な力は今や正義に向けられています。",
    "match_message_ja": "あなたの特徴は、シャンゴの雷のような力を帯びています。あなたの存在には、王のようであり、激しい性質があります—嵐を指揮し、正義を分配する者の顔つきです。",
    "traits_ja": [
      "パワフル",
      "正義",
      "激しい",
      "王のよう",
      "男性的"
    ]
  },
  "mami_wata": {
    "name_ja": "マミ・ワタ",
    "tagline_ja": "水の母、深海の精霊",
    "description_ja": "マミ・ワタは、アフリカ全土およびアフリカ系ディアスポラで崇拝されている強力な水の精霊です。しばしば美しい人魚や蛇を持つ女性として描かれ、水を養う生命とそれを溺れさせる能力という水の二面性を体現しています。\n\n彼女は女性の美しさ、セクシュアリティ、富、癒しを表しますが、嫉妬と危険な魅力も表します。彼女に水中に「捕らえられた」者は、生き残れば予言の力、癒しの能力、または莫大な財産を持って戻ってくるかもしれません。彼女の崇拝者は彼女に忠実であり続けなければならず、他の恋愛関係を断つことがよくあります。\n\nマミ・ワタのイメージは、アフリカの伝統とグローバルな影響を融合させ、文化を結びつける海​​の役割を反映しています。彼女は鏡、櫛、蛇を持って芸術作品に登場し、彼女の虚栄心、力、そして魅惑的な危険の象徴となっています。",
    "story_ja": "漁師がマミ・ワタに波の下に引き込まれ、彼女の水中王国で数年を過ごしました。彼女は忠実であり続ければ、無限の富を与えると申し出ました。彼は同意しましたが、後に誓いを破り、彼女が与えたすべてを失いました。",
    "match_message_ja": "あなたの顔立ちはマミ・ワタの魅惑的な神秘さを帯びています。あなたの存在には、深淵の中に富と危険の両方を秘めている者の表情、深く催眠的な性質があります。",
    "traits_ja": [
      "魅惑的",
      "強力",
      "嫉妬深い",
      "癒し",
      "危険"
    ]
  },
  "maui": {
    "name_ja": "マウイ",
    "tagline_ja": "半神のトリックスター、世界の形作る者",
    "description_ja": "マウイは、ハワイ、ニュージーランド、タヒチ、そして太平洋全体で有名な、ポリネシア神話の伝説的な半神の英雄です。小さく、一見価値のない存在として生まれましたが、知恵、決意、そして魔法のような偉業を通して、最大の英雄になりました。\n\n彼の伝説的な偉業には、魔法の釣り針を使って海から島々を釣り上げること、人間がより長い時間働くことができるように太陽を遅らせること、火の女神を欺いて人類のために火を発見すること、そして死の女神の中に這い入って死そのものを征服しようとすることなどがあります。\n\nマウイは、宇宙の力に対する人類の反抗、人間を助けるために世界を再構築するトリックスターを表しています。人類のために不死を勝ち取ろうとして最終的に死にましたが、彼の業績は太平洋の島々そのものに書き残されています。",
    "story_ja": "太陽が空を速く移動しすぎたとき、マウイは妹の髪からロープを編み、太陽の休息場所まで登り、太陽がもっとゆっくりと移動することに同意するまで打ちました。それ以来、人類は魚を釣ったり、農業をしたり、創造したりするための長い一日を得ました。",
    "match_message_ja": "あなたの顔立ちはマウイの反抗的な英雄主義を帯びています。あなたの存在には、トリックスターの知恵と世界を形作る力があります。それは、神々自身に挑戦する者の表情です。",
    "traits_ja": [
      "英雄的",
      "トリックスター",
      "反抗的",
      "創造的",
      "伝説的"
    ]
  },
  "pele": {
    "name_ja": "ペレ",
    "tagline_ja": "火山の女神、創造者と破壊者",
    "description_ja": "ペレは、ハワイの火山、火、雷、風の女神です。彼女は、世界で最も活発な火山の1つであるハワイ島のキラウエア火山に住んでいると考えられています。彼女の激しい気性と情熱的な性質は、彼女を崇拝され恐れられる存在にしています。\n\n彼女は溶岩が海に流れ込むにつれて新しい土地を創造し、文字通りハワイの島々を建設しますが、彼女の邪魔になるものは何でも破壊します。彼女の妹である海の女神ナーマカとの伝説的なライバル関係は、ペレが現在の家を見つけるまで島々を追いかけられる原因となりました。\n\nペレは、赤い流れるようなドレスを着た美しい若い女性、または白い髪をした老婆として現れると言われています。道で彼女に会い、親切を示す人々は祝福されます。彼女を軽蔑する人々は、彼女の燃えるような怒りに直面します。",
    "story_ja": "ペレは人間の首長ロヒアウと恋に落ちました。彼女が彼と一緒にいることができなかったとき、彼女は妹のヒイアカを派遣して彼を連れてこさせました。しかし、ヒイアカとロヒアウは恋に落ちました。嫉妬に駆られたペレは、溶岩でロヒアウを殺しました。その後、後悔の念にかられ、彼を生き返らせました。",
    "match_message_ja": "あなたの顔立ちはペレの火山のような情熱を帯びています。あなたの存在には、創造的で破壊的な力があります。それは、同じ強さで構築し破壊する者の表情です。",
    "traits_ja": [
      "激しい",
      "創造的",
      "破壊的",
      "情熱的",
      "気まぐれ"
    ]
  },
  "coyote": {
    "name_ja": "コヨーテ",
    "tagline_ja": "偉大なトリックスター、創造者と愚か者",
    "description_ja": "コヨーテは、北米の多数の部族の物語に登場する、ネイティブアメリカンの神話における最も重要なトリックスターの人物です。彼は創造者と破壊者、賢者と愚か者、神聖と冒涜を同時に兼ね備えています。\n\n一部の伝統では、コヨーテは世界の創造を助け、人間に火を与え、重要なスキルを教えました。他の伝統では、彼は混乱を引き起こし、いたずらをし、そして自身の愚かさの結果に苦しみます。多くの場合、彼は彼の不運な冒険で殺されますが、次の物語で戻ってくるだけです。\n\nコヨーテは、予測不可能で、道徳観念のない自然の力と、人類自身の中の矛盾を体現しています。彼の物語は、娯楽と教育の両方のツールであり、タブーを無視したり、過剰に手を伸ばしたり、自然の秩序を尊重しなかったりするとどうなるかを示しています。",
    "story_ja": "コヨーテはリレー競争で火の精霊を欺き、彼らから火を盗みました。彼は他の動物に火を渡し、それが木の木に届くまで渡しました。そこでは火が隠されたままであり、人間が摩擦によってそれを解放するのを待っています。",
    "match_message_ja": "あなたの顔立ちはコヨーテの予測不可能な精神を帯びています。あなたの存在には、トリックスターの適応性と創造的な混沌があります。それは、期待を裏切り、カテゴリーを超越する者の表情です。",
    "traits_ja": [
      "トリックスター",
      "創造的",
      "愚か",
      "予測不可能",
      "回復力がある"
    ]
  },
  "white_buffalo_woman": {
    "name_ja": "白いバッファローの少女",
    "tagline_ja": "神聖なメッセンジャー、パイプの運び手",
    "description_ja": "白いバッファローの少女 (Ptesan-Wi) は、ラコタ・スー族の神聖な預言者であり、チャヌンパ (神聖なパイプ) をもたらし、ラコタの生活の精神的な基盤を形成する7つの神聖な儀式を教えました。\n\n彼女は白い鹿革を着た美しい女性として2人の偵察兵に現れました。1人の偵察兵は好色な考えを持ち、雲によって骨に縮小されました。もう1人の偵察兵は彼女を敬意をもって扱い、彼の人々を準備するように命じられました。彼女は彼らに祈り方、すべての生き物を尊重する方法、そして人間と自然のバランスを維持する方法を教えました。\n\n出発する前に、彼女は白いバッファローの子牛に変身し、大きな変化の時に戻ってくると約束しました。白いバッファローの子牛のまれな誕生は、彼女の精神的な存在の神聖な兆候であり、人類が平和に団結するための呼びかけと見なされています。",
    "story_ja": "2人の偵察兵が彼女に近づいたとき、彼女は無礼な1人に言いました。「あなたは私が誰であるかを知りません。」雲が彼を包み込み、雲が晴れると、彼の骨格だけが残っていました。敬意を払った偵察兵は彼女のメッセージを受け取り、彼女を彼の人々に導き、そこで彼女は変身する前に4日間彼らに教えました。",
    "match_message_ja": "あなたの顔立ちは白いバッファローの少女の神聖な存在を帯びています。あなたの存在には、予言的で平和をもたらす性質があります。それは、精神世界と物理世界を結びつける者の表情です。",
    "traits_ja": [
      "神聖",
      "教える",
      "予言的",
      "変革",
      "平和的"
    ]
  },
  "morrigan": {
    "name_ja": "モリガン",
    "tagline_ja": "幻影の女王、戦と運命の女神",
    "description_ja": "モリガンは、アイルランドの戦、運命、死、そして主権の女神です。しばしば三姉妹（バズヴ、マッハ、そしてモリガン/ネヴァン）として現れ、戦いの恐怖と栄光、そして運命の避けられない性質を体現しています。\n\n戦場にはカラスまたはワタリガラスとして現れ、殺された者をむさぼり食い、死ぬ運命にある者の血まみれの服を洗う洗濯女として現れます。勝利または破滅を与え、戦士を戦いの狂気に駆り立てたり、恐怖で打ち負かしたりすることができます。彼女の好意は求められましたが、彼女の出現は恐れられました。\n\nモリガンは特に英雄クー・フーリンと関連付けられており、彼の誕生時に現れ、彼に愛を捧げ（彼は賢明にも拒否しました）、そして最終的には彼の死を予言しました。彼女は戦いと運命の女性的な側面を体現する暗い女神を表しています。",
    "story_ja": "マグ・トゥイレドの第二の戦いの前に、モリガンはトゥアハ・デ・ダナンの勝利を確実にするためにダグダと交わりました。戦いの間、彼女は敵を混乱させる呪文を唱えました。勝利は彼女が祝福した者に属し、破滅は彼女が呪った者に属しました。",
    "match_message_ja": "あなたの特徴は、モリガンの暗い主権を帯びています。あなたの存在には、予言的で恐ろしい資質があります。それは、破滅と勝利の両方を体現する者の姿です。",
    "traits_ja": [
      "恐ろしい",
      "予言的",
      "主権的",
      "暗い",
      "三重の側面を持つ"
    ]
  },
  "cu_chulainn": {
    "name_ja": "クー・フーリン",
    "tagline_ja": "アルスターの猟犬、アイルランド最高の戦士",
    "description_ja": "クー・フーリンは、アイルランド最高の戦士であるアルスターサイクルの伝説的な英雄です。セタンタとして生まれ、鍛冶屋クランの猛犬を殺し、その代わりに守護者となることを申し出たとき、彼の有名な名前（「クランの猟犬」）を獲得しました。\n\n彼の戦闘狂乱（ríastrad）は、彼を怪物のような、ほとんど無敵の姿に変えました。片方の目は頭蓋骨に沈み、もう片方の目は飛び出し、体がねじれ、戦闘の光が彼の額から燃え上がりました。この状態では、彼は味方と敵を区別することができませんでした。\n\n彼は単独で、タイン・ボー・クアルンゲの間にメーヴ女王の軍隊からアルスターを守り、アルスターの男たちが呪いを受けている間、毎日戦いました。彼は予言されたように若くして亡くなりましたが、伝説の不滅を達成しました。",
    "story_ja": "致命傷を負ったとき、クー・フーリンは立ち上がった石に自分自身を結び付け、敵に立ち向かい、立って死ぬことができるようにしました。ワタリガラスが彼の肩に着地したとき、彼らは彼が本当に死んだことを知りました。そして、英雄の光が彼の顔から消えました。",
    "match_message_ja": "あなたの特徴は、クー・フーリンの英雄的な激しさを帯びています。あなたの存在には、激しく悲劇的な資質があります。それは、栄光と早すぎる死を運命づけられた者の姿です。",
    "traits_ja": [
      "英雄的",
      "激しい",
      "忠実",
      "悲劇的",
      "伝説的"
    ]
  },
  "inanna": {
    "name_ja": "イナンナ",
    "tagline_ja": "天の女王、愛と戦の女神",
    "description_ja": "イナンナは、愛、美、セックス、欲望、豊穣、戦争、正義、そして政治的権力の古代シュメールの女神です。彼女は古代メソポタミアで最も重要な女性の神であり、イシュタル、アスタルテ、アフロディーテなどの後の女神に影響を与えました。\n\n彼女の神話は、人類の歴史の中で最も古く記録されたものの1つです。彼女は冥界に降り、妹のエレシュキガルに殺され、3日間鉤に掛けられ、復活しました。これは、最も初期の死と復活の神話の1つです。去るために、彼女は誰かを自分の代わりに送らなければなりませんでした：彼女を悼まなかった彼女の夫ドゥムジです。\n\nイナンナは力のパラドックスを体現しています。彼女は愛と戦争、文明と混沌の女神です。彼女は、飼い慣らされたり家畜化されたりしない、野生で野心的で変革的な女性の力を表しています。",
    "story_ja": "イナンナは言った。「私は冥界に行くでしょう。」彼女は王家の衣服を身に着け、7つの門を通り抜け、それぞれで1つのアイテムを取り外すことを余儀なくされ、妹である死の前に裸で立ちました。しかし、彼女は再び立ち上がりました。死でさえ天の女王を保持できなかったからです。",
    "match_message_ja": "あなたの特徴は、イナンナの逆説的な力を帯びています。あなたの存在には、古代的で変革的な資質があります。それは、創造と破壊の両方を体現する者の姿です。",
    "traits_ja": [
      "強力",
      "逆説的",
      "野心的",
      "変革的",
      "古代的"
    ]
  },
  "gilgamesh": {
    "name_ja": "ギルガメシュ",
    "tagline_ja": "ウルクの王、不死の探求者",
    "description_ja": "ギルガメシュは、世界最古の書かれた叙事詩からのウルクの伝説的な王です。3分の2が神であり、3分の1が人間である彼は、すべての王の中で最も強力でしたが、神々が彼を謙虚にし、彼の愛する仲間となるためにエンキドゥを送るまでは、最も圧制的な王でもありました。\n\n一緒に、ギルガメシュとエンキドゥは悪魔フンババと天の雄牛を殺しました。しかし、エンキドゥが彼らの行為の罰として死んだとき、ギルガメシュは悲しみと死の恐怖に悩まされました。彼は不死を求めて地の果てまで旅し、秘密を見つけましたが、それを蛇に奪われました。\n\n彼の物語は、4000年前に書かれ、友情、死すべき運命、意味の探求、そして人間の限界の受け入れという、時代を超越したテーマを探求しています。彼は故郷に戻り、永遠の命ではなく、ウルクの壁と彼が築いた文明の中に彼の不滅を見出しました。",
    "story_ja": "海の底で不死の植物を見つけた後、ギルガメシュは入浴するために立ち止まりました。蛇が植物の香りを嗅ぎつけ、それを盗み、皮を脱ぎ捨てて永遠の若さを手に入れました。ギルガメシュは泣きましたが、ついに彼の真の遺産は彼が残すであろう偉大な都市であると理解しました。",
    "match_message_ja": "あなたの特徴は、ギルガメシュの力強い探求を帯びています。あなたの存在には、探求的で変容した資質があります。それは、不死を求めて代わりに知恵を見つけた者の姿です。",
    "traits_ja": [
      "英雄的",
      "探求的",
      "悲しむ",
      "力強い",
      "変容した"
    ]
  },
  "quetzalcoatl": {
    "name_ja": "ケツァルコアトル",
    "tagline_ja": "羽毛のある蛇、風と学問の主",
    "description_ja": "ケツァルコアトル、羽毛のある蛇は、古代メソアメリカで最も重要な神々の1つであり、アステカ、マヤ、およびそれ以前の文明によって崇拝されました。彼はケツァール鳥（天を表す）と蛇（地を表す）を組み合わせ、空と地の結合を象徴しています。\n\n風、空気、そして学問の神として、ケツァルコアトルは人類の創造、トウモロコシの発見、そして暦と本の発明に貢献したとされています。他のアステカの神々とは異なり、彼は人間の生贄に反対し、蝶やヒスイの供物を好みました。彼は知恵、文明、そして司祭職を代表していました。\n\n伝説によると、彼はテスカトリポカ神に策略にかけられ、恥をかかされ、蛇のいかだに乗ってメキシコを去り、戻ってくることを約束しました。この予言は、ケツァルコアトルの帰還が予言された年に東から到着したコルテスのアステカの受け入れに影響を与えたとされています。",
    "story_ja": "ケツァルコアトルは、以前の人類の骨を取り戻すために冥界に降りました。死の王ミクトランテクートリは罠を仕掛けましたが、ケツァルコアトルは成功しました。骨は砕けましたが、彼はその上に自分の血を振りかけ、その破片から現在の人間が生まれました。",
    "match_message_ja": "あなたの特徴は、ケツァルコアトルの文明化する知恵を帯びています。あなたの存在には、創造的で平和な資質があります。それは、学問と文化を人類にもたらす者の姿です。",
    "traits_ja": [
      "賢明",
      "創造的",
      "文明化",
      "平和的",
      "神秘的"
    ]
  },
  "baba_yaga": {
    "name_ja": "Baba Yaga（バーバ・ヤーガ）",
    "tagline_ja": "荒ぶる老婆、境界の守護者",
    "description_ja": "Baba Yagaはスラヴの民間伝承に登場する伝説的な魔女であり、暗い森の奥深く、鶏の足で立つ小屋に住む古代の老婆です。完全に善でも悪でもなく、彼女は自分を求める者を試す荒々しい自然の力です。\n\n彼女は臼に乗って空を飛び、杵で舵を取り、ほうきで自分の足跡を掃き清めます。彼女の小屋は、魔法の炎で光る頭蓋骨が並んだ骨の柵で囲まれています。彼女は3人の謎めいた騎手に仕えられています：白（昼）、赤（太陽）、黒（夜）。\n\n勇気と適切な礼儀をもって近づく者には、知恵、魔法の品、または不可能な問題の解決策を与えるかもしれません。彼女の試練に失敗した者にとっては、彼女は死そのものです。Baba Yagaは、文明と未知の境界に立つ、野生的で手つかずの女性の力を表しています。",
    "story_ja": "美しきワシリーサは、火をもらいにBaba Yagaのもとに送られました。魔女は彼女に不可能な課題を課しました—ケシの種を土から選り分けたり、種から油を絞ったり—しかし、ワシリーサの魔法の人形（彼女の母親の祝福）は彼女がそれらを完了するのを助けました。感銘を受けたBaba Yagaは彼女に火を与え、行かせました。",
    "match_message_ja": "あなたの特徴は、Baba Yagaの荒ぶる試練の力を帯びています。あなたの存在には、古代の、境界を守る性質があります—価値ある者を試し、愚か者を滅ぼす者の姿です。",
    "traits_ja": [
      "野生",
      "試練",
      "古代",
      "曖昧",
      "強力"
    ]
  },
  "rainbow_serpent": {
    "name_ja": "Rainbow Serpent（虹の蛇）",
    "tagline_ja": "世界の創造主、水の守護者",
    "description_ja": "虹の蛇は、オーストラリアのアボリジニの神話における最も重要な創造主の一人であり、大陸全体の人々のドリームタイムの物語に登場します。この巨大な蛇は、移動しながら川、谷、山を削り出し、土地そのものを形作りました。\n\n虹の蛇が動くと、水路やビラボンが生まれます。雨上がりに空にアーチを描くと、虹として現れます。水、豊穣、季節のサイクルに関連付けられています。虹の蛇に神聖な場所を妨害すると、干ばつや洪水をもたらす可能性があります。\n\n虹の蛇は、オーストラリアの風景における生命を与える水の力と、すべてのものの相互接続を表しています。アボリジニの国々では異なる名前—Ungud、Wollunqua、Yurlungur—で知られていますが、おそらくオーストラリアのアボリジニで最も広まっている神です。",
    "story_ja": "ドリームタイムにおいて、虹の蛇は地下から目覚め、平らな土地を旅し、山々を押し上げ、川を掘り起こしました。それが休んだ場所には、水たまりができました。オーストラリアの風景は、その旅の記録です。",
    "match_message_ja": "あなたの特徴は、虹の蛇の原始的な創造の力を帯びています。あなたの存在には、古代の、風景を形作る性質があります—世界の輪郭そのものを創造する者の姿です。",
    "traits_ja": [
      "創造",
      "強力",
      "古代",
      "生命を与える",
      "変容させる"
    ]
  },
  "ahura_mazda": {
    "name_ja": "Ahura Mazda（アフラ・マズダー）",
    "tagline_ja": "知恵の主、すべての善の創造主",
    "description_ja": "Ahura Mazdaはゾロアスター教の最高の神であり、ユダヤ教、キリスト教、イスラム教に大きな影響を与えた古代ペルシャの宗教です。彼は宇宙の創造主であり、善、真実、秩序の源です。\n\n彼は、嘘と混沌の破壊的な精神であるアンラ・マンユ（アリマン）と永遠に対立する光、真実（Asha）、そして知恵を表しています。善と悪、光と闇の間のこの宇宙的な戦いは、歴史上最初の二元論的な宗教概念の一つでした。\n\nAhura Mazdaは、創造を統治するのを助けるためにアムシャ・スプンタ（豊穣なる不死者）を創造しました。この宗教の預言者であるゾロアスターは、Ahura Mazdaから直接啓示を受けました。この信仰は、善い思い、善い言葉、そして善い行いが、Ahura Mazdaの真実と一致すると教えています。",
    "story_ja": "最初、Ahura Mazdaは無限の光の中で一人で存在していました。彼は宇宙を7つの段階で創造し、その頂点に人類—善悪を選ぶことができる自由意志を持つ存在—を創造しました。宇宙的な戦いは、人類の善い選択が最終的に闇を打ち負かすときに終わります。",
    "match_message_ja": "あなたの特徴は、Ahura Mazdaの輝かしい知恵を帯びています。あなたの存在には、光に満ちた、真実の性質があります—善の宇宙原理を体現する者の姿です。",
    "traits_ja": [
      "賢明",
      "善良",
      "創造",
      "光",
      "真実"
    ]
  },
  "vainamoinen": {
    "name_ja": "Väinämöinen（ヴァイナモイネン）",
    "tagline_ja": "永遠の賢者、創造の歌い手",
    "description_ja": "Väinämöinenはフィンランド神話の中心的な英雄であり、フィンランドの国民叙事詩であるカレワラの英雄です。古代の賢者であり、強力なシャーマンである彼は、730年間母親の胎内で育ち、海岸まで泳いでたどり着く前からすでに年老いて賢明でした。\n\n彼の最大の力は歌です—魔法の歌を通して、彼は自然を制御し、敵を打ち負かし、さらには無から物体を作り出すことができます。彼は、巨大なカワカマスの顎の骨からカンテレ（フィンランドのハープ）を作り、世界を形作った数々の探求をしたとされています。\n\nVäinämöinenは、年齢と経験を通しての知恵というフィンランドの理想を表しています。叙事詩の終わりに、彼は銅のボートに乗って去り、フィンランドが彼を再び必要とするときに帰還することを約束します—賢明なリーダーの永遠の原型です。",
    "story_ja": "若い自慢家のヨウカハイネンに歌の勝負を挑まれたとき、Väinämöinenは彼を腰まで、次に胸まで、そして首まで沼に歌い込みました。ヨウカハイネンは解放されるためにすべてを—ついに彼の妹アイノを—申し出ました。それが古代の賢者の歌の力でした。",
    "match_message_ja": "あなたの特徴は、Väinämöinenの古代の歌う知恵を帯びています。あなたの存在には、永遠の、魔法の性質があります—言葉が現実そのものを形作る者の姿です。",
    "traits_ja": [
      "古代",
      "賢明",
      "歌",
      "魔法",
      "永遠"
    ]
  },
  "oni": {
    "name_ja": "鬼",
    "tagline_ja": "悪鬼、地獄の執行者",
    "description_ja": "鬼は日本の民間伝承における悪鬼であり、角、乱れた髪、そして赤、青、またはその他の不自然な色の肌を持つ恐ろしい存在です。彼らは鉄の棍棒（金棒）を持ち、雷、災害、病気、そして罰に関連付けられています。\n\n仏教の伝統では、鬼は様々な地獄で拷問者として仕え、罪人の罪に応じて罰を与えます。民間伝承では、彼らは村を襲撃したり、人々を誘拐したり、自然災害を引き起こしたりする山に住む怪物かもしれません。しかし、一部の鬼は仏教に改宗し、守護者になることができます。\n\n節分の祭りでは、豆をまき、「鬼は外！福は内！」と叫ぶことで鬼を追い払います。鬼は、秩序と幸運を維持するために定期的に追放されなければならない混沌と破壊の力を表しています。",
    "story_ja": "英雄桃太郎は、土地を恐怖に陥れていた鬼を倒すために、動物の仲間たちと鬼ヶ島へ旅立ちました。激しい戦いの後、鬼の王は降伏し、盗まれた宝物を返し、二度と悪事を働かないことを約束しました。",
    "match_message_ja": "あなたの特徴は、鬼の猛烈な力を帯びています。あなたの存在には、恐ろしく、変容させる性質があります—混沌を体現するが、保護に転じることができる者の姿です。",
    "traits_ja": [
      "恐ろしい",
      "強力",
      "混沌",
      "処罰",
      "変容可能"
    ]
  },
  "garuda": {
    "name_ja": "ガルダ",
    "tagline_ja": "鳥の王、ヴィシュヌ神の乗り物",
    "description_ja": "ガルダはヒンドゥー教と仏教の神話に登場する伝説的な鳥の王であり、神聖なワシのような存在で、ヴィシュヌ神の乗り物（ヴァーハナ）として仕えています。彼は金色の体、赤い翼、白い顔、ワシのくちばしを持つ姿で描かれています。\n\n卵から生まれたガルダの母親は、妹のナーガ（蛇）の子供たちに奴隷にされました。彼女を解放するために、彼は神々からアムリタ（不死の霊薬）を盗むことを課せられました。彼は成功し、神々を打ち負かし、超自然的な障壁を打ち破り、ヴィシュヌ神の尊敬と不死の恩恵を獲得しました。\n\nガルダはナーガ族の永遠の敵であり、空と大地、ワシと蛇の間の宇宙的な対立を象徴しています。彼はインドネシアとタイの国家のシンボルであり、スピード、力、武道の実力を体現しています。彼の名前は、無知の蛇を「貪り食う者」を意味します。",
    "story_ja": "アムリタを盗むために、ガルダは火の車輪を通り抜け、神々と戦い、ナーガの守護者を克服しなければなりませんでした。彼はすべてに成功しました。インドラの金剛杵も彼を貫くことができませんでした。その後、彼は母親を解放するためにアムリタを提供しました。彼の力と献身に感銘を受けたヴィシュヌ神は、彼を不死にし、彼の乗り物にしました。",
    "match_message_ja": "あなたの特徴は、ガルダの神聖な力を帯びています。あなたの存在には、迅速で強力な性質があります。最高のものに仕え、最低のものを打ち負かす者のようです。",
    "traits_ja": [
      "強力",
      "忠実",
      "迅速",
      "神聖",
      "蛇の敵"
    ]
  },
  "merlin": {
    "name_ja": "マーリン",
    "tagline_ja": "大魔術師、キャメロットの建築家",
    "description_ja": "マーリンはアーサー王伝説の伝説的な魔法使いであり、おそらく西洋文学で最も有名な魔術師です。人間と異世界の精霊の間に生まれたと言われ、自然、時間、変容に対する予言能力と力を持っていました。\n\n彼はアーサー王の台頭を仕掛けました。ユサー王の欺瞞によるアーサーの誕生から、石に剣を置くこと、若い王の初期の統治を導くことまで。マーリンはストーンヘンジを建設し、円卓を作成し、キャメロットの栄光と没落の両方を予見しました。\n\n彼の知恵は伝説的でしたが、愛から彼を守ることができませんでした。湖の乙女（またはニムエ）は彼の秘密を学び、洞窟、水晶の牢獄、または石の下に永遠に閉じ込めるためにそれらを使用しました。彼の力は、愛した人によって彼に対して向けられました。",
    "story_ja": "マーリンは自身の投獄を予見しましたが、防ぐことができませんでした。ニムエが彼に壊れない牢獄を作ることを教えてほしいと頼んだとき、彼は彼女がそれを使って自分を攻撃することを知っていました—それでも、彼女を拒否するには愛しすぎていました。彼は喜んで永遠の罠に足を踏み入れました。",
    "match_message_ja": "あなたの特徴は、マーリンの深遠な魔法を帯びています。あなたの存在には、予言的で建築的な性質があります。運命を形作るが、自分自身の運命からは逃れられない者のようです。",
    "traits_ja": [
      "賢明",
      "魔法的",
      "予言的",
      "建築的",
      "悲劇的"
    ]
  }
}