{
  "zeus": {
    "name_ru": "Zeus",
    "tagline_ru": "Царь Олимпийских богов, правитель неба и грома",
    "description_ru": "Zeus — верховное божество греческого пантеона, правящий с горы Олимп как царь всех богов. Он сверг своего отца Cronus, чтобы получить власть над небом и громом, используя свою могучую молнию как высший символ божественной власти.\n\nИзвестный своим властным присутствием и абсолютной силой, Zeus поддерживает космический порядок, председательствуя над правосудием, гостеприимством и клятвами. Его решения окончательны, и его слово - закон как среди богов, так и среди смертных.\n\nНесмотря на его царственное поведение, Zeus также известен своей страстной натурой и многочисленными романтическими связями, которые породили многих величайших героев и трагических историй мифологии.",
    "story_ru": "Zeus возглавил олимпийцев в Титаномахии, великой войне против титанов. После десятилетия ожесточенных сражений он одержал победу и разделил космос со своими братьями — Poseidon получил моря, Hades — подземный мир, а Zeus завладел небом и стал верховным правителем всего.",
    "match_message_ru": "Вы обладаете властным присутствием прирожденного лидера. Подобно Zeus, вы несете в себе ауру естественного авторитета, которую другие инстинктивно уважают. Ваши сильные черты лица отражают внутреннюю силу и способность принимать решительные решения.",
    "traits_ru": [
      "Властный",
      "Могущественный",
      "Справедливый",
      "Страстный",
      "Командующий"
    ]
  },
  "hera": {
    "name_ru": "Hera",
    "tagline_ru": "Царица богов, богиня брака и семьи",
    "description_ru": "Hera - царица олимпийских богов и богиня брака, женщин, деторождения и семьи. Будучи женой и сестрой Zeus, она правит вместе с ним с горы Олимп, воплощая святость брака, несмотря на многочисленные измены ее мужа.\n\nИзвестная своей величественной красотой и царственным видом, Hera - самая могущественная богиня греческого пантеона. Ее символы включают павлина, чьи многоглазые перья хвоста представляют ее бдительность, и корову, символизирующую ее заботливую природу.\n\nХотя Hera часто изображается как ревнивая и мстительная по отношению к любовницам и внебрачным детям Zeus, гнев Hera представляет собой защиту брачных уз. Она яростно защищает законный брак и стабильность семьи, наказывая тех, кто нарушает эти священные институты.",
    "story_ru": "Когда Zeus ухаживал за Hera, она сначала отвергла его. Zeus превратился в раненую кукушку, и когда сострадательная Hera прижала его к груди, он открылся и завоевал ее. Их священная свадьба длилась 300 лет.",
    "match_message_ru": "Ваши черты лица несут в себе царственное достоинство Hera. В вашей внешности есть властное присутствие — вид того, кто требует уважения и лояльности. Ваше лицо говорит о том, кто яростно защищает то, что считает священным.",
    "traits_ru": [
      "Царственная",
      "Защищающая",
      "Ревнивая",
      "Могущественная",
      "Верная"
    ]
  },
  "athena": {
    "name_ru": "Athena",
    "tagline_ru": "Богиня мудрости, стратегической войны и ремесел",
    "description_ru": "Athena - почитаемая богиня мудрости, мужества и стратегической войны в греческой мифологии. Родившаяся полностью вооруженной из головы Zeus, она воплощает идеальный союз интеллекта и силы, представляя высшие идеалы цивилизации.\n\nВ отличие от Ares, который представляет жестокий хаос войны, Athena выступает за стратегическое мышление, справедливые причины и защиту городов. Она является покровительницей героев, направляя их своей мудростью и защищая своей эгидой.\n\nКак богиня ремесел и практических искусств, Athena также представляет цивилизующее влияние умения и знаний, от ткачества до кораблестроения и сельского хозяйства.",
    "story_ru": "Athena соревновалась с Poseidon за покровительство над Афинами. В то время как Poseidon ударил своим трезубцем, чтобы создать соляной источник, Athena посадила оливковое дерево - дар мира, пищи и процветания. Афиняне выбрали Athena, и город носит ее имя по сей день.",
    "match_message_ru": "Ваши черты лица отражают острый интеллект и уравновешенную мудрость Athena. Вы обладаете как острым аналитическим умом, так и тихой уверенностью того, кто думает, прежде чем действовать. Ваш взгляд говорит о стратегической глубине и взвешенном суждении.",
    "traits_ru": [
      "Мудрая",
      "Стратегическая",
      "Справедливая",
      "Умелая",
      "Защищающая"
    ]
  },
  "apollo": {
    "name_ru": "Apollo",
    "tagline_ru": "Бог солнца, музыки, поэзии и исцеления",
    "description_ru": "Apollo - одно из самых важных и сложных олимпийских божеств, воплощающее идеал мужской красоты и совершенства. Как бог солнца, он каждый день проезжает на своей золотой колеснице по небу, принося свет и тепло миру.\n\nПомимо своих солнечных обязанностей, Apollo является покровителем музыки, поэзии и искусств. Его лира издает самую красивую музыку, которую когда-либо слышали, и он руководит музами в их небесных выступлениях. Он также воплощает пророчество и истину, говоря через Оракула в Delphi.\n\nКак бог исцеления и медицины, Apollo научил человечество искусству медицины, хотя его стрелы также могли принести чуму. Эта двойственность отражает его природу как бога созидания и разрушения.",
    "story_ru": "Apollo глубоко влюбился в Daphne, речную нимфу. Когда он преследовал ее, она призвала своего отца спасти ее и была превращена в лавровое дерево. Разбитый горем, Apollo объявил лавр священным и носил его листья как корону навсегда.",
    "match_message_ru": "Ваши черты лица излучают гармоничную красоту Apollo. В вашей внешности есть светящееся качество, идеальный баланс, который говорит о художественной восприимчивости и внутреннем свете. Вы несете яркость того, кто тронут творческим вдохновением.",
    "traits_ru": [
      "Сияющий",
      "Художественный",
      "Пророческий",
      "Исцеляющий",
      "Совершенный"
    ]
  },
  "artemis": {
    "name_ru": "Artemis",
    "tagline_ru": "Богиня охоты, дикой природы и луны",
    "description_ru": "Artemis - девственная богиня охоты, дикой природы, диких животных и луны. Сестра-близнец Apollo, она бродит по лесам со своей свитой нимф, охотится со своим серебряным луком и живет свободно от ограничений цивилизации.\n\nЯростно независимая, Artemis дала клятву вечного девства и наказывает любого, кто угрожает ей или невинности ее последователей. Она защищает молодых женщин и детей, председательствует при родах и представляет дикие, необузданные аспекты природы.\n\nХотя Artemis и богиня охоты, она также является защитницей животных и самой дикой природы. Она воплощает парадокс отношений древнего мира с природой - почитая и защищая ее, а также получая от нее пропитание.",
    "story_ru": "Когда охотник Actaeon случайно увидел Artemis купающейся, она превратила его в оленя. Его собственные охотничьи собаки, не узнав своего хозяина, разорвали его на части - предупреждение о цене нарушения священной частной жизни богини.",
    "match_message_ru": "Ваши черты лица отражают дикую независимость Artemis. В вашем взгляде есть необузданное качество — вид того, кто идет своим путем и никому не отвечает. Ваше лицо говорит о свободе, яростной защите и связи с природой.",
    "traits_ru": [
      "Независимая",
      "Яростная",
      "Чистая",
      "Защищающая",
      "Дикая"
    ]
  },
  "ares": {
    "name_ru": "Ares",
    "tagline_ru": "Бог войны, насилия и кровопролития",
    "description_ru": "Арес - греческий бог войны, олицетворяющий ее жестокие, насильственные и необузданные аспекты. В отличие от Афины, воплощающей стратегическую войну, Арес упивается хаосом, кровопролитием и физическим насилием битвы. Он - воплощение дикой жестокости, которую война высвобождает.\n\nНесмотря на то, что Арес был одним из двенадцати олимпийцев, его не очень любили среди греков - его уважали, но боялись. Даже Зевс называл его самым ненавистным из всех своих детей. Тем не менее, Арес представляет собой истину о человеческой природе, которую нельзя отрицать.\n\nСамые известные отношения у Ареса с Афродитой, богиней любви. Их роман, разоблаченный Гефестом, породил нескольких детей, включая Эроса. Этот союз войны и любви отражает древнее понимание того, что страсть движет как созиданием, так и разрушением.",
    "story_ru": "Когда Арес и Афродита были пойманы вместе в золотую сеть Гефеста, бог-кузнец созвал всех олимпийцев, чтобы засвидетельствовать их позор. Но Арес не чувствовал смущения - он стоял гордо даже в плену, воплощая свою природу бесстыдной агрессии.",
    "match_message_ru": "Ваши черты лица несут свирепую интенсивность Ареса. В вашей внешности есть необузданная сила - взгляд того, кто без колебаний сталкивается с конфликтом. Ваше лицо говорит о страсти, смелости и воинственном духе, который не отступает.",
    "traits_ru": [
      "Свирепый",
      "Жестокий",
      "Страстный",
      "Бесстрашный",
      "Беспощадный"
    ]
  },
  "aphrodite": {
    "name_ru": "Aphrodite",
    "tagline_ru": "Богиня любви, красоты и желания",
    "description_ru": "Афродита - богиня любви, красоты, удовольствия и страсти в греческой мифологии. Рожденная из морской пены возле Кипра, она появилась как самое красивое существо, способное вдохновлять желание во всех, кто ее видел.\n\nЕе власть выходит за рамки простого физического влечения и охватывает все формы любви и связи. Она влияет на романтическую любовь, дружбу и даже на связи между родителями и детьми. Ее золотой пояс способен заставить любого влюбиться.\n\nНесмотря на свою связь с удовольствием, Афродита также представляет преобразующую и иногда разрушительную силу любви. Она понимает, что истинная красота исходит изнутри и что любовь может быть как величайшим даром человечества, так и его самым грозным вызовом.",
    "story_ru": "Когда Париса Троянского попросили судить, кто самая красивая богиня - Гера, Афина или Афродита - каждая предложила ему взятку. Афродита пообещала ему самую красивую женщину в мире: Елену. Парис выбрал Афродиту, развязав Троянскую войну.",
    "match_message_ru": "Ваши черты лица воплощают пленительную грацию Афродиты. В вашей внешности есть неоспоримый магнетизм, мягкая красота, которая притягивает других естественным образом. Ваше лицо говорит о том, кто понимает силу подлинной связи и сердечных эмоций.",
    "traits_ru": [
      "Красивая",
      "Страстная",
      "Привлекательная",
      "Изящная",
      "Преобразующая"
    ]
  },
  "poseidon": {
    "name_ru": "Poseidon",
    "tagline_ru": "Бог моря, землетрясений и коней",
    "description_ru": "Посейдон - могущественный бог моря, один из трех сыновей Кроноса, которые разделили космос после победы над Титанами. Своим могущественным трезубцем он повелевает всеми водами, от самого маленького ручья до огромных океанских глубин.\n\nИзвестный своим темпераментным характером, Посейдон может быть таким же спокойным, как мирная лагуна, или таким же жестоким, как бушующий шторм. Когда он сердится, он ударяет землю своим трезубцем, вызывая землетрясения и кораблекрушения. Моряки молятся ему о безопасном проходе через коварные моря.\n\nПомимо волн, Посейдон также является создателем и укротителем лошадей, которых он подарил человечеству. Его дворец лежит глубоко под Эгейским морем, построенный из кораллов и украшенный жемчугом.",
    "story_ru": "Когда Одиссей ослепил сына Посейдона, циклопа Полифема, гнев морского бога не знал границ. В течение десяти долгих лет Посейдон не давал Одиссею вернуться домой, посылая штормы, морских чудовищ и бедствия, чтобы сорвать каждую его попытку.",
    "match_message_ru": "Ваши черты лица несут глубину и силу Посейдона. В вашем присутствии есть океаническое качество - огромное, властное и наполненное невыразимыми глубинами. Ваши сильные черты лица говорят о том, кто может выдержать любую бурю.",
    "traits_ru": [
      "Могущественный",
      "Темпераментный",
      "Величественный",
      "Непредсказуемый",
      "Властный"
    ]
  },
  "hades": {
    "name_ru": "Hades",
    "tagline_ru": "Бог Подземного мира и мертвых",
    "description_ru": "Hades - бог подземного мира и правитель мертвых, один из трех сыновей Кроноса, которые разделили космос со своими братьями Зевсом и Посейдоном. Хотя Hades часто боятся, он не является злым - он является суровым, но справедливым судьей умерших, гарантируя, что каждая душа получит свою надлежащую судьбу.\n\nВ отличие от других олимпийцев, которые живут на горе Олимп, Hades правит из своего темного царства внизу, редко посещая мир наверху. Он обладает шлемом тьмы, который делает его невидимым, и охраняет огромное богатство земли - драгоценные металлы и драгоценные камни, погребенные внутри.\n\nХотя похищение Персефоны является его самым известным мифом, Hades оказался преданным мужем. Его царство, хотя и мрачное, является упорядоченным и справедливым. Он представляет неизбежный конец, который ждет всех смертных, ни жестокий, ни добрый - просто неизбежный.",
    "story_ru": "Когда Hades влюбился в Персефону, он похитил ее в подземный мир. Горе ее матери Деметры вызвало вечную зиму, пока не был достигнут компромисс: Персефона будет проводить полгода внизу, полгода наверху - таким образом, создавая времена года.",
    "match_message_ru": "Ваши черты лица несут торжественную власть Hades. В вашем присутствии есть тихая, неизбежная сила - взгляд того, кто понимает глубокие истины, которых избегают другие. Ваше лицо говорит о терпении, справедливости и достоинстве принятия того, что должно быть.",
    "traits_ru": [
      "Справедливый",
      "Суровый",
      "Богатый",
      "Терпеливый",
      "Неизбежный"
    ]
  },
  "hermes": {
    "name_ru": "Hermes",
    "tagline_ru": "Посланник богов, бог путешествий и воров",
    "description_ru": "Hermes - быстрый посланник богов, божественный обманщик и покровитель путешественников, торговцев, воров и всех, кто живет своим умом. Со своими крылатыми сандалиями и шлемом он свободно перемещается между миром смертных, горой Олимп и даже подземным миром.\n\nС рождения озорной, Hermes украл священный скот Аполлона в день своего рождения и изобрел лиру из черепашьего панциря. Вместо того, чтобы наказывать его, боги признали его хитрость и сделали его своим посланником - единственным, кто может путешествовать куда угодно без ограничений.\n\nHermes ведет души умерших в подземный мир и служит покровителем границ и переходов. Он представляет собой пограничные пространства между - ни полностью здесь, ни там - и воплощает ловкую приспособляемость, необходимую для навигации по жизненным перекресткам.",
    "story_ru": "В день своего рождения Hermes вылез из своей кроватки, нашел священный скот Аполлона и украл его, ведя их задом наперед, чтобы запутать следы. Когда его поймали, младенец предложил Аполлону недавно изобретенную лиру, и бог солнца был так рад, что полностью простил кражу.",
    "match_message_ru": "Ваши черты лица несут быструю сообразительность Hermes. В вашей внешности есть живое, адаптируемое качество - взгляд того, кто быстро думает и может уговорить любого в любой ситуации. Ваше лицо говорит об остроумии, обаянии и способности преодолеть любой разрыв.",
    "traits_ru": [
      "Быстрый",
      "Умный",
      "Адаптируемый",
      "Красноречивый",
      "Озорной"
    ]
  },
  "dionysus": {
    "name_ru": "Дионис",
    "tagline_ru": "Бог Вина, Экстаза и Театра",
    "description_ru": "Дионис — бог вина, празднеств, экстаза и театра, самый молодой из олимпийцев и единственный, у кого смертная мать. Он олицетворяет освобождающую силу вина и преобразующий опыт выхода за пределы своего обычного «я».\n\nДважды рожденный, Дионис был спасен Зевсом от своей умирающей матери Семелы, который зашил младенца в свое бедро, пока он не был готов родиться снова. Это двойное рождение отмечает его как бога смерти и возрождения, трансформации и обновления.\n\nПоклонение Дионису включало в себя экстатические ритуалы, где участники превосходили свою нормальную идентичность через вино, танцы и музыку. Он воплощает те части человеческой натуры, которые цивилизация пытается подавить, — дикое, инстинктивное, экстатическое. Он одновременно освободитель и разрушитель.",
    "story_ru": "Когда царь Фив Пенфей отказался почитать Диониса и попытался заключить его в тюрьму, бог привел женщин Фив в безумие. Собственная мать Пенфея, в своем безумии, разорвала своего сына голыми руками, приняв его за льва.",
    "match_message_ru": "В ваших чертах чувствуется опьяняющее присутствие Диониса. В вашей внешности есть неземное качество — вид того, кто коснулся состояний за пределами обычного. Ваше лицо говорит об освобождении, трансформации и дикой радости, которая существует за пределами границ цивилизации.",
    "traits_ru": [
      "Экстатичный",
      "Освобождающий",
      "Дикий",
      "Преобразующий",
      "Двойственный"
    ]
  },
  "persephone": {
    "name_ru": "Персефона",
    "tagline_ru": "Царица Подземного мира, Богиня Весны",
    "description_ru": "Персефона — двойственная богиня, которая правит как царица подземного мира вместе с Аидом, а также олицетворяет возвращение весны и цикл роста. Ее ежегодное путешествие между темным миром внизу и светлым миром наверху создает сами времена года.\n\nДочь Деметры и Зевса, Персефона собирала цветы, когда Аид похитил ее, чтобы сделать своей царицей. Горе ее матери привело к прекращению всякого роста, пока Зевс не вмешался. Поскольку Персефона съела зерна граната в подземном мире, она должна возвращаться туда на часть каждого года.\n\nЭтот миф отражает древнее понимание смерти и возрождения, необходимость спуска перед восхождением. Персефона воплощает трансформацию — дева становится царицей, невинная становится могущественной, и цикл жизни, смерти и обновления продолжается вечно.",
    "story_ru": "Когда Персефона впервые прибыла в подземный мир, она была испуганной девой. Но со временем она вошла в свою роль царицы, став настолько могущественной, что даже мертвые боялись ее гнева. Та, кто когда-то была жертвой, стала грозной царицей, чье слово было законом.",
    "match_message_ru": "Ваши черты отражают двойственную природу Персефоны. В вашей внешности есть и свет, и тень — свежесть весны и глубина темных знаний. Ваше лицо говорит о трансформации, о том, кто спустился и вернулся сильнее.",
    "traits_ru": [
      "Двойственная",
      "Преобразующая",
      "Могущественная",
      "Грациозная",
      "Цикличная"
    ]
  },
  "odin": {
    "name_ru": "Один",
    "tagline_ru": "Всеотец, Бог Мудрости, Войны и Смерти",
    "description_ru": "Один — верховное божество скандинавской мифологии, известный как Всеотец и правитель Асгарда. Он сложный бог, воплощающий мудрость, войну, поэзию и смерть, постоянно стремящийся к знаниям любой ценой.\n\nВ отличие от богов, получивших власть только по праву рождения, Один пожертвовал собой на Мировом Древе Иггдрасиль на девять дней, чтобы обрести мудрость рун. Он также обменял один из своих глаз на напиток из колодца знаний Мимира, навсегда отметив свое лицо ценой мудрости.\n\nВ сопровождении своих воронов Хугина (Мысль) и Мунина (Память) и своих волков Гери и Фреки, Один наблюдает за девятью мирами. Он собирает павших воинов в свой чертог Вальхаллу, готовясь к финальной битве Рагнарёк.",
    "story_ru": "Чтобы обрести мудрость рун, Один повесился на Иггдрасиле на девять дней и ночей, пронзенный собственным копьем, без еды и воды. На девятую ночь, крича, он схватил руны, и их секреты открылись ему.",
    "match_message_ru": "Ваши черты несут отпечаток одиновского стремления к мудрости. В вашем взгляде есть глубина, говорящая о том, кто многое видел и многое понял. Как и Всеотец, ваше лицо говорит о жертвах, принесенных ради большего знания.",
    "traits_ru": [
      "Мудрый",
      "Жертвенный",
      "Загадочный",
      "Всевидящий",
      "Неумолимый"
    ]
  },
  "thor": {
    "name_ru": "Тор",
    "tagline_ru": "Бог Грома, Защитник Человечества",
    "description_ru": "Тор — могучий бог грома, сын Одина и богини земли Ёрд. Он самый сильный из всех скандинавских богов, владеющий легендарным молотом Мьёльниром, который может сровнять горы с землей и возвращается в его руку после броска.\n\nВ отличие от тонкой мудрости его отца, Тор воплощает прямолинейную силу и непоколебимую храбрость. Он защитник Асгарда и Мидгарда (Земли), постоянно сражающийся с великанами и монстрами, угрожающими мирам. Его рыжая борода трещит от молний, когда он едет на своей колеснице по грозовым облакам.\n\nНесмотря на свою грозную силу, Тор любим простыми людьми за свою честную натуру и свою роль их защитника. Он быстро гневается, но так же быстро прощает, и его отменный аппетит к еде и питью легендарен.",
    "story_ru": "Когда великан Трюм украл Мьёльнир и потребовал Фрейю в качестве выкупа, Тор замаскировался под невесту. На свадебном пиру он съел целого быка, восемь лососей и выпил три бочки меда, прежде чем раскрыть себя и убить всех великанов своим возвращенным молотом.",
    "match_message_ru": "В ваших чертах чувствуется крепкая сила Тора. В вашей внешности есть честное, прямолинейное качество — открытое и беззащитное. Как и у Громовержца, ваши сильные черты говорят о том, кто встречает трудности лицом к лицу с непоколебимым мужеством.",
    "traits_ru": [
      "Сильный",
      "Храбрый",
      "Честный",
      "Защищающий",
      "Свирепый"
    ]
  },
  "freya": {
    "name_ru": "Фрейя",
    "tagline_ru": "Богиня Любви, Красоты и Войны",
    "description_ru": "Фрейя — самая известная из скандинавских богинь, воплощающая любовь, красоту, плодородие, а также войну и смерть. Она правит небесным полем Фолькванг, где она получает половину всех воинов, убитых в битве, — другая половина отправляется в Одинскую Вальхаллу.\n\nСамая красивая из всех богинь, Фрейя обладает легендарным ожерельем Брисингамен и плащом из соколиных перьев, который позволяет ей преображаться и летать. Она едет на колеснице, запряженной двумя кошками, и ее сопровождает кабан по имени Хильдисвини.\n\nКак богиня сейдра (магии), Фрейя сама обучила Одина мистическим искусствам. Она плачет слезами красного золота по своему потерянному мужу Одру, разыскивая его по девяти мирам.",
    "story_ru": "Чтобы получить красивое ожерелье Брисингамен, Фрейя провела ночь с каждым из четырех гномов-мастеров, которые его выковали. Когда Локи рассказал об этом Одину, Один заставил ее начать войну между двумя королями в качестве наказания — потому что Фрейя любила битву так же, как и красоту.",
    "match_message_ru": "Ваши черты отражают захватывающее сочетание красоты и силы Фрейи. В вашей внешности есть и мягкость, и огонь — изящество любви и интенсивность того, кто знает свою собственную силу. Ваше лицо говорит о страсти и независимости.",
    "traits_ru": [
      "Красивая",
      "Волшебная",
      "Свирепая",
      "Страстная",
      "Независимая"
    ]
  },
  "loki": {
    "name_ru": "Локи",
    "tagline_ru": "Бог озорства, хитрости и хаоса",
    "description_ru": "Локи - самая непредсказуемая фигура в скандинавской мифологии - оборотень-трикстер, который является одновременно другом и врагом богов. Не будучи ни асом, ни великаном в полной мере, он ходит между мирами, связанный своими собственными непостижимыми мотивами.\n\nЕго хитроумный ум бесчисленное количество раз помогал и мешал богам. Он вернул молот Тора, создал волшебные дары для богов, но также вызвал смерть Бальдра и породил чудовищ, включая волка Фенрира, мирового змея Ёрмунганда и Хель, правительницу мертвых.\n\nЛоки воплощает хаос, необходимый для перемен и роста, но также и разрушение, которое исходит от безудержного озорства. В Рагнарёк он возглавит силы хаоса против богов, но без него многие из величайших сокровищ богов никогда бы не существовали.",
    "story_ru": "Когда богам понадобилась стена, построенная вокруг Асгарда, Локи предложил нанять великана, который потребовал солнце, луну и Фрейю в качестве оплаты. Чтобы предотвратить это, Локи превратился в кобылу, чтобы отвлечь жеребца великана - а позже родил Слейпнира, восьминогого коня Одина.",
    "match_message_ru": "В ваших чертах есть переменчивое очарование Локи. В вашей внешности есть ртутное качество - резкое, умное и невозможное для определения. Ваше лицо говорит о том, кто видит возможности, которые упускают другие, и идет своим непредсказуемым путем.",
    "traits_ru": [
      "Хитрый",
      "Непредсказуемый",
      "Хаотичный",
      "Умный",
      "Двусмысленный"
    ]
  },
  "frigg": {
    "name_ru": "Фригг",
    "tagline_ru": "Королева Асгарда, богиня брака и материнства",
    "description_ru": "Фригг - королева богов асов и жена Одина, правящая Асгардом вместе с Отцом всего сущего. Она богиня брака, материнства и домашнего хозяйства, прядущая облака из своего дворца Фенсалир.\n\nВ отличие от большинства богов, Фригг обладает даром предвидения - она знает судьбы всех существ, хотя никогда не говорит о том, что видит. Эти знания приносят ей и мудрость, и печаль, поскольку она предвидела, но не смогла предотвратить смерть своего сына Бальдра.\n\nКак самая высокопоставленная богиня, авторитет Фригг может сравниться только с самим Одином. Ее призывают для благословения браков и родов, а ее мудрость в домашних делах сделала ее идеалом норвежской жены и матери.",
    "story_ru": "Когда Фригг предвидела смерть Бальдра, она путешествовала по всем девяти мирам, беря обещания у каждого существа и предмета никогда не причинять ему вреда. Но она упустила омелу, считая ее слишком молодой и безобидной - роковая ошибка, которую использовал Локи.",
    "match_message_ru": "Ваши черты отражают тихую мудрость Фригг. В ваших глазах есть знающая глубина - взгляд того, кто много видит, но мало говорит. Ваше лицо несет достойную силу того, кто несет тяжелые знания с изяществом.",
    "traits_ru": [
      "Мудрая",
      "Предвидящая",
      "Материнская",
      "Царственная",
      "Молчаливая"
    ]
  },
  "baldur": {
    "name_ru": "Бальдр",
    "tagline_ru": "Бог света, радости и чистоты",
    "description_ru": "Бальдр - любимый бог света, радости, чистоты и красоты в скандинавской мифологии. Сын Одина и Фригг, он был настолько справедлив и милостив, что от него исходил свет, и его любили все существа в девяти мирах.\n\nЕго красота была не просто физической - Бальдр воплощал все, что было добрым и чистым. Он был самым любимым из всех богов, и в его зале Брейдаблик не могло существовать ничего нечистого.\n\nСмерть Бальдра от махинаций Локи знаменует начало конца для скандинавских богов. Его возвращение из Хель после Рагнарёка представляет собой надежду на обновление и возрождение более чистого мира из пепла старого.",
    "story_ru": "После того, как Фригг заручилась обещаниями всего, чтобы не причинять вреда Бальдру, боги развлекались, бросая в него оружие - все безобидно отскакивало. Но Локи обманом заставил слепого Хёдра бросить дротик из омелы, единственное, что Фригг упустила из виду. Бальдр упал замертво, и все творение заплакало.",
    "match_message_ru": "Ваши черты излучают чистый свет Бальдра. В вашей внешности есть сияющее качество - вид того, чья доброта сияет наружу. Ваше лицо говорит о врожденной доброте и красоте, исходящей от чистого сердца.",
    "traits_ru": [
      "Чистый",
      "Красивый",
      "Любимый",
      "Сияющий",
      "Невинный"
    ]
  },
  "tyr": {
    "name_ru": "Тюр",
    "tagline_ru": "Бог войны, справедливости и героической славы",
    "description_ru": "Тюр - скандинавский бог войны и справедливости, когда-то считавшийся главным из богов до того, как Один пришел к власти. В отличие от хаотичной войны других богов войны, Тюр представляет законные аспекты битвы - героическую храбрость, честный бой и победу через честь.\n\nОн наиболее известен своей жертвой: когда богам понадобилось связать чудовищного волка Фенрира, только Тюр был достаточно храбр, чтобы положить свою руку в пасть волка в качестве залога доброй воли. Когда Фенрир понял, что попал в ловушку, он откусил руку Тюру - но жертва Тюра спасла богов.\n\nТюр воплощает воинский кодекс чести, где держать свое слово важнее личной утраты. Его отсутствующая рука - постоянное напоминание о том, что иногда справедливость требует жертв.",
    "story_ru": "Фенрир согласился быть связанным только в том случае, если один из богов положит руку ему в рот в качестве залога. Все боги отказались, кроме Тюра. Когда волшебная цепь Глейпнир удержала, Фенрир в ярости откусил руку Тюру - но Тюр стоял непоколебимо, зная цену сохранения безопасности богов.",
    "match_message_ru": "В ваших чертах есть непоколебимая честь Тюра. В вашем взгляде есть непоколебимое качество - взгляд того, кто держит свое слово независимо от личной стоимости. Ваше лицо говорит о мужестве, которое исходит из глубокого убеждения.",
    "traits_ru": [
      "Храбрый",
      "Справедливый",
      "Жертвенный",
      "Честный",
      "Решительный"
    ]
  },
  "hel": {
    "name_ru": "Хель",
    "tagline_ru": "Богиня мертвых, правительница Хельхейма",
    "description_ru": "Хель - богиня мертвых и правительница подземного мира, носящего ее имя. Дочь Локи и великанши Ангрбоды, она была сброшена Одином в глубины и получила власть над теми, кто умирает от старости, болезней или без славы в бою.\n\nЕе внешность поразительна и ужасна: одна половина ее тела - это тело красивой женщины, другая половина - труп в разложении. Эта двойственность отражает ее владения между живыми и мертвыми.\n\nХотя ее царство холодное и безрадостное по сравнению с Вальхаллой, Хель не является злом - она просто хранительница тех, чья судьба привела их к ее дверям. Она правит с мрачной справедливостью, не жестокой и не доброй, принимая всех, кто приходит к ней, независимо от их поступков в жизни.",
    "story_ru": "Когда боги умоляли Хель освободить Бальдра от смерти, она согласилась при одном условии: каждое существо в существовании должно оплакивать его. Все творение заплакало, кроме одной великанши - на самом деле Локи, замаскированного. Из-за этого Бальдр остается в Хель до Рагнарёка.",
    "match_message_ru": "Ваши черты несут двойственную природу Хель. В вашей внешности есть увлекательная сложность - красота, переплетающаяся с глубиной и тенью. Ваше лицо говорит о том, кто принимает все аспекты существования без осуждения.",
    "traits_ru": [
      "Беспристрастная",
      "Неизбежная",
      "Двойственная",
      "Суровая",
      "Принимающая"
    ]
  },
  "heimdall": {
    "name_ru": "Хеймдалль",
    "tagline_ru": "Страж Биврёста, Дозорный Богов",
    "description_ru": "Хеймдалль - вечно бдительный страж Биврёста, радужного моста, соединяющего Асгард с другими мирами. Рожденный от девяти матерей (девяти волн), он обладает настолько острым чувством, что может слышать, как растет трава, и видеть на сотни лиг в любом направлении.\n\nЕму требуется меньше сна, чем птице, и он видит одинаково хорошо ночью, как и днем. Его золотые зубы сверкают, и он носит Гьяллархорн, великий рог, чей звук возвестит о начале Рагнарёка, когда враги богов, наконец, выступят в поход.\n\nХеймдалль вечно стоит на границе Асгарда, первой линии обороны против любой угрозы. Его бдительность никогда не ослабевает, и его верность богам абсолютна. В Рагнарёке ему и Локи суждено убить друг друга.",
    "story_ru": "Однажды Хеймдалль вернул ожерелье Фрейи Брисингамен, когда Локи украл его. Оба бога превратились в тюленей, чтобы сражаться в море, и Хеймдалль одержал победу. Эта вражда между ними достигнет кульминации в Рагнарёке, когда они, наконец, уничтожат друг друга.",
    "match_message_ru": "Ваши черты лица отражают вечную бдительность Хеймдалля. В вашем взгляде есть настороженность и наблюдательность — глаза, которые ничего не упускают. Ваше лицо говорит о непоколебимой преданности и силе, которая приходит от несения стражи.",
    "traits_ru": [
      "Бдительный",
      "Верный",
      "Всевидящий",
      "Непоколебимый",
      "Страж"
    ]
  },
  "skadi": {
    "name_ru": "Скади",
    "tagline_ru": "Богиня Зимы, Охоты и Гор",
    "description_ru": "Скади - великанская богиня зимы, катания на лыжах, охоты с луком и гор. После того, как боги убили ее отца Тьязи, она пришла в Асгард, вооруженная для войны, требуя компенсации. Боги предложили ей мужа, которого она должна была выбрать, глядя только на ноги кандидатов.\n\nНадеясь выбрать Бальдра по его красивым ногам, Скади вместо этого выбрала Ньёрда, бога моря. Их брак был несчастливым — она не могла выносить звуки моря, а он не мог выносить вой волков в ее горном доме. В конце концов они расстались.\n\nСкади представляет суровую красоту северной дикой природы — опасную, но великолепную. Она одна из немногих великанов, принятых среди богов, ее яростная независимость и охотничье мастерство заслужили ей уважение. Она воплощает выживание в самых холодных местах.",
    "story_ru": "Выбирая мужа, Скади увидела самые красивые ноги и подумала, что они принадлежат Бальдру. На самом деле они были ногами Ньёрда, огрубевшими от соленой воды, но светлыми. Этот поворот судьбы привел к неудачному браку между горами и морем.",
    "match_message_ru": "Ваши черты лица несут яростную независимость Скади. В вашей внешности есть дикое, необузданное качество — вид того, кто процветает в суровых условиях, которые другие не могут вынести. Ваше лицо говорит о силе, выкованной в холоде.",
    "traits_ru": [
      "Яростная",
      "Независимая",
      "Выносливая",
      "Дикая",
      "Мстящая"
    ]
  },
  "freyr": {
    "name_ru": "Фрейр",
    "tagline_ru": "Бог Плодородия, Процветания и Мира",
    "description_ru": "Фрейр - бог плодородия, процветания, солнечного света и мира — мужской аналог своей сестры-близнеца Фрейи. Он правит царством Альвхейм и является самым любимым из богов Ванов среди людей за благословения, которые он приносит урожаю и стадам.\n\nОн обладает несколькими волшебными сокровищами: кораблем Скидбладнир, который может плавать где угодно и складываться, чтобы поместиться в кармане, и золотым вепрем Гуллинбурсти, который тянет его колесницу и сияет, как солнце.\n\nСамым большим недостатком Фрейра было то, что он отдал свой волшебный меч из любви к великанше Герд. В Рагнарёке он встретится с огненным великаном Суртом без оружия — напоминание о том, что даже боги не могут избежать последствий своих страстей.",
    "story_ru": "Фрейр так сильно влюбился в великаншу Герд, что отдал свой волшебный меч — единственное оружие, которое могло сражаться само по себе — только за шанс жениться на ней. Эта жертва означает, что он встретит Рагнарёк безоружным.",
    "match_message_ru": "Ваши черты лица отражают щедрое тепло Фрейра. В вашей внешности есть животворное качество — вид того, кто приносит рост и процветание, куда бы ни пошел. Ваше лицо говорит о мире и изобилии лета.",
    "traits_ru": [
      "Щедрый",
      "Миролюбивый",
      "Плодородный",
      "Страстный",
      "Жертвующий"
    ]
  },
  "njord": {
    "name_ru": "Ньёрд",
    "tagline_ru": "Бог Моря, Богатства и Мореплавания",
    "description_ru": "Ньёрд - бог Ванов, бог моря, ветра, рыбалки и богатства. Отец Фрейра и Фрейи, он был отправлен жить среди Асов в качестве заложника после войны между двумя божественными племенами, где он заслужил большое уважение за свою мудрость и щедрость.\n\nМоряки молятся Ньёрду о попутных ветрах и безопасном плавании, а рыбаки - о богатом улове. Его чертог Ноатун стоит у моря, и он ассоциируется с богатством, которое приходит от морской торговли.\n\nЕго неудачный брак с горной богиней Скади научил тому, что некоторые различия невозможно примирить — она не могла жить у шумного моря, он не мог выносить воющие горы. Тем не менее, они уважали друг друга, несмотря на свою несовместимость.",
    "story_ru": "Ньёрд и Скади попытались пойти на компромисс — девять ночей в горах, девять ночей у моря. Но ни один из них не мог приспособиться: чайки не давали Скади спать, а вой волков доводил Ньёрда до отчаяния. Они расстались полюбовно.",
    "match_message_ru": "Ваши черты лица отражают спокойное изобилие Ньёрда. В вашем присутствии есть морское качество — огромное, щедрое и приносящее богатство. Ваше лицо говорит о том, кто находит мир у воды и процветание через терпение.",
    "traits_ru": [
      "Щедрый",
      "Богатый",
      "Миролюбивый",
      "Любящий море",
      "Мудрый"
    ]
  },
  "admiral_yi": {
    "name_ru": "Адмирал Ли Сунсин",
    "tagline_ru": "Легендарный флотоводец, изобретатель корабля-черепахи",
    "description_ru": "Адмирал Ли Сунсин - величайший военный герой Кореи, непобедимый флотоводец, спасший свою страну во время японских вторжений 1592-1598 годов. Вопреки огромным трудностям и несмотря на политические преследования, он не проиграл ни одного сражения за 23 морских столкновения.\n\nЕго тактический гений соответствовал только его моральной честности. Даже когда его лишили звания и пытали из-за политических интриг, он вернулся на службу, когда его призвали, командуя всего 13 кораблями против 333 японских судов — и одержал решительную победу в битве при Мёнряне.\n\nИнновации Ли в военно-морском деле, включая легендарный корабль-черепаху (кобуксон), изменили ход истории. Он погиб в битве при Норяне, его последними словами, как сообщается, были: «Битва в самом разгаре. Бейте в мои военные барабаны. Не объявляйте о моей смерти».",
    "story_ru": "При Мёнряне адмирал Ли столкнулся с невозможными трудностями — 13 кораблей против 333. Используя коварные течения пролива, он направил японский флот в узкий канал, где их численность стала недостатком. Он потопил 31 корабль, не потеряв ни одного своего.",
    "match_message_ru": "Ваши черты лица отражают непоколебимую решимость адмирала Ли. В вашем лице есть сила и достоинство — вид того, кто никогда не откажется от своего долга или своей чести, независимо от личных затрат. Ваш взгляд говорит о стратегической глубине и железной решимости.",
    "traits_ru": [
      "Стратегический",
      "Верный",
      "Инновационный",
      "Праведный",
      "Непобедимый"
    ]
  },
  "sejong_the_great": {
    "name_ru": "Король Седжон Великий",
    "tagline_ru": "Создатель хангыля, покровитель науки и культуры",
    "description_ru": "Король Седжон Великий почитается как самый мудрый и любимый монарх в корейской истории. Во время его 32-летнего правления (1418-1450) он руководил золотым веком научных, культурных и художественных достижений, которые преобразовали корейскую цивилизацию.\n\nЕго величайшее наследие - создание хангыля, корейского алфавита, в 1443 году. Разработанный для облегчения обучения для простых людей, он заменил сложные китайские иероглифы, которые лишали грамотности большинство корейцев. Седжон, как известно, заявил: «Мудрый человек может ознакомиться с ними до конца утра; глупый человек может научиться им в течение десяти дней».\n\nПомимо хангыля, Седжон спонсировал инновации в астрономии, сельском хозяйстве, медицине и музыке. Он учредил Зал Достойных, чтобы воспитывать ученых, и создал такие инструменты, как дождемер и солнечные часы, которые продвинули корейскую науку на столетия вперед Европы.",
    "story_ru": "Седжон годами тайно работал над хангылем, опасаясь сопротивления со стороны конфуцианских ученых, которые ценили китайские иероглифы. Когда его наконец представили, некоторые чиновники запротестовали, заявив, что учить простолюдинов читать опасно. Седжон настоял на своем, объявив грамотность правом, а не привилегией.",
    "match_message_ru": "Ваши черты отражают мудрое доброжелательство короля Седжона. В вашем лице есть вдумчивое, научное качество - взгляд того, кто стремится понять и помочь другим понять. Ваше нежное, но решительное выражение говорит о лидерстве через мудрость, а не силу.",
    "traits_ru": [
      "Мудрый",
      "Доброжелательный",
      "Инновационный",
      "Ученый",
      "Сострадательный"
    ]
  },
  "gumiho": {
    "name_ru": "Кумихо (Девятихвостый Лис)",
    "tagline_ru": "Мистический девятихвостый дух лисы",
    "description_ru": "Кумихо - легендарное существо из корейского фольклора - лиса, прожившая тысячу лет и получившая способность превращаться в красивую женщину. С каждым столетием жизни у нее вырастает дополнительный хвост, пока она не обзаведется девятью хвостами огромной магической силы.\n\nВ традиционных сказках Кумихо часто стремится стать полностью человеком, что требует поедания человеческих сердец или печени. Однако некоторые истории рассказывают о Кумихо, которые используют свои силы во благо или искренне влюбляются и борются против своей природы.\n\nКумихо воплощает в себе двойственность притяжения и опасности, красоты и разрушения. Он представляет соблазнительную силу неизвестного и возможность трансформации - к лучшему или к худшему.",
    "story_ru": "Молодой ученый влюбился в красивую женщину, не зная, что она Кумихо. Когда он узнал ее истинную природу, она ожидала, что он убежит в ужасе. Вместо этого он заявил, что его любовь не изменилась. Тронутая его преданностью, она отказалась от своего бессмертия, чтобы стать человеком, и жила с ним до старости.",
    "match_message_ru": "Ваши черты несут в себе чарующую привлекательность Кумихо. В вашей внешности есть захватывающая тайна - красивая, но какая-то потусторонняя. Ваше лицо говорит о скрытых глубинах, трансформации и завораживающей силе, существующей между мирами.",
    "traits_ru": [
      "Соблазнительный",
      "Загадочный",
      "Мощный",
      "Преобразующий",
      "Двуличный"
    ]
  },
  "confucius": {
    "name_ru": "Конфуций",
    "tagline_ru": "Высший мудрец, учитель десяти тысяч поколений",
    "description_ru": "Конфуций - самый влиятельный философ в китайской истории, чьи учения об этике, управлении и социальной гармонии формировали восточноазиатскую цивилизацию на протяжении более двух тысячелетий. Он подчеркивал ритуальную уместность, сыновнюю почтительность и культивирование добродетели как основу гармоничного общества.\n\nХотя он недолго занимал государственную должность и скитался в поисках правителя, который претворил бы его идеи в жизнь, его истинное влияние пришло через обучение. Его ученики составили его высказывания в «Аналектах», которые стали краеугольным камнем китайского образования.\n\nКонфуций представляет силу нравственного воспитания, идеал благородного ученого и веру в то, что общество можно преобразовать посредством добродетельного руководства и этического культивирования.",
    "story_ru": "Когда Конфуция попросили подытожить его учение в одном слове, он ответил: «Взаимность (恕) — не делайте другим того, чего не хотите, чтобы сделали вам». Это Золотое правило стало основополагающим для китайской моральной философии.",
    "match_message_ru": "Ваши черты несут в себе мудрость Конфуция. В вашей внешности есть моральное совершенствование - взгляд того, кто учит своим примером и преобразует общество посредством этичной жизни.",
    "traits_ru": [
      "Мудрый",
      "Обучающий",
      "Этичный",
      "Гуманный",
      "Культивирующий"
    ]
  },
  "guan_yu": {
    "name_ru": "Гуань Юй",
    "tagline_ru": "Бог войны, братства и праведности",
    "description_ru": "Гуань Юй был генералом во время периода Троецарствия, который стал настолько легендарным благодаря своей верности и воинскому мастерству, что был обожествлен как Бог войны. Его красное лицо, длинная борода и зеленый халат стали культовыми, как и его оружие - Клинок Зеленого Дракона.\n\nОн дал священную клятву братства с Лю Бэем и Чжан Фэем в Персиковом саду, узы, которые он чтил до самой смерти и после нее. Его верность была настолько абсолютной, что он отказался от богатства и положения от Цао Цао, предпочтя рискнуть всем, чтобы вернуться к своему названному брату.\n\nГуань Юй олицетворяет непоколебимую верность, воинскую честь и священную природу названного братства, которое выходит за рамки личной выгоды.",
    "story_ru": "Захваченный Цао Цао, Гуань Юю предложили все, чтобы изменить свою преданность. Он принял это временно только для того, чтобы защитить жен Лю Бэя. Как только он узнал местонахождение Лю Бэя, он прошел через пять перевалов и убил шесть генералов, чтобы вернуться - путешествие, увековеченное в легенде.",
    "match_message_ru": "Ваши черты несут в себе праведную силу Гуань Юя. В вашей внешности есть названное братство - взгляд того, чью верность никогда нельзя купить и чье слово абсолютно священно.",
    "traits_ru": [
      "Верный",
      "Праведный",
      "Воинственный",
      "Почетный",
      "Обожествленный"
    ]
  },
  "ra": {
    "name_ru": "Ра",
    "tagline_ru": "Верховный бог Солнца, Создатель всей жизни",
    "description_ru": "Ра — верховное божество древнеегипетской религии, бог солнца и создатель всей жизни. Каждый день он плывет на своей солнечной барке по небу, принося свет и тепло в мир. Каждую ночь он путешествует по подземному миру, сражаясь со змеем хаоса Апопом, чтобы солнце снова взошло.\n\nБудучи первым богом, Ра создал себя из первобытных вод Нуна, а затем своим словом создал всех других богов и мир. Его изображают с головой сокола, увенчанной солнечным диском, олицетворяющим животворящую силу самого солнца.\n\nИмя Ра просто означает «солнце», и его влияние было настолько велико, что он слился с другими главными богами, став Амоном-Ра, царем богов, и Ра-Горахти, богом горизонта. Он представляет вечный цикл смерти и возрождения, который определял египетскую космологию.",
    "story_ru": "Каждую ночь Ра спускается в Дуат (подземный мир), где змей хаоса Апоп пытается пожрать его и предотвратить восход солнца. С помощью других богов, особенно Сета, Ра побеждает Апопа каждую ночь, обеспечивая восход солнца - символизируя вечный триумф порядка над хаосом.",
    "match_message_ru": "Ваши черты излучают вечное великолепие Ра. В вашем присутствии есть теплое, животворное качество - властное, но заботливое. Ваше лицо говорит о том, кто приносит свет везде, куда бы ни пошел, и чей дух не может быть приглушен тьмой.",
    "traits_ru": [
      "Сияющий",
      "Вечный",
      "Созидательный",
      "Могущественный",
      "Животворящий"
    ]
  },
  "isis": {
    "name_ru": "Исида",
    "tagline_ru": "Богиня магии, материнства и мудрости",
    "description_ru": "Исида — величайшая богиня Древнего Египта, почитаемая как идеальная мать, жена и покровительница магии. Ее культ распространился по всей Римской империи, сделав ее одним из самых любимых божеств древнего мира.\n\nСестра и жена Осириса, мать Гора, Исида воплощает яростную защитную любовь материнства. Когда Сет убил Осириса и рассеял его тело по всему Египту, Исида неустанно искала, собирала каждый кусочек и использовала свои непревзойденные магические силы, чтобы воскресить его достаточно долго, чтобы зачать их сына Гора.\n\nКак богиня магии, Исида обладала знаниями, которые соперничали даже с самим Ра. Ее часто изображают с короной в форме трона или с коровьими рогами с солнечным диском, символизирующими ее роли королевы и матери. Ее имя означает «трон», представляющий власть, стоящую за фараоном.",
    "story_ru": "Исида обманом заставила Ра раскрыть свое секретное имя, создав змею из его собственной слюны. Когда она укусила его и только она могла его исцелить, Ра был вынужден сказать ей свое истинное имя, давая ей власть над ним. Это сделало Исиду самым могущественным магом в существовании.",
    "match_message_ru": "Ваши черты лица отражают глубокую мудрость и сострадание Исиды. В вашей внешности есть заботливое, но мощное качество — взгляд того, кто яростно защищает и любит безоговорочно. Ваши глаза хранят глубину древних тайн и материнской преданности.",
    "traits_ru": [
      "Магическая",
      "Преданная",
      "Мудрая",
      "Защищающая",
      "Сострадательная"
    ]
  },
  "osiris": {
    "name_ru": "Осирис",
    "tagline_ru": "Бог Подземного мира, смерти и воскресения",
    "description_ru": "Осирис — бог мертвых и правитель египетского подземного мира, но он не бог тьмы — он представляет надежду на жизнь после смерти и обещание воскресения. Как первая мумия и первое воскресшее существо, он подарил человечеству дар вечной жизни.\n\nПервоначально великий царь, который цивилизовал Египет, обучая сельскому хозяйству и устанавливая законы, Осирис был убит своим ревнивым братом Сетом. Благодаря магии своей преданной жены Исиды он был воскрешен, чтобы править загробной жизнью, судя души умерших.\n\nИзображаемый с зеленой или черной кожей, символизирующей возрождение и плодородную почву, Осирис держит посох и цеп правителя. Он судит каждую душу в Зале Двух Истин, взвешивая их сердца на пере весов против пера Маат, чтобы определить их судьбу в вечности.",
    "story_ru": "Сет запер Осириса в золотом гробу и бросил его в Нил. Исида обыскала мир и нашла его в Библосе, вросшим в огромное дерево. Но Сет снова нашел тело, разрезал его на четырнадцать частей и рассеял их по всему Египту. Исида собрала каждую часть и своей магией воскресила Осириса как владыку загробной жизни.",
    "match_message_ru": "Ваши черты лица несут торжественное достоинство Осириса. В вашем лице есть тихая сила — взгляд того, кто вынес великие испытания и преобразился. Ваше выражение лица говорит о справедливом суде и мудрости, которая приходит с глубоким опытом.",
    "traits_ru": [
      "Справедливый",
      "Воскресший",
      "Милосердный",
      "Вечный",
      "Цивилизующий"
    ]
  },
  "anubis": {
    "name_ru": "Анубис",
    "tagline_ru": "Бог мумификации и проводник душ",
    "description_ru": "Анубис — бог мумификации с головой шакала, погребальных обрядов и страж мертвых. Он изобрел бальзамирование, когда помогал Исиде подготовить тело Осириса, создав первую мумию и установив священные ритуалы, которые сохраняли египетские тела для вечной жизни.\n\nВ качестве проводника душ Анубис ведет умерших через подземный мир в Зал Двух Истин, где он совершает решающее взвешивание сердца. С точным и беспристрастным суждением он помещает сердце на весы против пера Маат.\n\nНесмотря на свою связь со смертью, Анубис не является грозным божеством — он защитник и помощник, обеспечивающий умершим надлежащие обряды и безопасное достижение загробной жизни. Его черный цвет представляет не смерть, а плодородную почву Нила и обещание регенерации.",
    "story_ru": "Когда Осирис был убит, Анубис провел первую мумификацию, обернув тело бога священными бинтами и совершив ритуалы, которые позволили бы Осирису жить вечно в загробной жизни. Эти священные знания затем были переданы египетским жрецам.",
    "match_message_ru": "Ваши черты лица несут торжественную охрану Анубиса. В вашем лице есть защитное, бдительное качество — взгляд того, кто безопасно ведет других через темные проходы. Ваш устойчивый взгляд говорит о беспристрастном суде и священном долге защищать.",
    "traits_ru": [
      "Защищающий",
      "Точный",
      "Беспристрастный",
      "Проводящий",
      "Священный"
    ]
  },
  "horus": {
    "name_ru": "Гор",
    "tagline_ru": "Бог неба, царствования и защиты",
    "description_ru": "Гор — бог неба с головой сокола, чьи глаза — солнце и луна. Он является божественным прототипом всех фараонов, и каждый египетский царь считался живым проявлением Гора на земле.\n\nСын Исиды и Осириса, Гор был тайно выращен, чтобы однажды отомстить за убийство своего отца Сетом. После серии ожесточенных сражений, длившихся восемьдесят лет, Гор победил Сета и захватил трон Египта, объединив Две Земли под своим божественным правлением.\n\nГлаз Гора, потерянный и восстановленный во время его сражений с Сетом, стал одним из самых мощных символов в египетской магии — представляющим исцеление, защиту и восстановление того, что было сломано. Гор воплощает законное царствование, сыновнюю почтительность и триумф порядка.",
    "story_ru": "Во время их сражений Сет вырвал левый глаз Гора, а Гор кастрировал Сета. Бог Тот восстановил глаз Гора, который стал Уаджет — Глазом Гора — символом исцеления и целостности. Боги вынесли решение в пользу Гора, даровав ему трон Египта.",
    "match_message_ru": "Ваши черты лица несут благородный вид Гора. В вашем взгляде есть острое, защитное качество — взгляд законного правителя, который борется за справедливость. Ваше лицо говорит о том, кто преодолевает все препятствия, чтобы занять свое законное место.",
    "traits_ru": [
      "Праведный",
      "Защищающий",
      "Победоносный",
      "Королевский",
      "Мстящий"
    ]
  },
  "bastet": {
    "name_ru": "Бастет",
    "tagline_ru": "Богиня дома, кошек и защиты",
    "description_ru": "Бастет — богиня дома, плодородия и защиты с головой кошки. Первоначально изображаемая как свирепая воительница-львица, она превратилась в более нежную богиню домашних кошек, любимую египетскими семьями как их божественная защитница.\n\nКак божество-хранитель, Бастет защищала дома от злых духов, болезней и несчастий. Кошки были священны для нее, и убийство кошки — даже случайно — каралось смертью в Древнем Египте. Ее храм в Бубастисе был одним из самых популярных мест паломничества.\n\nНесмотря на свою домашнюю связь, Бастет сохранила свою свирепую защитную природу. Ее называли «Оком Ра» и она могла превратиться в грозную львицу Сехмет, когда защищала невинных. Она воплощает двойственную природу кошек — нежную и заботливую, но способную на яростную защиту.",
    "story_ru": "Каждый год сотни тысяч паломников приезжали в Бубастис на фестиваль Бастет, самый большой в Египте. Они плыли по Нилу на лодках, играя музыку и празднуя. В храме они приносили мумифицированных кошек в качестве подношений любимой богине.",
    "match_message_ru": "Ваши черты лица отражают грациозную защиту Бастет. В вашей внешности есть нежное, но настороженное качество — заботливое тепло в сочетании со спокойной бдительностью. Ваше лицо говорит о том, кто создает безопасные гавани и яростно защищает тех, кого любит.",
    "traits_ru": [
      "Защищающая",
      "Грациозная",
      "Заботливая",
      "Свирепая",
      "Домашняя"
    ]
  },
  "sekhmet": {
    "name_ru": "Сехмет",
    "tagline_ru": "Богиня-львица войны и исцеления",
    "description_ru": "Сехмет — свирепая богиня с головой львицы, богиня войны, разрушения и, как это ни парадоксально, исцеления. Ее имя означает «Могущественная», и ее дыхание создало пустыню. Она олицетворяет палящий, разрушительный жар солнца.\n\nБудучи Оком Ра, посланным наказать человечество, Сехмет была настолько кровожадна, что почти уничтожила все человечество. Только обманув ее пивом, окрашенным в красный цвет, как кровь, ее успокоили и превратили обратно в нежную Хатхор.\n\nСехмет представляет собой ужасный аспект божественной силы, жар, который одновременно убивает и очищает, и истину о том, что разрушение и исцеление — это две стороны одной и той же силы.",
    "story_ru": "Ра послал Сехмет уничтожить восставшее человечество. Она бродила по крови, не в силах прекратить убивать. Чтобы спасти выживших, Ра затопил поля 7000 кувшинами пива, окрашенного в красный цвет. Сехмет выпила, думая, что это кровь, и проснулась умиротворенной — ее разрушительная ярость закончилась.",
    "match_message_ru": "В ваших чертах проявляется свирепая сила Сехмет. В вашей внешности есть воинственная сила — вид того, кто может разрушать или исцелять с одинаковой интенсивностью, направляя мощные силы для защиты.",
    "traits_ru": [
      "Свирепая",
      "Разрушительная",
      "Исцеляющая",
      "Могущественная",
      "Страстная"
    ]
  },
  "thoth": {
    "name_ru": "Тот",
    "tagline_ru": "Бог мудрости, письменности и магии",
    "description_ru": "Тот — бог мудрости с головой ибиса, бог письма, магии и луны. Ему приписывают изобретение иероглифов, создание календаря и запись всех существующих знаний. Без дара письменности Тота египетская цивилизация не могла бы существовать.\n\nКак божественный писец, Тот записывает вердикт каждой души в Зале Двух Истин, документируя, кто переходит в загробную жизнь, а кто осужден. Он также является автором священных текстов, содержащих все магические знания, включая легендарную Книгу Тота.\n\nТот служит посредником между богами, используя свою мудрость и красноречие для разрешения споров. Он восстановил глаз Гора и исцелил как Гора, так и Сета после их битв. Его мастерство магии не имеет себе равных, и он научил Исиду заклинаниям, которые позволили ей воскресить Осириса.",
    "story_ru": "Тот играл с Луной и выиграл достаточно света, чтобы создать пять дополнительных дней, что позволило Нут родить Осириса, Исиду, Сета, Нефтиду и Гора Старшего — обойдя проклятие Ра, согласно которому она не могла рожать детей ни в один месяц года.",
    "match_message_ru": "Ваши черты отражают ученое мудрость Тота. В вашей внешности есть интеллектуальная глубина — вид того, кто ценит знания превыше всего и стремится понять тайны существования. Ваше задумчивое выражение говорит как о разуме, так и о магии.",
    "traits_ru": [
      "Мудрый",
      "Ученый",
      "Магический",
      "Красноречивый",
      "Записывающий"
    ]
  },
  "set": {
    "name_ru": "Сет",
    "tagline_ru": "Бог хаоса, бурь и пустыни",
    "description_ru": "Сет — бог хаоса, бурь, насилия и суровой пустыни. Он наиболее известен как убийца своего брата Осириса, но он не просто зло — он необходимая сила беспорядка, которая делает порядок значимым.\n\nС его характерной головой животного Сета (возможно, частично трубкозуба, частично осла, частично шакала) Сет представляет все чуждое, дикое и необузданное. Он — красная земля пустыни против черной плодородной почвы Нила, аутсайдер, который бросает вызов установленному порядку.\n\nНесмотря на свою злодейскую роль в мифе об Осирисе, Сет выполнял важную функцию. Каждую ночь на солнечной барке Ра огромная сила Сета побеждает змея хаоса Апопа, гарантируя, что солнце снова взойдет. Без насилия Сета не было бы восхода солнца. Он воплощает парадокс, что разрушение необходимо для созидания.",
    "story_ru": "Сет обманул Осириса на пиру, показав красивый гроб и пообещав его тому, кто идеально в него поместится. Когда Осирис лег, Сет захлопнул крышку и бросил гроб в Нил. Это убийство положило начало великому конфликту с Гором, который сформировал египетскую мифологию.",
    "match_message_ru": "В ваших чертах проявляется необузданная сила Сета. В вашей внешности есть необузданное, вызывающее качество — вид того, кто существует вне общепринятых границ. Ваше лицо говорит о силе, найденной в хаосе, и о необходимости разрушения для перемен.",
    "traits_ru": [
      "Хаотичный",
      "Могущественный",
      "Необходимый",
      "Жестокий",
      "Непредсказуемый"
    ]
  },
  "demeter": {
    "name_ru": "Деметра",
    "tagline_ru": "Богиня урожая, земледелия и времен года",
    "description_ru": "Деметра — богиня урожая, земледелия, плодородия и священного закона. Она председательствует над круговоротом жизни и смерти, зернами и плодородием земли. Как одна из шести первоначальных олимпийцев, она обладает огромной властью над миром природы.\n\nЕе горе, когда Аид похитил ее дочь Персефону, заставило все растения засохнуть и погибнуть, принеся первую зиму в мир. Только когда Персефона возвращается, снова наступает весна.\n\nДеметра олицетворяет заботливую мать, которая обеспечивает пропитание всему живому, но также и ужасную силу природы, когда ее дары отнимаются.",
    "story_ru": "Когда Персефону забрали, Деметра бродила по земле в горе, не позволяя расти никаким посевам. Распространился голод, пока Зевс не вмешался, но поскольку Персефона съела зерна граната в подземном мире, она должна возвращаться туда каждый год — и так возвращается зима.",
    "match_message_ru": "Ваши черты отражают заботливую силу Деметры. В вашей внешности есть жизнеутверждающее тепло, но также и глубина чувств, говорящая о том, кто любит яростно и скорбит глубоко.",
    "traits_ru": [
      "Заботливая",
      "Скорбящая",
      "Могущественная",
      "Сезонная",
      "Материнская"
    ]
  },
  "hephaestus": {
    "name_ru": "Гефест",
    "tagline_ru": "Бог огня, кузницы и мастерства",
    "description_ru": "Гефест — бог огня, металлообработки, каменной кладки, кузниц и искусства скульптуры. Он — мастер богов, создающий их оружие, доспехи и самые чудесные артефакты, существующие в мире.\n\nРожденный хромым — или ставший таковым, когда Гера в отвращении сбросила его с Олимпа, — Гефест превратил свою кажущуюся слабость в непревзойденное мастерство. Его кузница под горой Этна производит произведения такой красоты и силы, что даже другие боги восхищаются.\n\nХотя он был женат на Афродите, их союз был несчастливым. Тем не менее Гефест олицетворяет достоинство честного труда, красоту, возникающую из терпеливого ремесла, и истину о том, что ценность измеряется тем, что человек создает, а не тем, как он выглядит.",
    "story_ru": "Гефест создал легендарные доспехи Ахилла, крылатые сандалии Гермеса и цепи, сковавшие Прометея. Когда он поймал Афродиту с Аресом, он поймал их в неразрывную золотую сеть, чтобы все жители Олимпа увидели.",
    "match_message_ru": "В ваших чертах проявляется терпеливое упорство Гефеста. В вашей внешности есть тихая сила — вид того, кто создает красоту благодаря упорному труду, а не природным дарованиям.",
    "traits_ru": [
      "Квалифицированный",
      "Терпеливый",
      "Творческий",
      "Стойкий",
      "Недооцененный"
    ]
  },
  "eros": {
    "name_ru": "Эрос",
    "tagline_ru": "Бог Любви и Желания",
    "description_ru": "Эрос - бог любви, желания и влечения, чьи золотые стрелы могут заставить любое существо безнадежно влюбиться. В некоторых мифах он является первородным богом, столь же древним, как само творение; в других - озорным сыном Афродиты.\n\nЕго власть, пожалуй, самая опасная из всех богов - никто, даже могущественный Зевс, не застрахован от его стрел. Любовь, как только она поразила, не поддается рассуждениям или сопротивлению. Эрос понимает, что любовь - величайшее благословение человечества и его самая непредсказуемая сила.\n\nХотя его часто изображают как игривого юношу, Эрос далеко не невинен. Его стрелы вызвали войны, разрушили царства и довели богов и смертных до безумия и отчаяния - и до вершин радости.",
    "story_ru": "Эрос влюбился в смертную Психею, но мог навещать ее только в темноте. Когда она ослушалась и увидела его лицо при свете лампы, он сбежал. Только после того, как Психея выполнила невозможные задачи, поставленные Афродитой, она воссоединилась с Эросом и стала бессмертной.",
    "match_message_ru": "В ваших чертах присутствует пленительное очарование Эроса. В вашей внешности есть неотразимое качество - взгляд того, кто понимает силу влечения и связи.",
    "traits_ru": [
      "Игривый",
      "Могущественный",
      "Непредсказуемый",
      "Озорной",
      "Неотразимый"
    ]
  },
  "pan": {
    "name_ru": "Пан",
    "tagline_ru": "Бог Дикой Природы, Пастухов и Сельской Музыки",
    "description_ru": "Пан - бог дикой природы, пастухов, стад, природы, горных дебрей и сельской музыки. С его козлиными ногами, рогами и лохматыми волосами он представляет необузданную природу и первобытные силы, которые цивилизация пытается подавить.\n\nОн бродит по лесам и горам, играя на своей свирели, чья волнующая музыка может вдохновлять как радость, так и внезапный ужас, называемый «паникой». Его владения - это дикие места между поселениями, где правит природа и куда не доходит человеческий порядок.\n\nПан связан с сексуальностью и плодородием, часто преследуя нимф по лесам. Тем не менее, он также представляет простую радость пастушеской жизни, связь между пастухом и стадом, а также важность дикой природы в цивилизованном мире.",
    "story_ru": "Пан преследовал нимфу Сирингу, которая бежала от него и умоляла реку спасти ее. Она превратилась в водяные тростники. Пан, найдя только тростники там, где стояла его любовь, сделал из них первую свирель, навсегда играя песни о своей потерянной любви.",
    "match_message_ru": "В ваших чертах присутствует дикая энергия Пана. В вашей внешности есть необузданное, естественное качество - взгляд того, кто связан с первобытными силами и радостью необузданного самовыражения.",
    "traits_ru": [
      "Дикий",
      "Музыкальный",
      "Похотливый",
      "Пугающий",
      "Естественный"
    ]
  },
  "prometheus": {
    "name_ru": "Прометей",
    "tagline_ru": "Титан Предусмотрительности, Приносящий Огонь",
    "description_ru": "Прометей - титан, который сформировал человечество из глины, а затем бросил вызов богам, чтобы дать им огонь. Его даром было не просто пламя, а сама цивилизация - знания, технологии и искра прогресса, которые позволили бы людям подняться над простыми животными.\n\nЗевс ужасно наказал Прометея за этот дар: прикованный к горе, орел каждый день клевал его печень, которая регенерировала каждую ночь для вечных мучений. Но Прометей никогда не сожалел о своем выборе, перенося тысячелетия страданий ради блага человечества.\n\nОн представляет божественную искру восстания против тирании, готовность страдать ради блага других и веру в то, что знания никогда не должны быть сокрыты от сильных мира сего.",
    "story_ru": "Прометей украл огонь с Олимпа, спрятав его в стебле фенхеля, и отдал его человечеству. За это преступление Зевс приковал его к скале, где орел ежедневно клевал его печень. Только через тысячи лет Геракл наконец освободил его.",
    "match_message_ru": "В ваших чертах присутствует благородное неповиновение Прометея. В вашей внешности есть страдающая сила - взгляд того, кто вынесет любую боль, чтобы помочь другим подняться.",
    "traits_ru": [
      "Непокорный",
      "Жертвенный",
      "Мудрый",
      "Страдающий",
      "Добродетельный"
    ]
  },
  "hercules": {
    "name_ru": "Геракл",
    "tagline_ru": "Величайший из Героев, Защитник Человечества",
    "description_ru": "Геракл - величайший из всех греческих героев, сын Зевса и смертной Алкмены. Его невероятная сила и храбрость сделали его защитником человечества от чудовищ и невозможных испытаний, и в конечном итоге он заслужил бессмертие среди богов.\n\nОдержимый Герой, он убил свою собственную семью - трагедия, которая привела к его знаменитым Двенадцати Подвигам в качестве покаяния. Каждое задание казалось невозможным: убить Немейского льва, поймать Цербера, очистить Авгиевы конюшни. Но Геракл выполнил их все благодаря силе, мужеству и сообразительности.\n\nПомимо своей силы, Геракл представляет способность преодолевать самые темные моменты благодаря героическим действиям. Он является доказательством того, что даже после ужасных падений искупление возможно благодаря решительным усилиям и мужеству.",
    "story_ru": "Геракл спустился в подземный мир и захватил Цербера голыми руками - единственный смертный, когда-либо вошедший в царство Аида и вернувшийся обратно. После завершения своих Двенадцати Подвигов он получил бессмертие и место среди олимпийских богов.",
    "match_message_ru": "В ваших чертах присутствует могучая решимость Геракла. В вашей внешности есть огромная сила - взгляд того, кто может преодолеть любое препятствие благодаря чистой воле и мужеству.",
    "traits_ru": [
      "Сильный",
      "Мужественный",
      "Искупленный",
      "Стойкий",
      "Героический"
    ]
  },
  "helios": {
    "name_ru": "Гелиос",
    "tagline_ru": "Титан, Бог Солнца",
    "description_ru": "Гелиос - титан, бог солнца, который каждый день гонит свою золотую колесницу по небу с востока на запад, принося свет в мир. С высоты своего положения он видит и слышит все, что происходит под солнцем.\n\nВ отличие от Аполлона, который позже стал ассоциироваться с солнцем, Гелиос - это само олицетворение солнца - фактический огненный шар, который пересекает небо. Каждое утро он поднимается из реки Океан и каждую ночь возвращается, проходя под землей.\n\nОн - всевидящий свидетель, которого часто призывают в клятвах, потому что ничто не ускользает от его внимания. Именно Гелиос рассказал Деметре, что случилось с Персефоной, и кто раскрыл связь Афродиты с Аресом.",
    "story_ru": "Сын Гелиоса Фаэтон умолял позволить ему управлять солнечной колесницей. Не сумев справиться с божественными конями, Фаэтон пронесся по небу, сжигая землю и создавая пустыню Сахару, прежде чем Зевс поразил его молнией, чтобы спасти мир.",
    "match_message_ru": "В ваших чертах излучается золотое великолепие Гелиоса. В вашем взгляде есть всевидящее качество - взгляд того, кто ничего не упускает и освещает все, что видит.",
    "traits_ru": [
      "Всевидящий",
      "Сияющий",
      "Вечный",
      "Свидетельствующий",
      "Беспристрастный"
    ]
  },
  "asclepius": {
    "name_ru": "Асклепий",
    "tagline_ru": "Бог медицины и врачевания",
    "description_ru": "Асклепий — бог медицины и врачевания, сын Аполлона и смертной Коро́ниды. Его мастерство в медицине стало настолько велико, что он мог даже возвращать мертвых к жизни, что сделало его одним из самых любимых персонажей в греческой мифологии.\n\nОн научился врачебному искусству у мудрого кентавра Хирона и развил его до невиданных в мире высот. Его посох, обвитый одной змеей, остается символом медицины и по сей день.\n\nЗевс поразил Асклепия молнией, опасаясь, что его способность воскрешать мертвых нарушит естественный порядок. Однако бог врачевания был настолько любим, что Зевс позже поместил его среди звезд и позволил ему продолжать принимать поклонение.",
    "story_ru": "Асклепий воскресил Ипполита из мертвых, что разгневало Аида, который пожаловался Зевсу на то, что смертные избегают смерти. Зевс поразил Асклепия молнией, но горе Аполлона было настолько велико, что Зевс сделал Асклепия бессмертным и поместил его среди звезд в виде созвездия Змееносца.",
    "match_message_ru": "В ваших чертах сквозит мягкая мудрость Асклепия. В вашей внешности присутствует целительная сила — взгляд того, кто приносит утешение и восстановление нуждающимся.",
    "traits_ru": [
      "Врачевание",
      "Сострадательный",
      "Квалифицированный",
      "Преданный",
      "Нежный"
    ]
  },
  "vidar": {
    "name_ru": "Видар",
    "tagline_ru": "Бог мести и молчания",
    "description_ru": "Видар — молчаливый бог, один из самых сильных из всех асов, уступающий по мощи только Тору. Ему суждено сыграть решающую роль в Рагнарёке, где он отомстит своему отцу Одину, убив волка Фенрира.\n\nИзвестный своими толстыми кожаными башмаками, сделанными из всех обрезков кожи, когда-либо выброшенных сапожниками, Видар использует эту волшебную обувь, чтобы удерживать челюсти Фенрира открытыми, пока он наносит смертельный удар.\n\nКак бог молчания, Видар представляет собой терпеливую силу и мощь тихой решимости. Он мало говорит, но действует решительно, когда приходит время.",
    "story_ru": "Во время Рагнарёка Видар станет свидетелем того, как его отца Одина проглотит Фенрир. Не колеблясь, он поставит свой легендарный башмак на нижнюю челюсть волка, схватит верхнюю челюсть руками и разорвет зверя на части, отомстив за Всеотца.",
    "match_message_ru": "В ваших чертах сквозит тихая сила Видара. В вашей внешности есть мощное спокойствие — взгляд того, кто терпеливо ждет, но действует с разрушительной силой, когда это необходимо.",
    "traits_ru": [
      "Молчаливый",
      "Сильный",
      "Терпеливый",
      "Мстительный",
      "Решительный"
    ]
  },
  "vali": {
    "name_ru": "Вали",
    "tagline_ru": "Бог мести, мститель Бальдра",
    "description_ru": "Вали — сын Одина, рожденный специально для того, чтобы отомстить за смерть Бальдра. Он вырос до полной зрелости за один день, никогда не мыл руки и не расчесывал волосы, пока не убил Хёда, слепого бога, убившего Бальдра.\n\nЕго рождение и быстрый рост демонстрируют силу божественной мести — цели, получившей форму. Вали — один из немногих богов, которым суждено пережить Рагнарёк и помочь восстановить мир.\n\nВали представляет собой праведную месть и исполнение долга, независимо от того, насколько болезненной может быть цена.",
    "story_ru": "Рожденный, чтобы отомстить за Бальдра, Вали вырос от младенца до воина за один день. Он выследил Хёда и убил его, исполнив пророчество. Вали суждено пережить Рагнарёк и унаследовать новый мир вместе со своим братом Видаром.",
    "match_message_ru": "В ваших чертах сквозит целенаправленная решимость Вали. В вашей внешности есть цель — взгляд того, кто рожден для определенной судьбы и полон решимости ее исполнить.",
    "traits_ru": [
      "Мстительный",
      "Решительный",
      "Быстрый",
      "Целенаправленный",
      "Выживающий"
    ]
  },
  "bragi": {
    "name_ru": "Браги",
    "tagline_ru": "Бог поэзии и красноречия",
    "description_ru": "Браги — бог поэзии, красноречия и устного слова. Говорят, что на его языке вырезаны руны, и его слова текут, как лучший мед. Он приветствует павших воинов в Вальхалле великолепными стихами, восхваляющими их героические деяния.\n\nЖенатый на Идунн, хранительнице яблок бессмертия, Браги олицетворяет бессмертную силу поэзии — как слова могут навсегда сохранить героические деяния. Он является покровителем скальдов, норвежских поэтов, которые сохраняли историю живой в стихах.\n\nЕго длинная борода и мудрый вид воплощают достоинство ученого, а его зал в Асгарде звенит вечной песней.",
    "story_ru": "Когда Локи оскорбил всех богов на пиру у Эгира, Браги первым ответил, предупредив Локи, чтобы он ушел. Локи назвал Браги трусом, но Браги спокойно ответил, что если бы они были за пределами зала, он бы понес голову Локи в качестве платы за его ложь.",
    "match_message_ru": "В ваших чертах сквозит красноречивая мудрость Браги. В вашей внешности есть поэзия — взгляд того, кто может запечатлеть правду в прекрасных словах и тронуть сердца речью.",
    "traits_ru": [
      "Красноречивый",
      "Мудрый",
      "Приветливый",
      "Художественный",
      "Достойный"
    ]
  },
  "idunn": {
    "name_ru": "Идунн",
    "tagline_ru": "Богиня юности и бессмертия",
    "description_ru": "Идунн — хранительница золотых яблок, дарующих богам бессмертие и вечную юность. Без ее яблок асы состарились бы и увяли, как смертные — ее роль делает ее одной из самых важных фигур в Асгарде.\n\nЖена Браги, бога поэзии, Идунн воплощает сохранение жизни и жизненной силы. Ее сад является источником божественного обновления, и она тщательно ухаживает за каждым драгоценным яблоком.\n\nОна представляет собой драгоценность юности и жизненные силы, поддерживающие жизнь, а также уязвимость, которая возникает из-за того, что она так важна для других.",
    "story_ru": "Великан Тьяци похитил Идунн и ее яблоки с невольной помощью Локи. Без нее боги начали быстро стареть. Локи был вынужден спасти ее, позаимствовав соколиный плащ Фрейи и превратив Идунн в орех, чтобы донести ее домой, спасая богов от смертности.",
    "match_message_ru": "В ваших чертах сквозит вечная юность Идунн. В вашей внешности есть животворная свежесть — взгляд того, кто приносит жизненную силу и обновление, куда бы ни пошел.",
    "traits_ru": [
      "Юная",
      "Заботливая",
      "Необходимая",
      "Нежная",
      "Животворная"
    ]
  },
  "forseti": {
    "name_ru": "Форсети",
    "tagline_ru": "Бог справедливости и примирения",
    "description_ru": "Форсети - бог справедливости, мира и правды в скандинавской мифологии. Сын Бальдра и Нанны, он председательствует в спорах в своем сияющем зале Глитнир, где золотые колонны поддерживают серебряную крышу.\n\nВсе, кто приходит в его зал со спорами, уходят примиренными — нет дела, слишком сложного для его мудрости. Он представляет идеал закона как средство создания мира, а не наказания, сосредотачиваясь на примирении, а не на возмездии.\n\nФорсети воплощает веру в то, что правда и справедливость могут разрешить даже самые ожесточенные конфликты, и что правосудие служит обществу, восстанавливая гармонию.",
    "story_ru": "Когда фризы не могли договориться о своих законах, Форсети появился в их корабле и научил их своду законов. Он высек топорoм источник из земли, и с тех пор они собирались на этом месте, чтобы уладить все споры по его принципам.",
    "match_message_ru": "Ваши черты лица несут в себе сбалансированную мудрость Форсети. В вашей внешности есть естественная справедливость — взгляд того, кто может видеть все стороны спора и найти путь к миру.",
    "traits_ru": [
      "Справедливый",
      "Миролюбивый",
      "Мудрый",
      "Примиряющий",
      "Правдивый"
    ]
  },
  "mimir": {
    "name_ru": "Мимир",
    "tagline_ru": "Страж Колодца Мудрости",
    "description_ru": "Мимир — мудрейший из всех существ, страж колодца мудрости, который находится под одним из корней Иггдрасиля. Его знания охватывают все, что было, есть и будет, что делает его бесценным советником.\n\nОдин пожертвовал своим глазом, чтобы испить из колодца Мимира и обрести его мудрость. Даже после того, как Ваны обезглавили Мимира, Один сохранил его голову с помощью трав и рун, чтобы Мимир мог продолжать давать советы.\n\nМимир представляет цену мудрости — что истинное знание часто дается дорогой ценой и что мудрые продолжают учить даже после смерти.",
    "story_ru": "Когда Ваны почувствовали себя обманутыми при обмене заложниками, они обезглавили Мимира и отправили его голову Одину. Но Один не хотел терять такую ​​мудрость — он забальзамировал голову, заговорил ее чарами и дал ей дар речи. По сей день голова Мимира консультирует Альфатера.",
    "match_message_ru": "Ваши черты лица несут в себе глубокую мудрость Мимира. В вашем взгляде есть древние знания — взгляд того, кто многое видел и понимает истинную цену мудрости.",
    "traits_ru": [
      "Мудрый",
      "Древний",
      "Советующий",
      "Жертвенный",
      "Вечный"
    ]
  },
  "norns": {
    "name_ru": "Норны",
    "tagline_ru": "Ткачи Судьбы и Предназначения",
    "description_ru": "Норны — это три могущественных существа, которые контролируют судьбу всего живого. Урд (прошлое), Верданди (настоящее) и Скульд (будущее) сидят у Колодца Судьбы под Иггдрасилем, сплетая нити всех жизней.\n\nДаже боги не могут избежать судьбы, которую предписывают Норны. Они ежедневно поливают Мировое Древо и вырезают судьбы богов и смертных на его коре. Их сила предшествует самим богам.\n\nОни представляют собой неизбежную природу судьбы, связь между прошлым, настоящим и будущим, и ту фундаментальную истину, что всему свое время.",
    "story_ru": "Когда рождается ребенок, прибывают Норны, чтобы провозгласить его судьбу. Они прядут нить жизни, измеряют ее и обрезают, когда приходит время. Даже Один, получивший мудрость из колодца Мимира, не может изменить то, что соткали Норны.",
    "match_message_ru": "Ваши черты лица несут в себе вневременную тайну Норн. В вашей внешности есть чувство судьбы — взгляд того, кто связан с более глубокими закономерностями, формирующими все сущее.",
    "traits_ru": [
      "Роковой",
      "Могущественный",
      "Древний",
      "Плетущий",
      "Неизбежный"
    ]
  },
  "jormungandr": {
    "name_ru": "Ёрмунганд",
    "tagline_ru": "Мировой Змей, Опоясывающий Мидгард",
    "description_ru": "Ёрмунганд — колоссальный Мировой Змей, дитя Локи и великанши Ангрбоды. Один бросил змея в океан, окружающий Мидгард, где он вырос настолько, что опоясывает весь мир, схватившись за свой собственный хвост.\n\nТор и Ёрмунганд — заклятые враги — они встречались дважды, и в Рагнарёк они встретятся в последний раз. Их битва закончится их обоюдной смертью.\n\nМировой Змей представляет собой хаос, окружающий порядок, необъятность неизвестного и апокалиптические силы, которые однажды будут высвобождены.",
    "story_ru": "Однажды Тор отправился на рыбалку с великаном Хюмиром и использовал бычью голову в качестве приманки. Когда Ёрмунганд клюнул, Тор начал вытаскивать Мирового Змея из глубин. Они встретились взглядами, капал яд — но Хюмир в ужасе перерезал леску, и змей погрузился обратно, их последняя битва была отложена.",
    "match_message_ru": "Ваши черты лица несут в себе огромное присутствие Ёрмунганда. В вашей внешности есть что-то всеобъемлющее — взгляд того, чье влияние выходит за рамки того, что видят другие.",
    "traits_ru": [
      "Огромный",
      "Хаотичный",
      "Апокалиптический",
      "Опоясывающий",
      "Предначертанный"
    ]
  },
  "moses": {
    "name_ru": "Моисей",
    "tagline_ru": "Освободитель Израиля, Получатель Закона",
    "description_ru": "Моисей — одна из самых значительных фигур в Библии, пророк, который вывел израильтян из египетского рабства и получил Десять Заповедей от Бога на горе Синай. Его история охватывает период от сокрытия в корзине среди тростников до стояния перед фараоном, требуя свободы для своего народа.\n\nСо своим братом Аароном рядом Моисей противостоял мощи Египта, призывая десять казней, которые сломили волю фараона. Он разделил Красное море, обеспечил воду из скал и манну небесную в течение сорока лет скитаний по пустыне.\n\nМоисей представляет освобождение от угнетения, завет между Богом и человечеством и бремя лидерства, которое приходит с божественным призванием.",
    "story_ru": "Когда Моисей встретил горящий, но не сгорающий куст, Бог призвал его освободить израильтян. Несмотря на свои протесты о том, что он не красноречив, Моисей принял свою миссию и предстал перед фараоном со словами: «Отпусти народ мой».",
    "match_message_ru": "Ваши черты лица несут в себе непреклонную веру Моисея. В вашей внешности есть освобождающее присутствие — взгляд того, кто призван вести других от рабства к свободе.",
    "traits_ru": [
      "Освобождающий",
      "Верующий",
      "Смиренный",
      "Настойчивый",
      "Законодательный"
    ]
  },
  "david": {
    "name_ru": "Давид",
    "tagline_ru": "Царь-пастух, Псалмопевец Израиля",
    "description_ru": "Давид поднялся из скромного пастуха, чтобы стать величайшим царем Израиля, человеком, которого называли «по сердцу Божьему». Его история охватывает как огромную веру, так и человеческие неудачи, от убийства Голиафа до его романа с Вирсавией.\n\nБудучи молодым пастухом, смелость и вера Давида привели его к столкновению с гигантом Голиафом, вооружившись лишь пращой и пятью камнями. Став царем, он объединил Израиль, захватил Иерусалим и принес Ковчег Завета в город с танцами и торжествами.\n\nДавид представляет собой сложность веры — можно быть глубоко преданным, но глубоко несовершенным, способным на великую храбрость и великий грех, всегда зависящим от божественной благодати для искупления.",
    "story_ru": "Когда все воины Израиля боялись Голиафа, молодой пастух Давид выступил вперед. «Ты идешь против меня с мечом и копьем, — сказал он, — а я иду против тебя во имя Господа». Единственный камень из его пращи поразил гиганта.",
    "match_message_ru": "В ваших чертах проявляется страстный дух Давида. В вашей внешности есть что-то от воина-поэта — взгляд того, кто может сражаться с великанами и писать псалмы, способного как на великую храбрость, так и на глубокие чувства.",
    "traits_ru": [
      "Храбрый",
      "Страстный",
      "Кающийся",
      "Музыкальный",
      "Сложный"
    ]
  },
  "solomon": {
    "name_ru": "Соломон",
    "tagline_ru": "Мудрейший царь, Строитель Храма",
    "description_ru": "Соломон, сын Давида, известен как самый мудрый человек, когда-либо живший. Когда Бог предложил ему все, что он пожелает, Соломон попросил только мудрости, чтобы управлять своим народом — и Бог даровал ему мудрость, превосходящую всех остальных, вместе с богатством и честью.\n\nЕго правление было золотым веком Израиля: он построил великолепный Храм в Иерусалиме, написал тысячи притч и песен, и его мудрость привлекала посетителей со всего известного мира, в том числе царицу Савскую.\n\nТем не менее, история Соломона также предупреждает об ограниченности мудрости — его многочисленные иностранные жены обратили его сердце к их богам, и его царство разделится после его смерти. Он представляет как высоты, которых может достичь мудрость, так и опасности отклонения от нее.",
    "story_ru": "Две женщины претендовали на одного и того же ребенка. Соломон приказал разрезать ребенка пополам — одна женщина согласилась, но настоящая мать попросила отдать ребенка другой женщине, а не убивать его. Соломон немедленно отдал ей ребенка, потому что ее любовь доказала ее правоту.",
    "match_message_ru": "В ваших чертах проявляется проницательная мудрость Соломона. В вашем взгляде есть знающая глубина — взгляд того, кто может видеть сквозь сложность, чтобы найти истину в сердце любого вопроса.",
    "traits_ru": [
      "Мудрый",
      "Богатый",
      "Рассудительный",
      "Строитель",
      "Падший"
    ]
  },
  "abraham": {
    "name_ru": "Авраам",
    "tagline_ru": "Отец народов, Друг Бога",
    "description_ru": "Авраам — патриарх трех основных мировых религий — иудаизма, христианства и ислама. Призванный Богом покинуть свою родину и отправиться в землю, которую Бог покажет ему, Авраам повиновался, начав путешествие веры, которое сформирует человеческую историю.\n\nБог обещал Аврааму потомков столь же многочисленных, как звезды, несмотря на его преклонный возраст и бесплодие его жены Сары. Этот завет требовал, чтобы вера Авраама снова и снова подвергалась испытаниям, кульминацией которых был приказ принести в жертву его сына Исаака.\n\nАвраам представляет собой основу веры — доверие к божественным обещаниям, даже когда они кажутся невозможными, повиновение, даже когда это стоит всего, и благословения, которые проистекают из такого верного ответа.",
    "story_ru": "Бог повелел Аврааму принести в жертву Исаака, его любимого сына обетования. Авраам повиновался, поднимаясь на гору Мориа с дровами и ножом. Только когда Авраам поднял нож, Бог остановил его, предоставив вместо этого барана. Вера Авраама была доказана полностью.",
    "match_message_ru": "В ваших чертах проявляется непоколебимая вера Авраама. В вашей внешности есть что-то от паломника — взгляд того, кто доверяет обещаниям, которые еще не исполнились, и движется вперед в вере.",
    "traits_ru": [
      "Верный",
      "Послушный",
      "Гостеприимный",
      "Испытанный",
      "Благословенный"
    ]
  },
  "elijah": {
    "name_ru": "Илия",
    "tagline_ru": "Пророк огня, Борец против идолопоклонства",
    "description_ru": "Илия был огненным пророком, который противостоял нечестию царя Ахава и царицы Иезавели, в одиночку выступая против пророков Ваала, чтобы доказать силу живого Бога. Его служение было отмечено чудесными знамениями и непоколебимой храбростью.\n\nНа горе Кармель Илия бросил вызов 450 пророкам Ваала. Когда их бог не ответил, Илия призвал Господа, и огонь упал с небес, поглотив жертву и сами камни алтаря.\n\nИлия представляет собой пророческую смелость — мужество отстаивать истину против подавляющей оппозиции, силу веры призывать небесный ответ и напоминание о том, что Бог хранит Своих верных слуг.",
    "story_ru": "На горе Кармель, после того как пророки Ваала кричали весь день без ответа, Илия восстановил жертвенник Господа, облил его водой и помолился. Огонь упал с небес, поглотив все. Люди пали ниц, восклицая: «Господь — Он Бог!»",
    "match_message_ru": "В ваших чертах проявляется огненное рвение Илии. В вашей внешности есть пророческая интенсивность — взгляд того, кто будет стоять в одиночку за правду, если это необходимо, и призывать силу небес.",
    "traits_ru": [
      "Смелый",
      "Огненный",
      "Верный",
      "Чудотворный",
      "Ревностный"
    ]
  },
  "samson": {
    "name_ru": "Самсон",
    "tagline_ru": "Богатырь-судья, Назорей Божий",
    "description_ru": "Самсон был самым сильным человеком, который когда-либо жил, назореем, посвященным Богу от рождения, чья легендарная сила заключалась в его непостриженных волосах. Он судил Израиль в течение двадцати лет, в одиночку сражаясь с филистимлянами, которые угнетали его народ.\n\nЕго подвиги были сверхчеловеческими: он разорвал льва голыми руками, убил тысячу филистимлян ослиной челюстью и унес ворота Газы на своих плечах. Но его слабость к женщинам, особенно к Далиле, привела к его падению.\n\nСамсон представляет собой трагедию растраченных даров — великая сила, униженная моральной слабостью, но в конечном итоге искупленная в одном последнем акте веры.",
    "story_ru": "Слепой и скованный цепями между колоннами филистимского храма, Самсон в последний раз молился о силе. «Да умру я с филистимлянами», — закричал он и толкнул колонны. Храм рухнул, убив больше врагов в его смерти, чем за всю его жизнь.",
    "match_message_ru": "В ваших чертах проявляется необузданная сила Самсона. В вашей внешности есть огромная сила — взгляд того, кто одарен необычайными способностями, призванными использовать их для цели, большей, чем самость.",
    "traits_ru": [
      "Сильный",
      "Назорей",
      "Несовершенный",
      "Трагичный",
      "Искупленный"
    ]
  },
  "esther": {
    "name_ru": "Эсфирь",
    "tagline_ru": "Царица мужества, спасительница своего народа",
    "description_ru": "Эсфирь была еврейской сиротой, которая стала царицей Персии и спасла свой народ от геноцида. Ее красота завоевала сердце царя, но именно ее мужество спасло народ, когда Аман замыслил уничтожить всех евреев в империи.\n\nВоспитанная своим двоюродным братом Мордехаем, Эсфирь скрывала свою еврейскую идентичность до того момента, когда потребовалось ее раскрыть. Зная, что она рискует смертью, приближаясь к царю без приглашения, она заявила: «Если погибну, погибну», и пошла просить за свой народ.\n\nЭсфирь представляет мужество в кризисе — готовность рисковать всем ради других, силу говорить правду власти и провидение, которое ставит обычных людей в необычные положения.",
    "story_ru": "Эсфирь постилась три дня, затем оделась в свои царские одежды и вошла во внутренний двор царя без приглашения — преступление, караемое смертью. Когда царь протянул свой золотой скипетр, она пригласила его и Амана на пир, где она должна была раскрыть заговор Амана и спасти свой народ.",
    "match_message_ru": "В ваших чертах присутствует мужественная красота Эсфири. В вашем облике есть царственное упорство — взгляд того, кто рискует всем, чтобы защитить других и говорить правду, когда молчать легче.",
    "traits_ru": [
      "Мужественная",
      "Красивая",
      "Стратегическая",
      "Самоотверженная",
      "Верующая"
    ]
  },
  "daniel": {
    "name_ru": "Даниил",
    "tagline_ru": "Пророк в изгнании, толкователь снов",
    "description_ru": "Даниил был молодым еврейским дворянином, взятым в плен в Вавилон, который стал советником царей благодаря своей данной Богом способности толковать сны и видения. Он служил при Навуходоносоре, Валтасаре и Дарии, никогда не поступаясь своей верой.\n\nЕго верность Богу привела его к конфликту с теми, кто завидовал его положению. Когда его враги убедили царя запретить молитву, Даниил продолжал открыто молиться три раза в день, принимая любые последствия, которые могли наступить.\n\nДаниил представляет верность в изгнании — поддержание честности в чужой культуре, использование даров для служения, оставаясь верным своему Богу, и доверие божественному избавлению даже перед лицом смерти.",
    "story_ru": "Враги Даниила бросили его в львиный ров за молитву Богу. Царь Дарий провел бессонную ночь, а затем поспешил ко рву на рассвете. Даниил крикнул: «Мой Бог послал своего ангела и закрыл пасти львов». Он вышел без единой царапины.",
    "match_message_ru": "В ваших чертах присутствует непоколебимая вера Даниила. В вашем взгляде есть провидческая мудрость — взгляд того, кто видит дальше настоящего момента и остается верным, несмотря на любое давление.",
    "traits_ru": [
      "Верующий",
      "Мудрый",
      "Провидец",
      "Непоколебимый",
      "Пророческий"
    ]
  },
  "ruth": {
    "name_ru": "Руфь",
    "tagline_ru": "Верная дочь, прародительница царей",
    "description_ru": "Руфь была моавитянкой, которая после смерти своего еврейского мужа решила покинуть свою родину и последовать за своей свекровью Ноеминь в Израиль. Ее знаменитое заявление о верности — «Куда ты пойдешь, туда и я пойду» — является одним из самых прекрасных выражений преданности в Библии.\n\nХотя Руфь была иностранкой без ничего, ее верный усердный труд на полях Вооза привлек его внимание. Ее история стала историей искупления и благословения — она вышла замуж за Вооза и стала прабабушкой царя Давида.\n\nРуфь представляет верную любовь через все границы — выбор оставаться верным, когда уйти было бы легче, награду за скромное усердие и Божью благодать, которая включает посторонних в историю завета.",
    "story_ru": "Ноеминь сказала Руфи вернуться в Моав, но Руфь отказалась: «Куда ты пойдешь, туда и я пойду, и где ты останешься, там и я останусь. Твой народ будет моим народом, и твой Бог будет моим Богом». Ее верность привела ее в Израиль, к Воозу и в родословную Мессии.",
    "match_message_ru": "В ваших чертах присутствует верная преданность Руфи. В вашем облике есть верная стойкость — взгляд того, кто остается верен в трудные времена и находит благословение в верности.",
    "traits_ru": [
      "Верующая",
      "Скромная",
      "Верная",
      "Трудолюбивая",
      "Благословенная"
    ]
  },
  "noah": {
    "name_ru": "Ной",
    "tagline_ru": "Строитель ковчега, переживший потоп",
    "description_ru": "Ной был праведным человеком, избранным Богом, чтобы пережить великий потоп, который должен был очистить мир от его нечестия. В течение десятилетий он верно строил огромный ковчег в соответствии с точными указаниями Бога, терпя насмешки своих соседей.\n\nКогда пошли дожди, Ной, его семья и пары каждого живого существа нашли убежище в ковчеге. В течение сорока дней и ночей лил дождь, и в течение месяцев воды покрывали землю, прежде чем, наконец, отступить.\n\nНой представляет верное послушание перед лицом насмешек, сохранение жизни через божественные указания и заветные отношения, символизируемые радугой.",
    "story_ru": "После потопа Ной выпустил голубя, который вернулся с оливковой ветвью — доказательством того, что появилась суша. Когда семья, наконец, покинула ковчег, Бог поместил радугу в небе как знак Своего обещания никогда больше не уничтожать землю потопом.",
    "match_message_ru": "В ваших чертах присутствует терпеливая праведность Ноя. В вашем облике есть твердая решимость — взгляд того, кто верно завершит свое призвание, независимо от того, что думают другие.",
    "traits_ru": [
      "Праведный",
      "Послушный",
      "Терпеливый",
      "Сохраняющий",
      "Верующий"
    ]
  },
  "job": {
    "name_ru": "Иов",
    "tagline_ru": "Страдающий слуга, вера через страдания",
    "description_ru": "Иов был непорочным и праведным человеком, который потерял все — своих детей, свое богатство, свое здоровье — но отказался проклинать Бога. Его история исследует самые глубокие вопросы о том, почему праведные страдают и как вера выдерживает незаслуженную боль.\n\nКогда даже его жена сказала ему проклясть Бога и умереть, а его друзья настаивали на том, что его страдания должны быть наказанием за грех, Иов сохранил свою честность. Он спрашивал, он бушевал, он требовал ответов от Бога — но он никогда не отказывался от своей веры.\n\nИов представляет тайну страдания, неадекватность легких ответов и окончательное восстановление, которое происходит от непосредственной встречи с Богом, а не просто знания о Нем.",
    "story_ru": "Потеряв все, Иов сидел в пепле и скреб свои нарывы. Его друзья утверждали, что он должен был согрешить, но Иов настаивал на своей невиновности. Наконец, Бог заговорил из вихря, и Иов сказал: «Я слышал о тебе, но теперь мои глаза увидели тебя». Бог восстановил ему вдвойне.",
    "match_message_ru": "В ваших чертах присутствует испытанная вера Иова. В вашем облике есть непреходящая сила — взгляд того, кто столкнулся с самыми глубокими вопросами и вышел с верой неповрежденной.",
    "traits_ru": [
      "Страдающий",
      "Верующий",
      "Спрашивающий",
      "Честный",
      "Восстановленный"
    ]
  },
  "jacob": {
    "name_ru": "Иаков",
    "tagline_ru": "Патриарх Израиля, Боровшийся с Богом",
    "description_ru": "Иаков был внуком Авраама, обманом получившим благословение отца, предназначавшееся его брату Исаву, и ставшим отцом двенадцати колен Израилевых. Его имя означает «вытеснитель» или «обманщик», но после борьбы с Богом он был переименован в Израиль — «борющийся с Богом».\n\nЕго жизнь была отмечена как обманом, так и преображением. Он обманул Исава и был обманут Лаваном. Он бежал из родных земель и в конце концов вернулся, чтобы встретиться со своим братом, но в ту ночь он боролся с таинственной фигурой до рассвета и отказался отпустить ее без благословения.\n\nИаков представляет собой человеческую борьбу как с Богом, так и с самим собой — обманщик, который становится патриархом, борец, который уходит хромая, но благословенный, преображение, которое приходит от встречи с божественным.",
    "story_ru": "Ночью, перед встречей с Исавом, Иаков боролся с таинственным человеком до рассвета. Когда человек увидел, что не может победить, он коснулся бедра Иакова, вывихнув его. Но Иаков все еще держался: «Я не отпущу тебя, пока ты не благословишь меня». Он был переименован в Израиля и ушел хромая, но благословенный.",
    "match_message_ru": "В ваших чертах прослеживается борцовский дух Иакова. В вашей внешности чувствуется упорная решимость — взгляд человека, который борется, но не отпускает, пока не получит свое благословение.",
    "traits_ru": [
      "Борющийся",
      "Преображенный",
      "Упорный",
      "Благословенный",
      "Отцовский"
    ]
  },
  "isaiah": {
    "name_ru": "Исайя",
    "tagline_ru": "Князь Пророков, Голос Надежды",
    "description_ru": "Исайя считается величайшим из еврейских пророков, служившим во время правления четырех царей и передавшим одни из самых прекрасных и сложных пророчеств в Писании. Его видение Бога в храме превратило его из человека с нечистыми устами в добровольного Божьего посланника.\n\nЕго пророчества охватывают суд и надежду, предупреждая об изгнании, но обещая восстановление. Его мессианские пророчества — о деве, рождающей сына, страдающем слуге, князе мира — были центральными для еврейского и христианского понимания Божьего плана спасения.\n\nИсайя представляет собой пророческое видение, которое видит дальше непосредственного к конечным целям Бога, призыв говорить трудные истины и надежду, которая сияет даже в самых мрачных предсказаниях суда.",
    "story_ru": "Исайя увидел Господа, сидящего высоко и превознесенного в храме, а серафимы взывали: «Свят, свят, свят». Потрясенный своим недостоинством, Исайя воскликнул. Серафим коснулся его губ горящим углем: «Твоя вина снята». Когда Бог спросил: «Кого Мне послать?» Исайя ответил: «Вот я. Пошли меня!»",
    "match_message_ru": "В ваших чертах прослеживается пророческое красноречие Исаии. В вашем взгляде чувствуется пророческая глубина — взгляд человека, который видит дальше настоящего момента, чтобы говорить слова как вызова, так и надежды.",
    "traits_ru": [
      "Провидец",
      "Красноречивый",
      "Смелый",
      "Надеющийся",
      "Пророческий"
    ]
  },
  "jonah": {
    "name_ru": "Иона",
    "tagline_ru": "Неохотный Пророк, Посланник в Ниневию",
    "description_ru": "Иона — это пророк, который бежал от Божьего призыва проповедовать в Ниневии, врагу Израиля. Он сел на корабль, идущий в противоположном направлении, но Бог послал великую бурю. Когда моряки выбросили Иону за борт, большая рыба проглотила его целиком.\n\nПосле трех дней в брюхе рыбы Иона помолился и был извергнут на сушу. Он наконец проповедовал в Ниневии, и, к его разочарованию, весь город покаялся и был пощажен.\n\nИона представляет собой человеческую склонность сопротивляться более широким целям Бога, невозможность избежать божественного призвания и Божью милость, которая распространяется даже на наших врагов — милость, которой нам часто трудно поделиться.",
    "story_ru": "Внутри большой рыбы Иона молился: «Из глубин шеола я воззвал о помощи, и ты услышал мой крик». Через три дня рыба извергла Иону на сушу. На этот раз, когда Бог сказал: «Иди в Ниневию», Иона пошел.",
    "match_message_ru": "В ваших чертах прослеживается неохотное путешествие Ионы. В вашей внешности чувствуется искренняя борьба — взгляд человека, который узнает, что Божьи цели шире наших предпочтений, а Его милость щедрее нашей собственной.",
    "traits_ru": [
      "Неохотный",
      "Бегущий",
      "Проглоченный",
      "Проповедующий",
      "Злой"
    ]
  },
  "mary_mother": {
    "name_ru": "Мария, Матерь Иисуса",
    "tagline_ru": "Блаженная Матерь, Служанка Господня",
    "description_ru": "Мария — девственная мать Иисуса Христа, избранная Богом, чтобы родить Спасителя мира. Ее смиренное принятие известия ангела Гавриила — «Я служанка Господня» — привело в движение центральное событие христианской веры.\n\nОт радостного рождения в Вифлееме до стояния у подножия креста, путешествие Марии охватывало высшую радость и глубочайшую скорбь. Она размышляла обо всем в своем сердце, верно поддерживая служение своего сына, даже когда не могла полностью понять его.\n\nМария представляет собой совершенную веру и предание себя воле Божьей — мужество сказать «да» невозможному, силу перенести невыразимую потерю и блаженную роль внесения Христа в мир.",
    "story_ru": "Когда ангел сказал Марии, что она родит Сына Божьего, она спросила только, как это может быть, поскольку она девственница. Уверенная, что это произойдет через Святого Духа, Мария ответила: «Я служанка Господня. Да будет мне по слову твоему».",
    "match_message_ru": "В ваших чертах прослеживается благословенная благодать Марии. В вашей внешности чувствуется чистая преданность — взгляд человека, который принимает волю Божью со смиренной верой и хранит священные вещи в сердце.",
    "traits_ru": [
      "Верная",
      "Смиренная",
      "Благословенная",
      "Скорбящая",
      "Размышляющая"
    ]
  },
  "peter": {
    "name_ru": "Петр",
    "tagline_ru": "Камень Церкви, Глава Апостолов",
    "description_ru": "Петр был простым рыбаком, которого Иисус призвал стать лидером своих апостолов. Импульсивный и страстный, Петр часто говорил, не подумав, но его признание «Ты Христос» стало камнем, на котором была построена церковь.\n\nИстория Петра — это история неудачи и восстановления. Он обещал умереть за Иисуса, а затем трижды отрекся от Него. Но после воскресения Иисус восстановил Петра заповедью: «Паси овец Моих», и Петр стал бесстрашным лидером ранней церкви.\n\nПетр представляет собой преобразующую силу благодати — что наши неудачи не должны определять нас, что Христос может строить свою церковь на несовершенных людях и что любовь покрывает множество грехов.",
    "story_ru": "После ареста Иисуса Петр трижды отрекся от Него, прежде чем пропел петух, как и предсказывал Иисус. После воскресения Иисус трижды спросил Петра: «Любишь ли ты Меня?» и трижды повелел: «Паси овец Моих», полностью восстановив его.",
    "match_message_ru": "В ваших чертах прослеживается смелая вера Петра. В вашей внешности чувствуется страстная сила — взгляд человека, который терпит неудачу и поднимается снова, который ведет через несовершенство по благодати.",
    "traits_ru": [
      "Импульсивный",
      "Верный",
      "Восстановленный",
      "Смелый",
      "Ведущий"
    ]
  },
  "paul": {
    "name_ru": "Павел",
    "tagline_ru": "Апостол язычников, Писатель посланий",
    "description_ru": "Павел был величайшим миссионером христианства, преобразившимся из Савла преследователя в апостола Павла после встречи с воскресшим Христом на пути в Дамаск. Он проехал тысячи миль, основывая церкви, и написал большую часть Нового Завета.\n\nЕго письма церквям в Риме, Коринфе, Галатии и других местах составляют богословскую основу христианской веры. Он терпел кораблекрушения, избиения, тюремное заключение и, в конечном итоге, мученическую смерть, но считал все это ничем по сравнению с познанием Христа.\n\nПавел представляет радикальную трансформацию — что величайшие враги могут стать величайшими защитниками, что Божьей благодати достаточно для любой слабости и что ничто не может отделить нас от любви Христовой.",
    "story_ru": "Савл дышал убийственными угрозами против христиан, когда ослепительный свет поразил его. «Савл, почему ты преследуешь Меня?» — спросил Иисус. Три дня слепой Савл преобразился. Он появился как Павел, который понесет Евангелие до края земли.",
    "match_message_ru": "В ваших чертах лица запечатлена ревностная трансформация Павла. В вашей внешности есть интеллектуальный огонь — взгляд человека, полностью изменившегося после встречи с истиной, неутомимого в том, чтобы делиться ею с другими.",
    "traits_ru": [
      "Преображенный",
      "Ревностный",
      "Интеллектуальный",
      "Страдающий",
      "Неутомимый"
    ]
  },
  "john_apostle": {
    "name_ru": "Иоанн Богослов",
    "tagline_ru": "Возлюбленный ученик, Автор любви",
    "description_ru": "Иоанн был ближайшим к Иисусу апостолом, традиционно отождествляемым с «учеником, которого любил Иисус». Он присутствовал при Преображении, приклонился к груди Иисуса на Тайной вечере и стоял у подножия креста, когда Иисус поручил Марию его заботе.\n\nИоанн, единственный апостол, умерший, как полагают, естественной смертью в старости, написал Евангелие от Иоанна, три послания и Книгу Откровения. Его писания подчеркивают любовь как центральную заповедь и мистическое единение верующих со Христом.\n\nИоанн представляет близкие отношения со Христом — возлюбленный ученик, который подчеркивает, что «Бог есть любовь», и призывает всех верующих любить друг друга как доказательство познания Бога.",
    "story_ru": "На Тайной вечере Иоанн прильнул к Иисусу, чтобы спросить, кто предаст Его. У креста Иисус посмотрел на Иоанна и Марию и сказал: «Жено, се, сын Твой» и «Се, Матерь твоя». С того часа Иоанн взял Марию в свой дом.",
    "match_message_ru": "В ваших чертах лица запечатлен любящий дух Иоанна. В вашей внешности есть глубокая преданность — взгляд человека, который понимает, что любовь — это сердце всей истины и всех отношений с божественным.",
    "traits_ru": [
      "Возлюбленный",
      "Любящий",
      "Провидец",
      "Мистический",
      "Верный"
    ]
  },
  "john_baptist": {
    "name_ru": "Иоанн Креститель",
    "tagline_ru": "Глас вопиющего в пустыне, Предтеча Мессии",
    "description_ru": "Иоанн Креститель был пророком, посланным приготовить путь Иисусу Христу. Живя в пустыне, одетый в верблюжью шерсть и питаясь саранчой и диким медом, он призвал весь Израиль к покаянию и крестил их в реке Иордан.\n\nКогда Иисус пришел креститься, Иоанн признал его Агнцем Божьим, Который берет на Себя грех мира. Хотя он был величайшим пророком, Иоанн объявил себя недостойным развязать сандалии Иисуса и сказал: «Ему должно расти, а мне умаляться».\n\nИоанн представляет пророческий голос, который подготавливает сердца к приходу Бога, смирение, которое указывает от себя к большему, и мужество, которое говорит правду власти, невзирая на последствия.",
    "story_ru": "Когда Иродиада захотела смерти Иоанна за то, что он осудил ее брак с Иродом, ее дочь Саломея танцевала для царя и попросила голову Иоанна. Ирод, хотя и боялся Иоанна, исполнил ее просьбу. Иоанн умер верным своему призванию говорить правду.",
    "match_message_ru": "В ваших чертах лица запечатлена пустынная сила Иоанна Крестителя. В вашей внешности есть пророческая смелость — взгляд человека, который готовит путь и указывает другим на истину, большую, чем они сами.",
    "traits_ru": [
      "Подготавливающий",
      "Смиренный",
      "Смелый",
      "Пустынный",
      "Умаляющийся"
    ]
  },
  "mary_magdalene": {
    "name_ru": "Мария Магдалина",
    "tagline_ru": "Свидетель Воскресения, Апостол апостолов",
    "description_ru": "Мария Магдалина была преданной последовательницей Иисуса, из которой Он изгнал семь бесов. Она путешествовала с Иисусом и учениками, поддерживала его служение и оставалась верной, когда другие бежали — стояла у креста и была первой у пустой гробницы.\n\nВ пасхальное утро Мария была первым человеком, увидевшим воскресшего Христа, который поручил ей рассказать ученикам. Ее послание — «Я видела Господа!» — делает ее первым евангелистом воскресения, что приносит ей титул «Апостол апостолов».\n\nМария представляет искупление и преданное свидетельство — преображенную жизнь, которая остается верной во тьме и удостаивается чести первой провозгласить центральную истину христианской веры.",
    "story_ru": "Мария пришла к гробнице, когда было еще темно, и нашла ее пустой. Плача, она увидела человека, которого приняла за садовника. «Мария», — сказал Иисус. Она мгновенно узнала его и воскликнула: «Раввуни!» — затем побежала рассказать ученикам: «Я видела Господа!»",
    "match_message_ru": "В ваших чертах лица запечатлена преданная верность Марии Магдалины. В вашей внешности есть искупленная радость — взгляд человека, преображенного благодатью и верного свидетельству истины в любых обстоятельствах.",
    "traits_ru": [
      "Преданная",
      "Искупленная",
      "Верная",
      "Свидетельствующая",
      "Почитаемая"
    ]
  },
  "nephthys": {
    "name_ru": "Нефтида",
    "tagline_ru": "Богиня скорби, Защитница мертвых",
    "description_ru": "Нефтида — богиня скорби, тьмы и защиты мертвых. Сестра Исиды, Осириса и Сета, она играет решающую роль в погребальных обрядах и путешествии душ в загробную жизнь.\n\nХотя она была замужем за Сетом, Нефтида помогала Исиде в сборе рассеянного тела Осириса и совершила первые обряды скорби. Ее защитные крылья часто изображают укрывающими умершего, безопасно направляя их через подземный мир.\n\nОна представляет необходимую тьму, которая сопровождает смерть, утешение, найденное в скорби, и защитную любовь, которая простирается даже за пределы жизни.",
    "story_ru": "Когда Сет рассеял тело Осириса по всему Египту, Нефтида присоединилась к своей сестре Исиде в поисках. Вместе они нашли каждый кусок, и крики скорби Нефтиды были настолько сильными, что помогли восстановить Осириса к некой форме жизни в подземном мире.",
    "match_message_ru": "В ваших чертах лица запечатлена защитная тьма Нефтиды. В вашей внешности есть утешительная сила — взгляд человека, который ведет других через их самые темные моменты с нежной защитой.",
    "traits_ru": [
      "Скорбящая",
      "Защищающая",
      "Темная",
      "Сестринская",
      "Направляющая"
    ]
  },
  "maat": {
    "name_ru": "Маат",
    "tagline_ru": "Богиня Истины, Справедливости и Космического Порядка",
    "description_ru": "Маат — богиня, олицетворяющая истину, справедливость, баланс и космический порядок. Она представляет собой фундаментальный принцип, управляющий всем творением, — гармонию, которая позволяет самому существованию продолжаться.\n\nЕе перо используется в церемонии взвешивания сердца, где сердце умершего измеряется против него. Только сердца, более легкие, чем перо Маат, могут пройти в загробную жизнь; тех, кто окажется недостойным, пожирают.\n\nМаат представляет собой универсальный закон, который превосходит даже богов, принцип, согласно которому правильное поведение и истина являются основой существования.",
    "story_ru": "В Зале Двух Истин Анубис кладет сердце умершего на одну сторону весов, а перо Маат на другую. Если сердце, отягощенное грехом, перевешивает перо, монстр Аммит пожирает его. Праведное сердце переходит к вечной жизни.",
    "match_message_ru": "Ваши черты несут в себе сбалансированную истину Маат. В вашей внешности есть естественная справедливость — вид того, кто воплощает честность и поддерживает гармонию посредством правильных действий.",
    "traits_ru": [
      "Правдивая",
      "Справедливая",
      "Сбалансированная",
      "Космическая",
      "Измеряющая"
    ]
  },
  "sobek": {
    "name_ru": "Собек",
    "tagline_ru": "Бог-крокодил Силы и Мощи",
    "description_ru": "Собек — бог с крокодильей головой, бог силы, мощи и плодородия. Связанный с животворным Нилом и его опасными крокодилами, он воплощает как созидательные, так и разрушительные аспекты необузданной силы природы.\n\nПочитаемый в храмах, где в бассейнах жили священные крокодилы, Собек был одновременно и страшным, и почитаемым. Он защищал фараонов в битвах и, как полагали, создал мир из первозданных вод.\n\nСобек представляет собой изначальную силу, которая может создавать или разрушать, уважение к опасным силам природы и божественную власть, которая правит посредством силы.",
    "story_ru": "Собек вышел из первозданных вод хаоса, чтобы создать мир. Его пот стал рекой Нил, принося жизнь в Египет. Фараоны носили амулеты в виде крокодилов в битвах, взывая к свирепой защите Собека против своих врагов.",
    "match_message_ru": "Ваши черты несут в себе изначальную силу Собека. В вашей внешности есть свирепая сила — вид того, кто вызывает уважение чистой силой и защищает то, что ценит.",
    "traits_ru": [
      "Могущественный",
      "Изначальный",
      "Защищающий",
      "Опасный",
      "Плодородный"
    ]
  },
  "hathor": {
    "name_ru": "Хатхор",
    "tagline_ru": "Богиня Любви, Красоты и Радости",
    "description_ru": "Хатхор — богиня любви, красоты, музыки, танцев и радости. Часто изображаемая с коровьими рогами, держащими солнечный диск, она воплощает все приятные аспекты жизни и называется «Золотой» за свою лучезарную красоту.\n\nОна приветствовала умерших в загробной жизни с напитками и едой и была покровительницей влюбленных, художников и шахтеров, ищущих бирюзу. Но у нее также был свирепый аспект — как Око Ра, она однажды чуть не уничтожила человечество в своем гневе.\n\nХатхор представляет двойственную природу женской божественной силы — взращивающую радость и ужасное разрушение, дарующую жизнь любовь и всепоглощающую ярость.",
    "story_ru": "Когда Ра разгневался на человечество, он послал Хатхор как свое Око, чтобы наказать их. Она стала Сехмет и убивала людей, пока Нил не стал красным. Ра, сожалея о своем указе, обманул ее пивом, окрашенным в красный цвет, как кровь. Она выпила, снова стала мирной Хатхор, и человечество было спасено.",
    "match_message_ru": "Ваши черты несут в себе лучезарную радость Хатхор. В вашей внешности есть красивая теплота — вид того, кто приносит удовольствие и праздник в жизнь, но при этом обладает более глубокой силой под поверхностью.",
    "traits_ru": [
      "Радостная",
      "Красивая",
      "Взращивающая",
      "Свирепая",
      "Золотая"
    ]
  },
  "nut": {
    "name_ru": "Нут",
    "tagline_ru": "Богиня Неба, Мать Звезд",
    "description_ru": "Нут — богиня неба, изображаемая в виде арки над землей, ее тело образует небеса. Каждый вечер она проглатывает солнце, а каждое утро рождает его заново — вечный цикл ночи и дня.\n\nЕе тело покрыто звездами, и она является матерью Осириса, Исиды, Сета и Нефтиды. Несмотря на проклятие Ра, что она не может рожать детей ни в какой день года, Тот выиграл пять дополнительных дней посредством азартных игр, позволив ей родить.\n\nНут представляет собой защитный полог неба, космическое лоно, которое содержит все небесные тела, и вечный материнский цикл смерти и возрождения.",
    "story_ru": "Ра запретил Нут рожать в любой день года. Но Тот играл в сенет с Луной и выиграл достаточно света, чтобы создать пять новых дней вне календаря. В эти дни Нут родила своих пятерых детей, навсегда изменив ход египетской мифологии.",
    "match_message_ru": "Ваши черты несут в себе космические объятия Нут. В вашей внешности есть всеобъемлющая грация — вид того, кто укрывает всех под собой и воплощает вечные циклы существования.",
    "traits_ru": [
      "Космическая",
      "Материнская",
      "Защищающая",
      "Вечная",
      "Звездная"
    ]
  },
  "geb": {
    "name_ru": "Геб",
    "tagline_ru": "Бог Земли, Отец Змей",
    "description_ru": "Геб — бог земли, изображаемый лежащим под аркой небесной богини Нут, своей сестры-жены, от которой он был отделен их отцом Шу. Его смех вызывает землетрясения, а его тело образует холмы и долины земли.\n\nКак отец Осириса, Исиды, Сета и Нефтиды, Геб играет решающую роль в центральной драме египетской мифологии. Он также связан со змеями, которые появляются из его земного тела, и с ростом растительности.\n\nГеб представляет собой плодородную землю, которая поддерживает всю жизнь, изначальный фундамент, на котором покоится существование, и божественное мужское начало, которое дополняет небо.",
    "story_ru": "Геб и Нут любили друг друга так сильно, что оставались в объятиях. Ра приказал Шу разлучить их — Шу поднял Нут, чтобы она стала небом, а Геб остался внизу в качестве земли. Тоска Геба по Нут создает горы, когда он тянется к ней.",
    "match_message_ru": "Ваши черты несут в себе обоснованную силу Геба. В вашей внешности есть фундаментальная стабильность — вид того, кто поддерживает других и остается стойким, как сама земля.",
    "traits_ru": [
      "Земной",
      "Фундаментальный",
      "Плодородный",
      "Отцовский",
      "Грохочущий"
    ]
  },
  "ptah": {
    "name_ru": "Птах",
    "tagline_ru": "Бог-творец ремесленников и архитекторов",
    "description_ru": "Птах - бог-творец Мемфиса, создавший мир силой мысли и речи. В отличие от других мифов о сотворении мира, включающих физические действия, Птах задумал мир в своем сердце и произнес его в существование.\n\nКак покровитель ремесленников, скульпторов и архитекторов, Птах представляет божественное творчество, воплощенное в руках человека. Каждый акт творения - от строительства пирамид до вырезания статуй - является отголоском его первоначального творческого слова.\n\nПтах представляет творческую силу разума, священную природу мастерства и идею о том, что мысль предшествует и формирует реальность.",
    "story_ru": "В начале Птах задумал все сущее в своем сердце - богов, землю, существ. Затем он произнес их имена, и они появились на свет. Каждое слово, произнесенное Птахом, становилось реальностью, и творение продолжается везде, где мастера формируют материю с умением и намерением.",
    "match_message_ru": "В ваших чертах лица виден творческий замысел Птаха. В вашей внешности есть мудрость мастера - взгляд того, кто может задумать красоту и воплотить ее в жизнь благодаря умелому намерению.",
    "traits_ru": [
      "Творческий",
      "Задумчивый",
      "Умелый",
      "Говорящий",
      "Проявляющий"
    ]
  },
  "khnum": {
    "name_ru": "Хнум",
    "tagline_ru": "Бог-творец с головой барана и Нила",
    "description_ru": "Хнум - бог с головой барана, который создает людей и их ка (душу) на своем гончарном круге. Считалось, что он лепит тело каждого ребенка из глины, прежде чем поместить его в утробу матери.\n\nСвязанный с истоком Нила и его ежегодным живительным разливом, Хнум почитался как создатель всего, что исходит из воды и земли. Его храмы стояли возле порогов, где, как полагали, берет начало Нил.\n\nХнум представляет божественного мастера, который формирует отдельные жизни, творческую силу Нила и уникальное формирование каждой души.",
    "story_ru": "Перед рождением каждого ребенка Хнум формирует его тело на своем божественном гончарном круге, создавая каждого человека уникальным. Затем он формирует их ка, их духовного двойника, гарантируя, что нет двух одинаковых душ. Разлив Нила - это его творческая сила, текущая вперед.",
    "match_message_ru": "В ваших чертах лица видна индивидуальная работа Хнума. В вашей внешности есть уникальная форма - взгляд того, кто тщательно сформирован с целью, в отличие от любого другого.",
    "traits_ru": [
      "Творческий",
      "Формирующий",
      "Плодородный",
      "Индивидуализирующий",
      "Водный"
    ]
  },
  "atum": {
    "name_ru": "Атум",
    "tagline_ru": "Завершенный, Первый из Богов",
    "description_ru": "Атум - изначальный бог-творец Гелиополя, «Завершенный», который существовал до сотворения мира и будет существовать после того, как все закончится. Он возник из изначальных вод Нуна и создал первых богов - Шу и Тефнут - из самого себя.\n\nКак заходящее солнце, Атум представляет завершение, конец дневного цикла и возвращение к источнику. Он - и начало, и конец, содержащий в себе весь потенциал для сотворения.\n\nАтум представляет изначальную завершенность, самопорождающую силу сотворения и цикл, который возвращает все вещи к их истоку.",
    "story_ru": "Прежде чем что-либо существовало, Атум стоял в одиночестве на первом холме, появившемся из хаоса. Он создал Шу (воздух) и Тефнут (влагу) из самого себя, и от них произошли все остальные боги и творение. В конце времен все вернется к изначальному единству Атума.",
    "match_message_ru": "В ваших чертах лица видна изначальная завершенность Атума. В вашей внешности есть самодостаточная целостность - взгляд того, кто содержит в себе все необходимое для сотворения.",
    "traits_ru": [
      "Завершенный",
      "Изначальный",
      "Заходящий",
      "Самосоздающий",
      "Завершающий"
    ]
  },
  "anuket": {
    "name_ru": "Анукет",
    "tagline_ru": "Богиня Нила и Питания",
    "description_ru": "Анукет - богиня реки Нил, особенно порогов и ежегодного разлива, который приносил плодородную почву в Египет. Она олицетворяет бурные воды, питавшие цивилизацию, и носит головной убор из перьев, символизирующий течение реки.\n\nАнукет, которой поклонялись особенно в Нубии и на Элефантине, призывали обеспечить хорошие разливы - ни слишком маленькие, ни слишком разрушительные. Она воплощала в себе дающую жизнь щедрость реки, от которой зависел весь Египет.\n\nАнукет представляет питательный поток жизни, изобилие, которое приходит от природных циклов, и благодарность, которую мы должны силам, поддерживающим нас.",
    "story_ru": "Каждый год, когда Нил начинал подниматься, египтяне праздновали Фестиваль Анукет, бросая подношения в реку и благодаря ее за дары разлива. Ее воды принесли черную почву, которая сделала Египет житницей древнего мира.",
    "match_message_ru": "В ваших чертах лица видна питательная благодать Анукет. В вашей внешности есть щедрый поток - взгляд того, кто приносит изобилие и поддерживает других жизнью.",
    "traits_ru": [
      "Питательный",
      "Текущий",
      "Изобильный",
      "Стремительный",
      "Щедрый"
    ]
  },
  "shiva": {
    "name_ru": "Шива",
    "tagline_ru": "Разрушитель и Трансформатор, Повелитель Танца",
    "description_ru": "Шива - одно из главных божеств индуизма, известный как Разрушитель в индуистской триаде (Тримурти). Но его разрушение не является злом - это необходимое расчищение, которое позволяет создать новое. Он - космический танцор, чей танец Тандава создает и разрушает вселенные.\n\nЧасто изображаемый с третьим глазом, который может уничтожать миры, когда открывается, сине-горлым от выпитого космического яда, чтобы спасти творение, и сидящим в медитации на горе Кайлаш, Шива воплощает в себе и аскета, и домохозяина, разрушение и созидание, свирепого воина и нежного мужа.\n\nОн является покровителем йоги и медитации, повелителем животных и любимым супругом Парвати. Его символы включают трезубец (тришул), барабан (дамару) и священную реку Ганг, текущую из его волос.",
    "story_ru": "Когда боги взбивали космический океан, появился смертельный яд, угрожающий всему творению. Шива выпил яд, чтобы спасти вселенную, а Парвати прижала его горло, чтобы не дать ему проглотить его полностью, и его горло навечно стало синим.",
    "match_message_ru": "В ваших чертах лица видна глубокая двойственность Шивы. В вашем взгляде есть и разрушение, и созидание - взгляд того, кто понимает, что концы необходимы для новых начинаний.",
    "traits_ru": [
      "Разрушительный",
      "Медитативный",
      "Трансформирующий",
      "Парадоксальный",
      "Космический"
    ]
  },
  "vishnu": {
    "name_ru": "Вишну",
    "tagline_ru": "Хранитель, Защитник Вселенной",
    "description_ru": "Вишну - Верховное Существо в вайшнавизме и Хранитель в индуистской триаде. Он поддерживает космический порядок (дхарму), и всякий раз, когда зло угрожает захлестнуть добро, он воплощается на земле, чтобы восстановить равновесие.\n\nОн принял девять аватар до сих пор, включая Раму и Кришну, а десятая (Калки) предсказана. Вишну спит на космическом змее Шеше, плавающем в океане молока, мечтая о создании вселенной.\n\nИзображенный с четырьмя руками, держащими раковину, диск, булаву и лотос, Вишну воплощает высший мир и защиту праведности. Он синекожий, что олицетворяет его бесконечную природу, как небо, и является преданным мужем Лакшми, богини удачи.",
    "story_ru": "Вишну воплощался как Матсья (рыба), Курма (черепаха), Вараха (кабан), Нарасимха (человек-лев), Вамана (карлик), Парашурама, Рама, Кришна и Будда, чтобы спасти мир от различных угроз. Каждый аватар появляется именно тогда, когда это необходимо.",
    "match_message_ru": "Ваши черты отражают высшую защиту Вишну. В вашем присутствии есть сохраняющее, поддерживающее качество - взгляд того, кто защищает космический порядок и равновесие.",
    "traits_ru": [
      "Сохраняющий",
      "Защищающий",
      "Благожелательный",
      "Воплощающийся",
      "Верховный"
    ]
  },
  "brahma": {
    "name_ru": "Брахма",
    "tagline_ru": "Создатель, Отец Всех Существ",
    "description_ru": "Брахма - Создатель в индуистской триаде, ответственный за создание вселенной и всех живых существ в ней. Он появился из лотоса, растущего из пупка Вишну, и начал работу по сотворению.\n\nИзображенный с четырьмя головами, смотрящими во все четыре стороны, символизирующими его осознание всей вселенной, Брахма держит Веды (священные писания), сосуд с водой, четки, а иногда и лотос. Его средство передвижения - лебедь (хамса), представляющий проницательность.\n\nХотя Брахма - Создатель, ему поклоняются реже, чем Вишну или Шиве, поскольку созидание - это завершенный акт, в то время как сохранение и трансформация продолжаются. Он представляет знание, творческую силу и начало всего сущего.",
    "story_ru": "Когда Брахма впервые создал, он был один. Чтобы продолжить творение, он разделился на мужчину и женщину, создав первую женщину Сарасвати. От их союза произошли все живые существа. Вот почему Сарасвати является одновременно его творением и его супругой.",
    "match_message_ru": "Ваши черты отражают творческую мудрость Брахмы. В вашем присутствии есть изначальное, порождающее качество - взгляд того, кто приносит в мир новые вещи.",
    "traits_ru": [
      "Творческий",
      "Знающий",
      "Изначальный",
      "Всевидящий",
      "Отец"
    ]
  },
  "ganesha": {
    "name_ru": "Ганеша",
    "tagline_ru": "Устранитель Препятствий, Бог Начал",
    "description_ru": "Ганеша - любимый бог с головой слона, бог начал, успеха, мудрости и устранитель препятствий. Его призывают в начале любого нового предприятия - будь то путешествие, бизнес, свадьба или экзамен - чтобы обеспечить успех.\n\nСын Шивы и Парвати, голова слона Ганеши имеет много историй происхождения, самая популярная из которых - Шива обезглавил его неосознанно и заменил его голову головой слона. Его большой живот символизирует его способность мирно переваривать все хорошее и плохое в жизни.\n\nЕздя на мышке (своем средстве передвижения Мушике), Ганеша демонстрирует, что даже самые могущественные могут быть скромными. Он покровитель искусств и наук, литературы и обучения, и ему поклоняются первым среди богов.",
    "story_ru": "Когда мудрецу Вьясе понадобился кто-то, чтобы записать Махабхарату, только Ганеша был достаточно умен. Он согласился при условии, что Вьяса никогда не будет делать паузу - поэтому Вьяса сочинял стихи быстрее, чем кто-либо мог писать, и Ганеша сломал свой собственный бивень, чтобы использовать его в качестве пера, когда его стилус сломался.",
    "match_message_ru": "Ваши черты несут мудрую благосклонность Ганеши. В вашем присутствии есть благоприятное качество - взгляд того, кто устраняет препятствия и благословляет новые начинания.",
    "traits_ru": [
      "Мудрый",
      "Устраняющий препятствия",
      "Благожелательный",
      "Ученый",
      "Благоприятный"
    ]
  },
  "lakshmi": {
    "name_ru": "Лакшми",
    "tagline_ru": "Богиня Богатства, Удачи и Процветания",
    "description_ru": "Лакшми - богиня богатства, удачи, процветания, любви и красоты. Она появилась из взбалтывания космического океана, выбрав Вишну своим вечным супругом. Она сопровождает его во всех его аватарах, воплощаясь как Сита с Рамой и Рукмини с Кришной.\n\nИзображенная стоящей или сидящей на лотосе, с золотыми монетами, вытекающими из ее рук, Лакшми дарует как материальное богатство, так и духовное изобилие. Ей поклоняются особенно во время Дивали, фестиваля огней, когда дома убирают, чтобы приветствовать ее.\n\nЛакшми представляет не просто богатство, а изобилие, которое приходит от праведной жизни. Она является одновременно дарителем удачи и самой удачей - нестабильной с недостойными, стойкой с добродетельными.",
    "story_ru": "Когда демоны и боги взбалтывали космический океан, появилось много сокровищ. Последней появилась сама Лакшми, лучезарная и красивая. Хотя демоны пытались претендовать на нее, она выбрала Вишну, надев гирлянду на его шею - и оставалась преданной ему во все времена.",
    "match_message_ru": "Ваши черты отражают лучезарное процветание Лакшми. В вашем присутствии есть обильное, удачное качество - взгляд того, кто привлекает и дарует благословение.",
    "traits_ru": [
      "Процветающая",
      "Красивая",
      "Щедрая",
      "Благоприятная",
      "Преданная"
    ]
  },
  "saraswati": {
    "name_ru": "Сарасвати",
    "tagline_ru": "Богиня Знаний, Музыки и Искусств",
    "description_ru": "Сарасвати - богиня знаний, музыки, искусств, мудрости и обучения. Она - супруга Брахмы и воплощение всего, что чисто и утонченно в мысли и творчестве.\n\nОдетая в белое, символизирующее чистоту знаний, она сидит на белом лотосе или лебеде, играя на вине (струнном инструменте). В отличие от материального богатства Лакшми, Сарасвати представляет богатства разума и души - образование, творчество и просветление.\n\nЕй особенно поклоняются студенты, художники, музыканты и ученые. Река Сарасвати, ныне в основном подземная, когда-то считалась такой же священной, как Ганг, представляя поток мудрости.",
    "story_ru": "Сарасвати создала музыку и язык, чтобы внести порядок в хаотическое творение Брахмы. Она изобрела санскрит, дала знание Вед и благодаря своему дару речи позволила существам общаться, учиться и становиться мудрыми.",
    "match_message_ru": "Ваши черты отражают чистую мудрость Сарасвати. В вашем присутствии есть утонченное, интеллектуальное качество - взгляд того, кто предан знаниям и художественному выражению.",
    "traits_ru": [
      "Мудрая",
      "Творческая",
      "Чистая",
      "Ученая",
      "Вдохновляющая"
    ]
  },
  "kali": {
    "name_ru": "Кали",
    "tagline_ru": "Богиня Времени, Смерти и Освобождения",
    "description_ru": "Кали — свирепая богиня времени, смерти и освобождения — разрушительница зла и освободительница душ. С ее темной кожей, дикими волосами, гирляндой отрубленных голов и юбкой из отрубленных рук, она представляет время, которое пожирает все, и эго-смерть, необходимую для духовного освобождения.\n\nОна появилась изо лба Дурги во время битвы, ее ярость была настолько сильной, что только Шива, лежащий у ее ног, мог остановить ее буйство. Но, несмотря на ее ужасающий вид, Кали — любящая мать для своих преданных, защищающая их от зла и дарующая мокшу (освобождение).\n\nКали представляет высшую истину — что смерть приходит за всеми, что время никого не щадит, но что это разрушение само по себе является освобождением от иллюзий и перерождением в чистое сознание.",
    "story_ru": "Когда демоны угрожали захватить богов, Кали явилась, чтобы уничтожить их. Ее боевое безумие росло, пока она не затанцевала на трупах, угрожая уничтожить вселенную. Шива лежал у ее ног; когда она наступила на него, стыд остановил ее — напоминая нам, что даже у разрушения есть пределы.",
    "match_message_ru": "В ваших чертах чувствуется свирепое освобождение Кали. В вашем взгляде есть преобразующее, мощное качество — взгляд того, кто разрушает то, что должно закончиться, чтобы дать место новым начинаниям.",
    "traits_ru": [
      "Свирепая",
      "Освобождающая",
      "Материнская",
      "Разрушительная",
      "Вечная"
    ]
  },
  "durga": {
    "name_ru": "Дурга",
    "tagline_ru": "Богиня-воин, Непобедимая Защитница",
    "description_ru": "Дурга — свирепая богиня-воин, воплощающая объединенную силу всех богов, созданная для победы над демоном-буйволом Махишасурой, которого не мог убить ни один бог или человек. Она — непобедимая защитница вселенной, вступающая в битву верхом на льве или тигре.\n\nС восемью-восемнадцатью руками, держащими оружие всех богов, Дурга представляет шакти — божественную женскую энергию, которая питает творение. Она одновременно прекрасна и ужасна, заботлива и свирепа, воплощая полную силу божественного женского начала.\n\nДурга прославляется во время Наваратри, девяти ночей поклонения в честь ее победы над злом. Она представляет триумф добра над злом, силу, чтобы противостоять любому вызову, и защитную любовь божественной матери.",
    "story_ru": "Боги объединили свои силы, чтобы создать Дургу, когда никто не мог победить Махишасуру. Она сражалась с ним девять ночей, наконец, убив его на десятый день — отмечается как Виджаядашами (День Победы). Ее создание доказывает, что объединенное добро всегда побеждает зло.",
    "match_message_ru": "В ваших чертах чувствуется непобедимая сила Дурги. В вашей внешности сочетается сила воина с божественной красотой — взгляд того, кто яростно защищает и никогда не сдается.",
    "traits_ru": [
      "Непобедимая",
      "Защищающая",
      "Свирепая",
      "Божественная",
      "Победоносная"
    ]
  },
  "hanuman": {
    "name_ru": "Хануман",
    "tagline_ru": "Божественная Обезьяна, Воплощение Преданности и Силы",
    "description_ru": "Хануман — могучий бог-обезьяна, сын бога ветра Ваю, известный своей необычайной силой, мудростью и непоколебимой преданностью Господу Раме. Он — идеальный преданный, совершенный слуга и образец бескорыстной преданности.\n\nЕго преданность Раме настолько полна, что, когда его спрашивают, какой сегодня день, Хануман отвечает: «День Рамы». Когда его грудь была разорвана, внутри его сердца было найдено изображение Рамы. Его сила безгранична, когда он действует на службе Раме — однажды он поднял целую гору, чтобы принести целебную траву.\n\nХануману поклоняются за силу, храбрость, защиту от зла и благословение преданности. Он бессмертен (чирандживи) и, как говорят, присутствует везде, где рассказывается история Рамы, слушая со слезами преданности.",
    "story_ru": "Когда брат Рамы Лакшмана умирал, Хануман полетел в Гималаи за целебными травами. Не сумев определить нужное растение, он поднял всю гору и принес ее на поле битвы, спасая жизнь Лакшмане своей преданностью и силой.",
    "match_message_ru": "В ваших чертах чувствуется преданная сила Ханумана. В вашем присутствии есть скромная сила — взгляд того, чья сила исходит из бескорыстной преданности чему-то большему.",
    "traits_ru": [
      "Преданный",
      "Могущественный",
      "Скромный",
      "Мудрый",
      "Защищающий"
    ]
  },
  "krishna": {
    "name_ru": "Кришна",
    "tagline_ru": "Божественный Возлюбленный, Учитель Бхагавад-гиты",
    "description_ru": "Кришна — восьмая аватара Вишну, любимая за его божественные детские шалости, его романтическую любовь с Радхой и его мудрость в Бхагавад-гите. Он воплощает божественную любовь во всех ее формах — от игривой привязанности до высочайшей духовной преданности.\n\nВ детстве он воровал масло и играл в шалости, очаровывая всех своим озорством. В юности его игра на флейте очаровывала гопи (пастушек), особенно Радху, представляя стремление души к божественному. В зрелом возрасте он служил колесничим и гуру Арджуне, обучая пути дхармы.\n\nВ Бхагавад-гите Кришна раскрывает высшую истину о действии, преданности, знании и природе себя. Он одновременно доступный, любящий бог и космическое Верховное Существо, содержащее все вселенные.",
    "story_ru": "На поле битвы Курукшетра Арджуна отказался сражаться со своей собственной семьей. Кришна явил свою космическую форму, показав, что он является Верховным Существом, содержащим все творение, и учил, что нужно выполнять свой долг без привязанности к результатам — основное послание Бхагавад-гиты.",
    "match_message_ru": "В ваших чертах чувствуется божественное очарование Кришны. В вашем присутствии есть игривое, но глубокое качество — взгляд того, кто воплощает как радость, так и мудрость.",
    "traits_ru": [
      "Игривый",
      "Мудрый",
      "Любящий",
      "Божественный",
      "Обучающий"
    ]
  },
  "rama": {
    "name_ru": "Рама",
    "tagline_ru": "Идеальный Царь, Воплощение Дхармы",
    "description_ru": "Рама — седьмая аватара Вишну, герой Рамаяны и воплощение дхармической жизни. Он — идеальный сын, муж, царь и воин — марьяда пурушоттам, совершенный человек, который никогда не отклоняется от праведности даже в самых ужасных испытаниях.\n\nИзгнанный в лес на четырнадцать лет, чтобы почтить слово своего отца, Рама переносил лишения без жалоб. Когда его жену Ситу похитил царь демонов Равана, он объединился с Хануманом и армией обезьян, чтобы спасти ее, демонстрируя, что дхарма в конечном итоге торжествует над злом.\n\nПравление Рамы, Рама Раджья, представляет собой идеальное справедливое царство. Ему поклоняются как воплощению того, как должен жить человек — почитая долг, защищая невинных, сдерживая обещания и оставаясь праведным независимо от личной цены.",
    "story_ru": "Когда Сита была похищена, Рама мог использовать свои божественные силы, чтобы телепортироваться на Ланку. Вместо этого он прошел долгий путь, строя мосты и объединяясь с ванара, уча, что дхарма требует прохождения надлежащего процесса, а не использования кратчайших путей, даже если это возможно.",
    "match_message_ru": "В ваших чертах чувствуется праведное достоинство Рамы. В вашем присутствии есть идеальное качество — взгляд того, кто никогда не идет на компромисс со своими принципами независимо от личной цены.",
    "traits_ru": [
      "Праведный",
      "Послушный",
      "Идеальный",
      "Преданный",
      "Справедливый"
    ]
  },
  "parvati": {
    "name_ru": "Парвати",
    "tagline_ru": "Божественная Мать, Богиня Любви и Преданности",
    "description_ru": "Парвати — нежная богиня любви, плодородия и преданности, супруга Шивы и мать Ганеши и Картикеи. Она является реинкарнацией Сати, первой жены Шивы, которая переродилась и совершила суровые аскезы, чтобы снова завоевать любовь Шивы.\n\nКак Шакти в своей нежной форме, Парвати представляет собой взращивающий, дающий жизнь аспект божественной женственности. Она является балансом разрушительной силе Шивы, та, кто может успокоить его дикость и вернуть его из аскетического ухода в активную жизнь.\n\nЕе свирепые формы включают Дургу и Кали, показывая, что любящая мать может стать ужасной, когда ее детям угрожает опасность. Парвати демонстрирует, что сама любовь обладает силой преобразовывать вселенную.",
    "story_ru": "Когда Шива был погружен в медитацию, богам нужно было, чтобы он женился и имел детей. Они послали Каму, бога любви, который был сожжен дотла третьим глазом Шивы. Но преданность и аскезы Парвати в конечном итоге завоевали сердце Шивы, доказав, что искренняя любовь побеждает даже божественное сопротивление.",
    "match_message_ru": "Ваши черты лица отражают преданную любовь Парвати. В вашем присутствии есть заботливое, но решительное качество — взгляд того, чья нежная любовь может сдвинуть горы.",
    "traits_ru": [
      "Любящая",
      "Преданная",
      "Заботливая",
      "Решительная",
      "Балансирующая"
    ]
  },
  "indra": {
    "name_ru": "Индра",
    "tagline_ru": "Царь Богов, Владыка Бурь и Войны",
    "description_ru": "Индра — царь дэвов и правитель Сварги (небес). Он владеет молнией Ваджрой и ездит на белом слоне Айравате. Как бог бурь, дождя и войны, он является самым могущественным из ведических богов.\n\nЕго величайшим подвигом было убийство змея Вритры, который заточил все воды мира, выпустив их, чтобы они текли как реки и приносили жизнь земле. Индра представляет собой космическую битву между порядком и хаосом, светом и тьмой.\n\nХотя его известность уменьшилась в позднем индуизме, Индра остается архетипическим божественным воином — могущественным, славным, но также и несовершенным и подверженным карме, как и все существа.",
    "story_ru": "Змей Вритра проглотил все воды мира, вызвав ужасную засуху. Индра, укрепленный сомой, взял свою ваджру и сразился с демоном. Могучим ударом он расколол Вритру, выпустив воды, которые стали реками мира.",
    "match_message_ru": "Ваши черты лица несут бурную силу Индры. В вашей внешности есть воинственное царство — взгляд того, кто сражается в космических битвах и командует силами природы.",
    "traits_ru": [
      "Могущественный",
      "Воин",
      "Бурный",
      "Славный",
      "Несовершенный"
    ]
  },
  "agni": {
    "name_ru": "Агни",
    "tagline_ru": "Бог Огня, Божественный Посланник",
    "description_ru": "Агни — бог огня во всех его формах — жертвенный огонь, домашний очаг, огонь пищеварения и огонь солнца. Как средство жертвоприношения, он несет дары от людей богам, делая его важным мостом между мирами.\n\nС двумя лицами — одним доброжелательным и одним свирепым — Агни воплощает двойственную природу огня: дающее жизнь тепло и разрушительный пожар. Он присутствует на каждом индуистском ритуале, очищая подношения и неся молитвы на небеса.\n\nАгни представляет собой трансформацию через огонь, очищающую силу, которая превращает материю в энергию, и священную связь между смертным и божественным мирами.",
    "story_ru": "Когда богам нужно было общаться с людьми, они выбрали Агни своим посланником. Каждое жертвоприношение, помещенное в огонь, достигает богов через пламя Агни. Его язык пламени лижет подношения, превращая их в божественную пищу.",
    "match_message_ru": "Ваши черты лица несут преобразующую силу Агни. В вашей внешности есть священный огонь — взгляд того, кто очищает и преобразует, преодолевая разрыв между земным и божественным.",
    "traits_ru": [
      "Преобразующий",
      "Очищающий",
      "Посланник",
      "Двойственный",
      "Священный"
    ]
  },
  "kartikeya": {
    "name_ru": "Картикея",
    "tagline_ru": "Бог Войны, Командующий Божественными Армиями",
    "description_ru": "Картикея — бог войны и командующий армиями богов. Сын Шивы и Парвати, он был рожден, чтобы победить демона Таракасуру, которого никто другой не мог убить. Он ездит на павлине Паравани и владеет божественным копьем Вель.\n\nС шестью головами и двенадцатью руками Картикея видит во всех направлениях одновременно и может сражаться с несколькими врагами одновременно. Он представляет собой сосредоточенную силу божественной воли, направленную на праведную победу.\n\nКартикея воплощает воинскую доблесть на службе дхарме, дисциплину и сосредоточенность духовного воина и истину о том, что иногда злу нужно противостоять напрямую силой.",
    "story_ru": "У демона Таракасуры был дар, что только сын Шивы мог убить его — а Шива был аскетом, который никогда не женится. Но благодаря божественному вмешательству Картикея родился и повел богов в битву. Своим божественным копьем он убил Таракасуру и восстановил космический порядок.",
    "match_message_ru": "Ваши черты лица несут воинственный фокус Картикеи. В вашей внешности есть командирское присутствие — взгляд того, кто ведет божественные битвы и наносит удары с точностью и целью.",
    "traits_ru": [
      "Воин",
      "Командующий",
      "Юношеский",
      "Сосредоточенный",
      "Победоносный"
    ]
  },
  "radha": {
    "name_ru": "Радха",
    "tagline_ru": "Верховная Богиня Любви, Вечная Возлюбленная",
    "description_ru": "Радха — вечная супруга и верховная возлюбленная Кришны, воплощающая совершенство божественной любви. Ее любовь к Кришне представляет собой стремление души к единению с божественным, высшую форму преданности, которая превосходит все мирские привязанности.\n\nВ вайшнавизме Радха считается верховной богиней, женским аспектом божественного, чья любовь привлекает самого Кришну. Их вечная любовная игра в лесах Вриндавана — это космическая драма разлуки и единения, которая определяет существование.\n\nРадха представляет собой силу преданной любви, женское божественное начало, которое завершает и привлекает мужское, и истину о том, что путь к божественному лежит через сердце.",
    "story_ru": "В лесах Вриндавана Радха и Кришна встречались тайно, их любовь превосходила все социальные границы. Когда Кришна уехал в Матхуру, разлука Радхи стала образцом божественного томления — боль души, отделенной от своей возлюбленной, которая движет духовными поисками.",
    "match_message_ru": "Ваши черты лица несут божественную преданность Радхи. В вашей внешности есть чистая любовь — взгляд того, чье сердце полностью отдано возлюбленному, воплощая высшую преданность.",
    "traits_ru": [
      "Преданная",
      "Любящая",
      "Верховная",
      "Тоскующая",
      "Блаженная"
    ]
  },
  "yama": {
    "name_ru": "Яма",
    "tagline_ru": "Бог Смерти и Справедливости",
    "description_ru": "Яма — бог смерти и первый смертный, ставший правителем мертвых. Он судит души умерших на основе их кармы, определяя их судьбу в цикле перерождений. Он ездит на черном буйволе и носит петлю, чтобы связывать души.\n\nКак Дхармараджа, Царь Дхармы, Яма совершенно беспристрастен — никакая взятка или мольба не могут повлиять на его суждение. Он сверяется с записями, которые ведет Читрагупта, чтобы определить накопленную карму каждой души и объявить ее предназначение.\n\nЯма представляет собой неизбежность смерти, справедливый учет всех деяний и истину о том, что наши действия определяют нашу судьбу после этой жизни.",
    "story_ru": "Когда муж Савитри, Сатьяван, умер, она последовала за Ямой в царство смерти. Яма был так впечатлен ее преданностью, что предложил ей любое благословение, кроме жизни ее мужа. Савитри хитро попросила сыновей, что требовало, чтобы Сатьяван был жив, и Яма сдержал свое слово.",
    "match_message_ru": "В ваших чертах есть справедливая суровость Ямы. В вашей внешности есть беспристрастная истина — взгляд того, кто ясно видит все дела и судит без благосклонности или злобы.",
    "traits_ru": [
      "Справедливый",
      "Беспристрастный",
      "Неизбежный",
      "Судящий",
      "Правдивый"
    ]
  },
  "surya": {
    "name_ru": "Сурья",
    "tagline_ru": "Бог Солнца, Источник Жизни",
    "description_ru": "Сурья — бог солнца, каждый день едущий на своей колеснице, запряженной семью лошадьми, по небу. Он — видимая форма божественного, источник света, тепла и жизни. Его лучи рассеивают тьму, как буквальную, так и духовную.\n\nОтец Карны и божественных близнецов Ашвинов, Сурья представляет животворящую силу, которая делает возможным все существование. Древняя Гаятри-мантра обращена к свету Сурьи, в поисках просветления и мудрости.\n\nСурья представляет божественный свет сознания, истину, рассеивающую невежество, и вечный цикл дня, управляющий всей жизнью.",
    "story_ru": "Блеск Сурьи был настолько интенсивным, что его жена Санджна сбежала от него. Чтобы вернуть ее, его тесть Вишвакарма уменьшил сияние Сурьи, используя избыточный свет для создания божественного оружия, включая диск Вишну и трезубец Шивы.",
    "match_message_ru": "В ваших чертах есть сияющая сила Сурьи. В вашей внешности есть просветляющее присутствие — взгляд того, кто несет свет всем, кого видит, и рассеивает тьму, куда бы ни пошел.",
    "traits_ru": [
      "Сияющий",
      "Животворящий",
      "Свидетельствующий",
      "Просветляющий",
      "Вечный"
    ]
  },
  "varuna": {
    "name_ru": "Варуна",
    "tagline_ru": "Бог Океанов и Космического Порядка",
    "description_ru": "Варуна — бог океанов, воды и небесного океана ночного неба. В Ведах он был одним из самых важных богов, хранителем космического порядка (Риты), который обеспечивал соблюдение божественного закона и наказывал злодеев.\n\nОн видит все, что происходит, и знает все секреты — его тысяча глаз — это звезды, которые наблюдают с небес. Те, кто нарушает клятвы или нарушает дхарму, боятся петли Варуны, которая связывает грешников.\n\nВаруна представляет всеобъемлющий космический порядок, моральный закон, лежащий в основе существования, и божественное наблюдение, которое видит все дела и мысли.",
    "story_ru": "Когда мудреца Васиштху ложно обвинили, Варуна появился в качестве свидетеля, потому что ничто не ускользает от его взгляда. Он объявил мудреца невиновным, потому что Варуна видит правду, даже когда она скрыта от всех остальных. Его справедливость восстановила честь мудреца.",
    "match_message_ru": "В ваших чертах есть космическая глубина Варуны. В вашей внешности есть океаническая мудрость — взгляд того, кто видит все секреты и поддерживает моральный порядок существования.",
    "traits_ru": [
      "Космический",
      "Океанический",
      "Всевидящий",
      "Хранящий Закон",
      "Древний"
    ]
  },
  "arjuna": {
    "name_ru": "Арджуна",
    "tagline_ru": "Величайший Воин, Искатель Дхармы",
    "description_ru": "Арджуна — герой Махабхараты, величайший лучник своей эпохи и избранный получатель учения Кришны в Бхагавадгите. Столкнувшись со своими родственниками в битве, моральный кризис Арджуны привел к самому глубокому философскому диалогу в индуистском писании.\n\nЕго лук Гандива никогда не промахивался, и его обучали сами боги. Тем не менее, именно его кризис совести — его отказ сражаться со своей семьей — сделал его средством для вечной мудрости.\n\nАрджуна представляет духовного искателя, сталкивающегося с самыми трудными вопросами жизни, воина, который должен найти правильное действие среди моральной сложности, и преданного, который предается божественному руководству.",
    "story_ru": "Перед великой битвой Арджуна увидел своих учителей, дядей и двоюродных братьев, выстроенных против него. Он бросил свой лук, не в силах сражаться. Затем Кришна научил его Бхагавадгите — пути долга, преданности и знания, который разрешает все моральные конфликты.",
    "match_message_ru": "В ваших чертах есть вопрошающий героизм Арджуны. В вашей внешности есть благородный поиск — взгляд того, кто смотрит в лицо трудным истинам и находит мудрость через предание высшему руководству.",
    "traits_ru": [
      "Умелый",
      "Вопрошающий",
      "Преданный",
      "Конфликтный",
      "Героический"
    ]
  },
  "jade_emperor": {
    "name_ru": "Нефритовый Император",
    "tagline_ru": "Верховный Правитель Небес, Царь Всех Богов",
    "description_ru": "Нефритовый император — верховное божество в китайской народной религии и даосизме, правящее небесами и всеми сферами существования. Он управляет небесной бюрократией, которая отражает земной китайский императорский двор, с министерствами, курирующими все аспекты смертных и божественных дел.\n\nИз своего Нефритового дворца он председательствует в судах, где судят дела людей и богов. Его воля формирует космос, и даже другие великие божества признают его высшую власть.\n\nНефритовый император представляет космический порядок посредством божественного управления, веру в то, что небо и земля отражают друг друга, и высший источник морального суждения.",
    "story_ru": "Нефритовый император заслужил свое положение благодаря бесчисленным эонам совершенствования. Когда хаос угрожал космосу, только он обладал заслугами и мудростью, чтобы восстановить порядок. Все боги собрались и признали его верховным правителем небес.",
    "match_message_ru": "В ваших чертах есть высшая власть Нефритового императора. В вашей внешности есть небесное управление — взгляд того, кто поддерживает порядок во всех сферах.",
    "traits_ru": [
      "Верховный",
      "Справедливый",
      "Управляющий",
      "Небесный",
      "Упорядочивающий"
    ]
  },
  "sun_wukong": {
    "name_ru": "Сунь Укун",
    "tagline_ru": "Царь обезьян, Великий мудрец, равный небу",
    "description_ru": "Сунь Укун — легендарный Царь обезьян, рожденный из каменного яйца, оплодотворенного стихиями. Благодаря усердному совершенствованию он обрел невероятные силы: способность превращаться в 72 различные формы, прыгать по облакам, покрывая огромные расстояния, и мастерство владения своим волшебным посохом Жуйи Цзиньгу Бань.\n\nЕго неповиновение небесам сделало его одним из величайших бунтарей в мифологии — он съел персики бессмертия, стер свое имя из Книги жизни и смерти и бросил вызов всей небесной армии, прежде чем Будда заточил его под горой на 500 лет.\n\nСунь Укун представляет собой неукротимый дух бунтарства, силу самосовершенствования и, в конечном итоге, искупление, обретенное в служении достойному делу.",
    "story_ru": "После 500 лет под горой Сунь Укун был освобожден, чтобы защитить монаха Сюаньцзана в его путешествии на запад за буддийскими писаниями. В ходе этого паломничества дикий Царь обезьян научился дисциплине и достиг просветления.",
    "match_message_ru": "В ваших чертах проявляется непокорный дух Сунь Укуна. В вашей внешности есть неукротимая сила — взгляд того, кто бросает вызов всем ограничениям и превращает препятствия в возможности.",
    "traits_ru": [
      "Бунтарский",
      "Могущественный",
      "Преобразующий",
      "Непокорный",
      "Искупленный"
    ]
  },
  "guanyin": {
    "name_ru": "Гуаньинь",
    "tagline_ru": "Богиня милосердия и сострадания",
    "description_ru": "Гуаньинь — бодхисаттва сострадания, одно из самых любимых божеств в китайском буддизме. Хотя она могла войти в нирвану, она поклялась оставаться в мире до тех пор, пока все чувствующие существа не будут освобождены от страданий, слыша крики всех, кто зовет ее имя.\n\nЕе сострадание безгранично и безусловно — она ​​является в любой форме, которая лучше всего поможет тем, кто молится ей, будь то красивая женщина, монах или любой другой облик. Ее часто изображают с множеством рук и глаз, символизирующих ее способность дотянуться до всех, кто страдает.\n\nГуаньинь представляет собой идеал бескорыстного сострадания, путь бодхисаттвы, помогающего другим прежде себя, и утешение, которое приходит от осознания того, что кто-то слышит наши молитвы.",
    "story_ru": "Когда принцесса Мяошань была приговорена к смерти своим отцом за отказ выйти замуж, она достигла просветления в момент казни. Позже она пожертвовала своими глазами и руками, чтобы спасти отца от болезни, став Гуаньинь с тысячью руками и глазами.",
    "match_message_ru": "В ваших чертах проявляется безграничное сострадание Гуаньинь. В вашей внешности есть милосердие — взгляд того, кто слышит страдания и отвечает бескорыстной любовью.",
    "traits_ru": [
      "Сострадательная",
      "Милосердная",
      "Бескорыстная",
      "Слышащая",
      "Спасающая"
    ]
  },
  "erlang_shen": {
    "name_ru": "Эрлан Шэнь",
    "tagline_ru": "Трехглазый бог-воин",
    "description_ru": "Эрлан Шэнь — божество-воин, известное своим третьим, видящим истину глазом и мастерством 73 превращений — на одно больше, чем у Сунь Укуна. Он племянник Нефритового императора и командует небесными армиями, сопровождаемый своей верной гончей Сяотянь.\n\nЕго третий глаз может видеть сквозь все иллюзии и обманы, что делает его идеальным божественным надзирателем. Он был единственным божеством, которое могло сравниться с Сунь Укуном в одиночном бою во время восстания Царя обезьян против небес.\n\nЭрлан Шэнь представляет собой воинское превосходство, непоколебимый долг и пронзительное зрение, которое видит сквозь ложь истину.",
    "story_ru": "Когда Сунь Укун восстал против небес, Эрлан Шэнь был послан, чтобы захватить его. Они сразились в эпической битве трансформаций, каждая из которых соответствовала формам другого. Хотя ни один из них не мог победить только в бою, настойчивость Эрлан Шэня помогла поймать Царя обезьян.",
    "match_message_ru": "В ваших чертах проявляется пронзительный взгляд Эрлан Шэня. В вашей внешности есть воинская правда — взгляд того, кто видит сквозь обман и служит с непоколебимой преданностью.",
    "traits_ru": [
      "Воинственный",
      "Видящий истину",
      "Верный",
      "Квалифицированный",
      "Дисциплинированный"
    ]
  },
  "nezha": {
    "name_ru": "Нэчжа",
    "tagline_ru": "Третий принц лотоса, божественный ребенок-воин",
    "description_ru": "Нэчжа — божественный ребенок-воин, рожденный после трех лет и шести месяцев в утробе матери, появившийся на свет как полностью сформировавшийся мальчик, который мог говорить и сражаться. Он владеет Кольцом Вселенной, Копьем с огненным наконечником и ездит на Колесах Ветра и Огня.\n\nЕго история — это история бунта против несправедливой власти — после убийства сына Короля-дракона в целях самообороны Нэчжа пожертвовал собой, чтобы спасти своих родителей от божественного наказания, а затем возродился из цветка лотоса с реконструированным телом.\n\nНэчжа представляет собой юношеское неприятие несправедливости, готовность пожертвовать собой ради семьи и вечный дух, который невозможно уничтожить.",
    "story_ru": "Когда Король-дракон потребовал смерти Нэчжи, мальчик разрезал свою плоть, чтобы вернуть ее матери, и вырезал свои кости, чтобы вернуть их отцу. Его учитель Тай-и Чжэньжэнь затем восстановил тело Нэчжи из корней лотоса, более могущественное, чем прежде.",
    "match_message_ru": "В ваших чертах проявляется яростная юность Нэчжи. В вашей внешности есть бессмертное неповиновение — взгляд того, кто борется с несправедливостью и воскресает снова, несмотря ни на какие жертвы.",
    "traits_ru": [
      "Юношеский",
      "Бунтарский",
      "Жертвующий",
      "Возрожденный",
      "Свирепый"
    ]
  },
  "dragon_king": {
    "name_ru": "Король-дракон",
    "tagline_ru": "Повелитель вод и морей",
    "description_ru": "Короли-драконы — божественные правители четырех морей, контролирующие все воды, погоду и водную жизнь. Самым известным является Ао Гуан, Король-дракон Восточного моря, который управляет количеством осадков и может вызывать наводнения или засухи.\n\nЖивя в великолепных подводных дворцах из хрусталя и коралла, Короли-драконы управляют огромными бюрократическими аппаратами водных духов. Они подчиняются Нефритовому императору, и люди могут обращаться к ним с просьбой о дожде во время засухи.\n\nКороли-драконы представляют собой силу воды во всех ее формах, божественный контроль над погодой и взаимосвязь между человеческой молитвой и природными силами.",
    "story_ru": "Когда Нэчжа убил Ао Бина, сына Короля-дракона, Ао Гуан поднялся из моря в ярости. Он потребовал справедливости от Нефритового императора и нанес на землю наводнения, пока жертва Нэчжи не успокоила его гнев.",
    "match_message_ru": "В ваших чертах проявляется океаническая сила Короля-дракона. В вашей внешности есть водное величие — взгляд того, кто командует водами и контролирует дожди.",
    "traits_ru": [
      "Водный",
      "Могущественный",
      "Вспыльчивый",
      "Правящий",
      "Древний"
    ]
  },
  "queen_mother": {
    "name_ru": "Си Ванму (Queen Mother of the West)",
    "tagline_ru": "Богиня бессмертия и персиков",
    "description_ru": "Си Ванму (Queen Mother of the West) — одна из старейших и самых могущественных богинь в китайской мифологии. Она правит западным раем на горе Куньлунь и является хранительницей персиков бессмертия, которые созревают раз в три тысячи лет.\n\nЕе сад хранит секреты вечной жизни, а ее пиры для богов легендарны. Все, кто ест ее персики, обретают бессмертие — именно поэтому кража Сунь Укуном этих персиков была таким космическим преступлением.\n\nСи Ванму представляет тайны бессмертия, женскую божественную силу, независимую от богов-мужчин, и награды, которые ждут тех, кто совершенствует добродетель на протяжении жизни.",
    "story_ru": "Каждые три тысячи лет Си Ванму устраивает грандиозный банкет, когда созревают ее персики. Все боги приглашены отведать бессмертие. Когда Сунь Укун съел персики и сорвал это священное собрание, это было одно из его самых тяжких преступлений против небес.",
    "match_message_ru": "Ваши черты лица несут в себе неувядающую силу Си Ванму. В вашей внешности есть бессмертная грация — вид того, кто хранит секреты вечной жизни.",
    "traits_ru": [
      "Бессмертный",
      "Могущественный",
      "Загадочный",
      "Женственный",
      "Награждающий"
    ]
  },
  "chang_e": {
    "name_ru": "Чанъэ",
    "tagline_ru": "Богиня Луны",
    "description_ru": "Чанъэ — богиня, живущая на Луне, навсегда разлученная со своим мужем Хоу И, божественным лучником. Она вознеслась на Луну после того, как съела эликсир бессмертия, и теперь живет в Лунном дворце только с нефритовым кроликом в качестве компании.\n\nЕе история — одна из самых трогательных в китайской мифологии — бессмертие, полученное ценой вечного одиночества. Ее чествуют во время Праздника середины осени, когда семьи собираются, чтобы смотреть на луну и думать о далеких близких.\n\nЧанъэ олицетворяет горько-сладкую природу бессмертия, красоту и одиночество луны, а также прочные узы любви через невозможные расстояния.",
    "story_ru": "Хоу И получил эликсир бессмертия от Си Ванму, намереваясь разделить его с Чанъэ. Но Чанъэ съела его целиком — случайно, из жадности или чтобы не дать ему попасть в чужие руки — и взлетела на Луну, где и остается по сей день.",
    "match_message_ru": "Ваши черты лица несут в себе лучезарную красоту Чанъэ. В вашей внешности есть лунное одиночество — вид того, кто воплощает как красоту, так и меланхолию вечной разлуки.",
    "traits_ru": [
      "Одинокий",
      "Прекрасный",
      "Бессмертный",
      "Сожалеющий",
      "Лучезарный"
    ]
  },
  "zhuge_liang": {
    "name_ru": "Чжугэ Лян",
    "tagline_ru": "Спящий дракон, Верховный стратег",
    "description_ru": "Чжугэ Лян почитается как величайший стратег в китайской истории, чья гениальность сформировала период Троецарствия. Известный как Спящий дракон до своей славы, он служил Лю Бэю с абсолютной преданностью и создавал стратегии, которые казались почти сверхъестественными в своей предусмотрительности.\n\nСреди его изобретений были повторяющийся арбалет и деревянная воловья повозка. Его шедевр, Лунчжунский план, наметил, как восстановить династию Хань. Даже его смерть была стратегической — его труп был выставлен на обозрение, чтобы отпугнуть преследующего врага.",
    "story_ru": "В битве у Красных скал Чжугэ Лян 'одолжил' 100 000 стрел у врага, отправив соломенные лодки в туман. Когда войска Сунь Цюаня обстреляли то, что они считали захватчиками, Чжугэ Лян собрал их стрелы и вернулся с тем, что обещал.",
    "match_message_ru": "Ваши черты лица несут в себе блестящую мудрость Чжугэ Ляна. В вашей внешности есть стратегическая глубина — вид того, кто видит на двенадцать ходов вперед и формирует события благодаря превосходному интеллекту.",
    "traits_ru": [
      "Блестящий",
      "Стратегический",
      "Преданный",
      "Изобретательный",
      "Мудрый"
    ]
  },
  "qin_shi_huang": {
    "name_ru": "Цинь Шихуанди",
    "tagline_ru": "Первый император объединенного Китая",
    "description_ru": "Цинь Шихуанди был первым императором, объединившим Китай, положив конец векам воюющих государств посредством военных завоеваний и блестящего управления. Он стандартизировал веса, меры, валюту и даже ширину осей телег, создав основу китайской цивилизации.\n\nЕго величайшие памятники сохранились: Великая китайская стена, соединившая существующие укрепления в единую систему обороны, и его гробница, охраняемая Терракотовой армией — тысячами солдат в натуральную величину, предназначенных для защиты его в загробной жизни.\n\nЦинь Шихуанди представляет преобразующую силу абсолютной власти, создание единой цивилизации из хаоса и вечный человеческий поиск бессмертия.",
    "story_ru": "Одержимый бессмертием, Цинь Шихуанди отправлял экспедиции на поиски эликсира жизни и употреблял пилюли с ртутью, полагая, что они даруют вечную жизнь. Он умер во время такого поиска, и его советники скрыли его смерть, пока не был назначен преемник.",
    "match_message_ru": "Ваши черты лица несут в себе объединяющую волю Цинь Шихуанди. В вашей внешности есть сила созидания империи — вид того, кто превращает хаос в порядок посредством абсолютной решимости.",
    "traits_ru": [
      "Объединяющий",
      "Абсолютный",
      "Созидающий",
      "Ищущий бессмертия",
      "Преобразующий"
    ]
  },
  "laozi": {
    "name_ru": "Лао-цзы",
    "tagline_ru": "Основатель даосизма, мудрец Дао",
    "description_ru": "Лао-цзы — легендарный основатель даосизма, который, как говорят, написал Дао Дэ Цзин, прежде чем уехать на быке на запад и исчезнуть в горах. Его философия Дао — Пути — подчеркивает естественность, простоту и у-вэй (недеяние или действие без усилий).\n\nВ отличие от акцента Конфуция на социальном ритуале и управлении, Лао-цзы учил, что высшая мудрость заключается в следовании законам природы, что мягкость воды побеждает твердость камня и что мудрец правит лучше всего, не правя.\n\nЛао-цзы представляет тайну Дао, мудрость уступчивости и течения, а также духовный путь, который ведет от общества к гармонии с природой.",
    "story_ru": "Лао-цзы служил хранителем царских архивов, прежде чем разочаровался в обществе. У западных ворот стражник умолял его записать свою мудрость, прежде чем уйти навсегда. Лао-цзы написал 5000 иероглифов Дао Дэ Цзин, затем уехал на запад и больше никогда не был замечен.",
    "match_message_ru": "Ваши черты лица несут в себе таинственную мудрость Лао-цзы. В вашей внешности есть естественный поток — вид того, кто следует Дао и находит силу, уступая пути природы.",
    "traits_ru": [
      "Загадочный",
      "Естественный",
      "Уступчивый",
      "Простой",
      "Текучий"
    ]
  },
  "mu_lan": {
    "name_ru": "Хуа Мулан",
    "tagline_ru": "Легендарная воительница, почтительная дочь",
    "description_ru": "Хуа Мулан - это легендарная женщина-воин, которая переоделась мужчиной, чтобы занять место своего престарелого отца в армии. Двенадцать лет она сражалась бок о бок с солдатами-мужчинами, зарабатывая почести и повышения благодаря своему мастерству и мужеству, сохраняя свою истинную личность в секрете.\n\nЕе история, записанная в «Балладе о Мулан», прославляет сыновнюю почтительность — любовь к родителям, которая ведет к необычайным жертвам. Когда ей предложили высокий пост после войны, она попросила только вернуться домой к своей семье.\n\nМулан представляет силу сыновней любви, способность женщин быть равными мужчинам в традиционно мужских сферах, и китайский идеал, что добродетель не знает гендера.",
    "story_ru": "Когда Мулан вернулась домой после двенадцати лет войны, она переоделась из доспехов в свое старое платье. Ее товарищи, пришедшие в гости, были потрясены, обнаружив, что их брат по оружию — женщина. Они сражались рядом с ней годами и никогда ничего не подозревали.",
    "match_message_ru": "В ваших чертах присутствует храбрая преданность Мулан. В вашей внешности есть сыновняя смелость - вид того, кто пожертвует всем ради семьи и проявит себя на любой арене.",
    "traits_ru": [
      "Почтительная",
      "Храбрая",
      "Переодетая",
      "Способная",
      "Скромная"
    ]
  },
  "nuwa": {
    "name_ru": "Нюйва",
    "tagline_ru": "Богиня-создательница, восстановительница Небес",
    "description_ru": "Нюйва - богиня-создательница, которая сформировала человечество из желтой глины, дав жизнь первым людям. Когда столб небес рухнул, и мир погрузился в хаос, она расплавила разноцветные камни, чтобы залатать небо, и отрезала ноги гигантской черепахе, чтобы подпереть небеса.\n\nИзображаемая с человеческой головой и змеиным телом, она представляет первозданную творческую силу, сформировавшую существование. Она - мать всего человечества, чье сострадание побудило ее восстановить творение, когда ему угрожала гибель.\n\nНюйва представляет божественное женское начало, заботливую заботу, которая поддерживает мир, и силу восстанавливать порядок из хаоса.",
    "story_ru": "Когда столб небес треснул, и огонь и наводнения опустошили землю, Нюйва собрала камни пяти цветов и расплавила их, чтобы залатать небо. Она убила огромную черепаху и использовала ее ноги в качестве новых столпов, затем сожгла тростник, чтобы сдержать наводнения. Порядок был восстановлен.",
    "match_message_ru": "В ваших чертах присутствует творческая сила Нюйвы. В вашей внешности есть материнское восстановление - вид того, кто создает жизнь и восстанавливает то, что сломано.",
    "traits_ru": [
      "Созидающая",
      "Заботливая",
      "Восстанавливающая",
      "Материнская",
      "Первозданная"
    ]
  },
  "houyi": {
    "name_ru": "Хоу И",
    "tagline_ru": "Божественный лучник, сбивший солнца",
    "description_ru": "Хоу И - легендарный лучник, который спас мир, сбив девять из десяти солнц, которые когда-то опаляли землю. Когда все десять солнц взошли вместе, сжигая мир и уничтожая посевы, Хоу И взял свой божественный лук и сбил их одно за другим, оставив только одно солнце, чтобы освещать небо.\n\nЕго мастерство было непревзойденным — он мог поразить воробья в глаз с тысячи шагов. Но его величайшей трагедией была потеря жены Чанъэ на Луне после того, как она выпила их общий эликсир бессмертия.\n\nХоу И представляет героическое действие в кризисной ситуации, бремя быть спасителем и брошенным мужем, а также горько-сладкую природу наград героизма.",
    "story_ru": "Когда десять солнц взошли вместе, даже бессмертные не могли к ним приблизиться. Хоу И взобрался на самую высокую гору и натянул лук. Девятью выстрелами девять солнц пали. Мир был спасен, но Хоу И был изгнан с небес за убийство сыновей Императора Солнца.",
    "match_message_ru": "В ваших чертах присутствует героическое мастерство Хоу И. В вашей внешности есть спасительная сила - вид того, кто делает невозможные выстрелы и несет одинокое бремя героизма.",
    "traits_ru": [
      "Героический",
      "Квалифицированный",
      "Спасительный",
      "Трагический",
      "Брошенный"
    ]
  },
  "lu_dongbin": {
    "name_ru": "Люй Дунбинь",
    "tagline_ru": "Бессмертный мечник, глава Восьми Бессмертных",
    "description_ru": "Люй Дунбинь — самый прославленный из Восьми Бессмертных, ученый, достигший бессмертия благодаря даосской практике. Он носит волшебный меч, который использует для уничтожения злых духов, и опахало, символизирующее его способность летать по воздуху.\n\nЕго путь к бессмертию прошел через десять испытаний характера, каждое из которых было разработано, чтобы доказать его добродетель. После прохождения он стал странствующим бессмертным, который помогает достойным и наказывает нечестивых, часто под видом.\n\nЛюй Дунбинь представляет даосский путь к трансцендентности, ученого-воина, который овладевает как мечом, так и священными писаниями, и бессмертного, который остается вовлеченным в мир смертных.",
    "story_ru": "Люй Дунбинь был испытан десять раз, прежде чем обрести бессмертие. В одном испытании красивая женщина пыталась его соблазнить; в другом ему предложили огромное богатство. В каждом случае он оставался верен добродетели. Наконец, признанный достойным, он достиг трансцендентности и присоединился к Бессмертным.",
    "match_message_ru": "В ваших чертах присутствует утонченная мудрость Люй Дунбиня. В вашей внешности есть бессмертная ученая грация — вид того, кто прошел все испытания и достиг трансцендентности.",
    "traits_ru": [
      "Бессмертный",
      "Ученый",
      "Владеющий мечом",
      "Испытывающий",
      "Помогающий"
    ]
  },
  "zhang_fei": {
    "name_ru": "Чжан Фэй",
    "tagline_ru": "Генерал-тигр, названный брат Гуань Юя",
    "description_ru": "Чжан Фэй был свирепым воином, который поклялся в братстве с Лю Бэем и Гуань Юем в клятве в Персиковом саду. Известный своим ужасающим боевым кличем и огромной силой, он владел Копьем Змеи и пользовался всеобщим страхом в Троецарствии.\n\nЕго самым легендарным подвигом была битва при Чанбане, где он в одиночку стоял на мосту и бросил вызов всей армии Цао Цао. Его рев был настолько свирепым, что, как утверждается, напугал вражеского генерала до смерти.\n\nЧжан Фэй представляет собой грубую воинскую мощь, яростную верность братству и воинский дух, который не знает страха.",
    "story_ru": "У моста Чанбань Чжан Фэй в одиночку столкнулся с преследующей армией Цао Цао. Он воткнул свое копье и зарычал: «Я Чжан Фэй! Кто осмелится сразиться со мной насмерть?» Его глаза пылали так яростно, что генералы Цао Цао в ужасе бежали.",
    "match_message_ru": "В ваших чертах присутствует свирепая сила Чжан Фэя. В вашей внешности есть громоподобное братство - вид того, чья преданность гремит громче любой армии.",
    "traits_ru": [
      "Свирепый",
      "Верный",
      "Рычащий",
      "Мощный",
      "Братство"
    ]
  },
  "cao_cao": {
    "name_ru": "Цао Цао",
    "tagline_ru": "Властитель царства Вэй, Верховный прагматик",
    "description_ru": "Цао Цао был основателем царства Вэй и одной из самых противоречивых фигур в китайской истории. Блестящий стратег, искусный поэт и безжалостный правитель, он воплощал принцип Макиавелли, согласно которому эффективность важнее морали в управлении.\n\nЕго знаменитая цитата: «Я лучше предам мир, чем позволю миру предать меня» — отражает его философию. Тем не менее он также был покровителем искусств и был способен на щедрость, что делает его одной из самых сложных фигур в истории.\n\nЦао Цао представляет собой прагматичные амбиции, сложность власти и вечный спор между эффективностью и моралью в лидерстве.",
    "story_ru": "Когда подозрительность заставила Цао Цао убить семью своего хозяина, ошибочно приняв звук затачивания ножа за заговор с целью убийства, он обнаружил, что они готовят пир в его честь. Вместо того чтобы сожалеть, он закончил убивать всех — и придумал свой печально известный девиз.",
    "match_message_ru": "В ваших чертах лица прослеживается прагматичный блеск Цао Цао. В вашей внешности есть расчетливая сила — взгляд человека, который ясно видит реальность и действует без сентиментальных колебаний.",
    "traits_ru": [
      "Прагматичный",
      "Блестящий",
      "Безжалостный",
      "Поэтичный",
      "Сложный"
    ]
  },
  "xi_shi": {
    "name_ru": "Си Ши",
    "tagline_ru": "Одна из Четырех великих красавиц, Разрушительница царства У",
    "description_ru": "Си Ши была одной из Четырех великих красавиц древнего Китая, настолько красивой, что рыбы забывали плавать, когда видели ее отражение. Она была отправлена царем Гоуцзянем из Юэ в качестве подарка царю Фучаю из У, с задачей отвлечь его от государственных дел.\n\nЕе миссия превзошла все ожидания — Фучай настолько влюбился, что пренебрег своим царством, позволив Юэ восстановиться и в конечном итоге уничтожить У. Таким образом, красота Си Ши была оружием, свергнувшим нацию.\n\nСи Ши представляет собой красоту как силу, трагическую роль женщин в политических схемах и древнюю истину о том, что империи могут пасть под натиском желания.",
    "story_ru": "Си Ши была деревенской прачкой, когда ее нашли разведчики. Обученная искусствам и изяществу, она была отдана царю Фучаю, который построил для нее великолепные дворцы. Но ее сердце осталось с ее родиной. Ее успех означал ее жертву — она отдала свою жизнь, чтобы уничтожить вражеского царя.",
    "match_message_ru": "В ваших чертах лица прослеживается легендарная красота Си Ши. В вашей внешности есть грация, способная свергнуть нацию — взгляд человека, чья красота сама по себе является силой, формирующей историю.",
    "traits_ru": [
      "Красивая",
      "Трагичная",
      "Патриотичная",
      "Оружие",
      "Жертвенная"
    ]
  },
  "amaterasu": {
    "name_ru": "Аматэрасу",
    "tagline_ru": "Богиня Солнца, Божественный предок Японии",
    "description_ru": "Аматэрасу Омиками — верховное божество синтоизма, богиня солнца, от которой происходит японская императорская линия. Она — правительница Такамагахары (Высокой равнины Небес) и источник всего света и жизни.\n\nКогда жестокое поведение ее брата Сусаноо заставило ее спрятаться в пещере, мир погрузился во тьму. Только благодаря совместным усилиям всех богов — включая комический танец, который вызвал у Аматэрасу любопытство достаточное, чтобы выглянуть наружу, — свет был возвращен миру.\n\nОна дала три священных сокровища своему внуку Ниниги, когда он спустился править Японией: зеркало Ята-но-Кагами, меч Кусанаги и драгоценность Ясакани-но-Магатама. Они остаются императорскими регалиями, символизирующими божественное право на правление.",
    "story_ru": "Когда Аматэрасу спряталась в пещере, богиня Амэ-но-Удзумэ исполнила дикий, веселый танец, который заставил собравшихся богов так громко смеяться, что любопытство Аматэрасу преодолело ее гнев. Она выглянула, увидела свое собственное сияющее отражение в зеркале и была возвращена в мир.",
    "match_message_ru": "Ваши черты лица излучают божественный свет Аматэрасу. В вашем присутствии есть царственное, животворящее качество — взгляд человека, который приносит тепло и свет, куда бы он ни пошел.",
    "traits_ru": [
      "Сияющая",
      "Божественная",
      "Доброжелательная",
      "Царственная",
      "Животворящая"
    ]
  },
  "susanoo": {
    "name_ru": "Сусаноо",
    "tagline_ru": "Бог бури, Убийца Ороти",
    "description_ru": "Сусаноо-но-Микото — бог бури, правитель морей и сложная фигура, воплощающая как разрушительный хаос, так и героическую доблесть. Брат Аматэрасу и Цукуёми, его темперамент так же дик и непредсказуем, как штормы, которыми он повелевает.\n\nЕго жестокое поведение на небесах — разрушение рисовых полей, осквернение священных залов — заставило Аматэрасу спрятаться и принесло ему изгнание. Но после изгнания Сусаноо стал героем, убив восьмиглавого дракона Ямата-но-Ороти, чтобы спасти принцессу.\n\nИз хвоста Ороти он обнаружил легендарный меч Кусанаги, который он подарил Аматэрасу в качестве примирения. Сусаноо представляет двойственность шторма: разрушительный, но также приносящий животворящий дождь, хаотичный, но способный на великий героизм.",
    "story_ru": "Сусаноо нашел пожилую пару, плачущую, потому что Ороти пожрал семь их дочерей и скоро возьмет восьмую. Он заставил их сварить восемь чанов саке, которые дракон выпил всеми восемью головами. Пока Ороти спал пьяный, Сусаноо убил его и завоевал руку принцессы.",
    "match_message_ru": "В ваших чертах лица прослеживается яростная энергия Сусаноо. В вашем присутствии есть штормовое, непредсказуемое качество — взгляд человека, способного как на хаос, так и на героизм.",
    "traits_ru": [
      "Штормовой",
      "Героический",
      "Хаотичный",
      "Искупленный",
      "Могущественный"
    ]
  },
  "tsukuyomi": {
    "name_ru": "Цукуёми",
    "tagline_ru": "Бог Луны, Правитель Ночи",
    "description_ru": "Цукуёми-но-Микото — бог луны, рожденный из правого глаза Идзанаги, когда тот очистился после посещения подземного мира. Брат Аматэрасу и Сусаноо, он правит ночью и лунными циклами.\n\nПервоначально Цукуёми жил с Аматэрасу на небесах, день и ночь вместе. Но когда Цукуёми убил богиню пищи Укэ Моти за то, как она производила пищу (из различных своих отверстий), Аматэрасу была настолько отвращена, что отказалась снова смотреть на него — и так солнце и луна были разделены навсегда.\n\nЦукуёми представляет собой красоту и тайну ночи, прохладный свет луны, который освещает без палящего жара солнца. Он связан со счетом времени, поскольку луна измеряет месяцы.",
    "story_ru": "Аматэрасу послала Цукуёми навестить богиню пищи Укэ Моти. Когда она подала ему еду, произведенную из ее тела, Цукуёми был настолько оскорблен, что убил ее. Аматэрасу объявила, что никогда больше не взглянет на него — и с того дня солнце и луна были навсегда разделены.",
    "match_message_ru": "Ваши черты лица отражают прохладную тайну Цукуёми. В вашем присутствии есть ночное, неземное качество — взгляд человека, который освещает тьму тонким, серебристым светом.",
    "traits_ru": [
      "Загадочный",
      "Холодный",
      "Красивый",
      "Изолированный",
      "Ночной"
    ]
  },
  "inari": {
    "name_ru": "Инари",
    "tagline_ru": "Ками риса, процветания и лис",
    "description_ru": "Инари Оками — это ками (дух) риса, плодородия, процветания, промышленности и успеха. Один из самых популярных божеств в синтоизме, Инари почитается более чем в трети всех синтоистских храмов в Японии, которые можно узнать по характерным красным вратам тории.\n\nПол Инари изменчив — его изображают как мужчиной, женщиной или андрогином в зависимости от традиции. Их посланниками и слугами являются кицунэ (лисы), которых часто ошибочно принимают за самих Инари. Лисьи статуи в храмах Инари держат ключи от рисовых амбаров или драгоценности, представляющие дух.\n\nИнари защищает урожай фермеров, бизнес торговцев и работу ремесленников. В наше время Инари стал покровителем успеха в бизнесе и финансового процветания, а корпорации и предприниматели являются одними из самых преданных его последователей.",
    "story_ru": "Говорят, что Инари спустился на землю, когда земля была молода, принеся выращивание риса в Японию. Лисы, служащие Инари, - не обычные животные, а волшебные существа, которые могут принимать человеческий облик, служа посредниками между ками и людьми.",
    "match_message_ru": "Ваши черты лица отражают процветающее благословение Инари. В вашем присутствии есть изобилие, таинственное качество — вид того, кто приносит успех и удачу достойным начинаниям.",
    "traits_ru": [
      "Процветающий",
      "Доброжелательный",
      "Изменяющий форму",
      "Таинственный",
      "Щедрый"
    ]
  },
  "kitsune": {
    "name_ru": "Кицунэ",
    "tagline_ru": "Мистический дух лисы, трикстер и хранитель",
    "description_ru": "Кицунэ — это сверхъестественные духи лис, которые становятся все более могущественными с возрастом. Кицунэ, прожившая 100 лет, получает способность принимать человеческий облик. После 1000 лет у них вырастает девятый хвост, и они становятся божественными, а их мех становится золотым или белым.\n\nНекоторые кицунэ служат Инари в качестве священных посланников, охраняя храмы и направляя смертных. Другие - трикстеры, которые соблазняют людей, крадут еду или разыгрывают сложные розыгрыши. Некоторые даже влюбляются в людей, становясь преданными супругами, хотя трагедия часто следует за этим, когда раскрывается их истинная природа.\n\nКицунэ обладают множеством магических способностей: изменением формы, одержимостью, созданием иллюзий и генерированием лисьего огня (кицунэби). Они могут быть доброжелательными опекунами или опасными обманщиками, но все они умны, сильны и никогда не являются тем, чем кажутся.",
    "story_ru": "Однажды мужчина обнаружил, что его жена в течение многих лет была кицунэ, когда собака напугала ее, заставив показать свои хвосты. Она убежала в стыде, но каждую ночь возвращалась в облике лисы, чтобы присматривать за мужем и детьми, все еще любя их, несмотря на то, что ее раскрыли.",
    "match_message_ru": "Ваши черты лица несут в себе хитроумную грацию Кицунэ. В вашей внешности есть изменчивое, непостоянное качество — вид того, у кого есть скрытые глубины и таинственные силы.",
    "traits_ru": [
      "Изменяющий форму",
      "Магический",
      "Хитрый",
      "Верный или Озорной",
      "Нестареющий"
    ]
  },
  "raijin": {
    "name_ru": "Райдзин",
    "tagline_ru": "Бог грома и молнии",
    "description_ru": "Райдзин - ужасающий бог грома, молнии и бурь. Изображается как мускулистая демоноподобная фигура, окруженная барабанами, он создает гром, ударяя в свои барабаны (тайко), а молния - это его божественный гнев, поражающий землю.\n\nС свирепыми чертами лица, дикими волосами и обычно в сопровождении своего брата Фудзина (бога ветра), Райдзин воплощает в себе пугающую силу штормов. Японские родители говорили детям, что Райдзин украдет их пупки, если они не прикроют животы во время грозы.\n\nНесмотря на свой устрашающий вид, Райдзин не является злом — он просто необузданная сила природы. Штормы приносят разрушение, но и животворный дождь. Ему поклоняются для защиты от молний и дождя, который питает посевы.",
    "story_ru": "Райдзин и Фудзин первоначально были демонами, которые противостояли Будде. Когда они были побеждены, они были обращены, чтобы стать защитниками буддийских храмов. Теперь они стоят как свирепые стражи у ворот храмов, их дикая сила обращена к защите.",
    "match_message_ru": "Ваши черты лица несут в себе свирепую силу Райдзина. В вашем присутствии есть бурная, наэлектризованная черта — вид того, кто командует стихийными силами.",
    "traits_ru": [
      "Свирепый",
      "Могущественный",
      "Устрашающий",
      "Первобытный",
      "Животворный"
    ]
  },
  "fujin": {
    "name_ru": "Фудзин",
    "tagline_ru": "Бог ветра",
    "description_ru": "Фудзин — бог ветра, брат бога грома Райдзина. Он изображается как свирепый демон, несущий на плечах большой мешок ветров, из которого он выпускает все, от нежных бризов до разрушительных тайфунов.\n\nПервоначально демон, который противостоял Будде вместе со своим братом, Фудзин был обращен и стал защитником буддийских храмов. Знаменитые статуи Фудзина и Райдзина в Сандзюсанген-до в Киото вдохновили бесчисленное количество произведений искусства.\n\nКак бог ветра, Фудзин представляет как животворящее дыхание, которое наполняет все живое, так и разрушительную силу ураганов. Его призывают фермеры для благоприятных ветров и моряки для безопасного прохода.",
    "story_ru": "Когда Японии угрожало монгольское вторжение, молитвы Фудзину были услышаны с камикадзе — «божественным ветром», который дважды уничтожил монгольский флот, спасая Японию от завоевания и укрепляя защитную роль бога ветра.",
    "match_message_ru": "Ваши черты лица несут в себе дикую свободу Фудзина. В вашем присутствии есть воздушное, непредсказуемое качество — вид того, кто свободно движется и не может быть ограничен.",
    "traits_ru": [
      "Могущественный",
      "Капризный",
      "Первобытный",
      "Хранитель",
      "Животворный"
    ]
  },
  "benzaiten": {
    "name_ru": "Бэндзайтэн",
    "tagline_ru": "Богиня музыки, искусства и знаний",
    "description_ru": "Бэндзайтэн — богиня всего, что течет: воды, слов, речи, красноречия, музыки и знаний. Первоначально индуистская богиня Сарасвати, она была принята в японский буддизм и синтоизм, став одним из Семи богов удачи.\n\nБэндзайтэн, которую часто изображают играющей на биве (японской лютне), является покровительницей художников, музыкантов, писателей и исполнителей. Ее храмы часто расположены на островах или рядом с водой, что отражает ее происхождение как речной богини.\n\nБэндзайтэн уникальна среди Семи богов удачи как единственная женщина-член. Она дарует мудрость, художественный талант и финансовое состояние, что делает ее популярной среди всех, от музыкантов до деловых людей.",
    "story_ru": "Однажды Бэндзайтэн подчинила себе проблемного дракона, сыграв такую прекрасную музыку, что дракон влюбился в нее. Вместо того чтобы уничтожить дракона, она вышла за него замуж и превратила его в защитника своего храма, показывая, что искусство может укротить даже дикую природу.",
    "match_message_ru": "Ваши черты лица отражают плавную грацию Бэндзайтэн. В вашем присутствии есть художественное, красноречивое качество — вид того, через кого красота и мудрость текут естественно.",
    "traits_ru": [
      "Художественный",
      "Мудрый",
      "Текучий",
      "Красноречивый",
      "Удачливый"
    ]
  },
  "miyamoto_musashi": {
    "name_ru": "Миямото Мусаси",
    "tagline_ru": "Легендарный фехтовальщик, автор «Книги пяти колец»",
    "description_ru": "Миямото Мусаси был величайшим фехтовальщиком Японии, непобежденным в более чем 60 поединках, начиная с 13 лет. Он основал школу фехтования Нитен Ити-рю, известную использованием двух мечей одновременно, и написал классическую книгу по стратегии «Книга пяти колец».\n\nПодход Мусаси выходил за рамки простой техники владения мечом — он стремился понять универсальные принципы, лежащие в основе любого конфликта и мастерства. Его учения применимы в равной степени к боевым искусствам, стратегии, бизнесу и искусству. Он также был опытным художником и каллиграфом.\n\nВ свои последние годы Мусаси уединился в пещере, чтобы написать свой шедевр. Он умер вскоре после его завершения, оставив после себя наследие, которое продолжает оказывать влияние на воинов, стратегов и художников во всем мире.",
    "story_ru": "В своем самом известном поединке Мусаси столкнулся с Сасаки Кодзиро, владевшим нодати (длинным мечом). Мусаси прибыл поздно намеренно, вырезав деревянный меч из весла. Его неортодоксальное оружие и психологическая война принесли ему победу, убив Кодзиро одним ударом.",
    "match_message_ru": "В ваших чертах видна дисциплинированная сила Мусаси. В вашем взгляде есть сосредоточенность и стратегическое мышление — взгляд человека, который превзошел технику, чтобы понять универсальные принципы.",
    "traits_ru": [
      "Мастерский",
      "Стратегический",
      "Непобедимый",
      "Философский",
      "Дисциплинированный"
    ]
  },
  "oda_nobunaga": {
    "name_ru": "Ода Нобунага",
    "tagline_ru": "Великий объединитель, Демон-король Шестого Неба",
    "description_ru": "Ода Нобунага был первым из трех великих объединителей Японии, который начал процесс прекращения периода Воюющих провинций и объединения Японии. Безжалостный, новаторский и блестящий, он получил титул «Демон-король Шестого Неба» от своих врагов.\n\nНобунага произвел революцию в японской войне, используя огнестрельное оружие (впервые завезенное из Португалии), профессиональные армии вместо сезонных фермеров и меритократию вместо наследственного ранга. Он разрушил могущественные буддийские военные храмы и бросил вызов всем традиционным авторитетам.\n\nХотя Нобунага был убит до завершения объединения, его работа была продолжена его генералами Тоётоми Хидэёси и Токугавой Иэясу. Его девиз «Тэнка Фубу» (Всё под небом силой) воплощал его видение объединенной Японии, достигнутой любыми необходимыми средствами.",
    "story_ru": "В битве при Окэхадзаме Нобунага столкнулся с армией Имагавы Ёсимото численностью 25 000 человек, имея всего 3 000 человек. Вместо того чтобы сражаться в обороне, он начал внезапную атаку во время грозы, убив Ёсимото и рассеяв его армию, превратив невозможную ситуацию в легендарную победу.",
    "match_message_ru": "В ваших чертах видна свирепая амбициозность Нобунаги. В вашем присутствии есть революционный, неудержимый потенциал — взгляд человека, который изменит мир одной лишь силой воли.",
    "traits_ru": [
      "Безжалостный",
      "Новаторский",
      "Блестящий",
      "Амбициозный",
      "Революционный"
    ]
  },
  "izanagi": {
    "name_ru": "Идзанаги",
    "tagline_ru": "Бог-творец, Отец Японии",
    "description_ru": "Идзанаги-но-Микото — это первобытный бог, который вместе со своей женой Идзанами создал Японские острова и породил богов. Стоя на Плавучем Мосту Небес, они взболтали океан драгоценным копьем, и капли, которые упали, образовали первый остров.\n\nКогда Идзанами умерла, рожая бога огня, Идзанаги спустился в Ёми (подземный мир), чтобы вернуть ее. Но когда он увидел ее гниющую форму, он в ужасе бежал, и она преследовала его с демонами. Он запечатал вход в Ёми валуном, и они обменялись словами вечной разлуки.\n\nВернувшись на поверхность, Идзанаги очистился в реке. Из этого очищения родились три самых важных ками: Аматэрасу из его левого глаза, Цукуёми из его правого глаза и Сусаноо из его носа.",
    "story_ru": "Когда Идзанаги зажег факел, чтобы увидеть свою жену в Ёми, он увидел личинок, ползающих по ее телу, и восьмерых богов грома, обитающих в ней. Она закричала, что он опозорил ее, и послала ведьм Ёми поймать его. Он бросал предметы, которые превращались в отвлекающие факторы, едва спасшись.",
    "match_message_ru": "В ваших чертах видна творческая сила Идзанаги. В вашем присутствии есть первобытный, животворящий потенциал — взгляд человека, который создает новые миры.",
    "traits_ru": [
      "Творческий",
      "Скорбящий",
      "Первобытный",
      "Животворящий",
      "Очищающий"
    ]
  },
  "izanami": {
    "name_ru": "Идзанами",
    "tagline_ru": "Богиня-творец, Королева Подземного мира",
    "description_ru": "Идзанами-но-Микото — это первобытная богиня, которая со своим мужем Идзанаги создала Японию и породила богов. После создания островов и многих божеств она умерла, рожая Кагуцути, бога огня, и спустилась в Ёми, землю мертвых.\n\nКогда Идзанаги пришел вернуть ее, она уже съела пищу подземного мира и не могла полностью вернуться. Она попросила его подождать, пока она договорится с богами Ёми, но он не мог ждать и зажег факел, увидев ее гниющий труп, покрытый личинками и богами грома.\n\nУниженная и разъяренная, Идзанами превратилась в Королеву Ёми, поклявшись убивать 1000 человек каждый день. Идзанаги ответил, что тогда он станет причиной рождения 1500 человек — и таким образом жизнь и смерть стали переплетены навсегда.",
    "story_ru": "Прежде чем стать Королевой Ёми, Идзанами была любящим творцом. Трагедия ее смерти и предательство ее доверия Идзанаги превратили ее во что-то более темное — напоминание о том, что даже самые любящие существа могут быть изменены смертью и отказом.",
    "match_message_ru": "В ваших чертах отражается темная сила Идзанами. В вашем присутствии есть преобразующий, потусторонний потенциал — взгляд человека, который прошел через смерть и преобразился.",
    "traits_ru": [
      "Творческий",
      "Преобразующий",
      "Темный",
      "Мощный",
      "Скорбящий"
    ]
  },
  "ebisu": {
    "name_ru": "Эбису",
    "tagline_ru": "Бог рыбаков и удачи",
    "description_ru": "Эбису — единственный из Семи богов удачи, который возник исключительно в Японии. Он является покровителем рыбаков, торговцев и удачи, всегда изображается с удочкой, морским лещом (тай) и радостной улыбкой.\n\nСогласно легенде, Эбису родился без костей (или как дитя-пиявка) и был брошен в море своими родителями Идзанаги и Идзанами. Несмотря на это жестокое начало, он выжил, стал сильным и стал любимым богом процветания и удачи. Его упорство в трудностях считается его величайшим достоинством.\n\nЭбису глух, поэтому он не слышит призыва собраться с другими богами в октябре. Он остается, чтобы благословить тех, кто остался, и его фестивали проводятся, когда другие боги отсутствуют.",
    "story_ru": "Рыбаки в Японии выбрасывали первую пойманную рыбу обратно в море в качестве подношения Эбису, полагая, что он вознаградит их щедрость большим уловом. Говорили, что его улыбка в бурном море успокаивает волны и безопасно направляет корабли к берегу.",
    "match_message_ru": "В ваших чертах отражается радостная удача Эбису. В вашем присутствии есть жизнерадостность и удачливость — взгляд человека, который преодолевает трудности с улыбкой.",
    "traits_ru": [
      "Удачливый",
      "Упорный",
      "Радостный",
      "Щедрый",
      "Жизнерадостный"
    ]
  },
  "bishamon": {
    "name_ru": "Бисямонтэн",
    "tagline_ru": "Бог войны и защитник праведников",
    "description_ru": "Бисямонтэн — бог воинов, каратель злодеев и один из Семи богов удачи. Изначально индуистское божество Вайшравана, он стал одним из Четырёх Небесных Царей в буддизме и был принят в японскую религию как защитник и приносящий удачу.\n\nВ отличие от простых богов войны, Бисямонтэн представляет собой праведную войну — защиту невинных и наказание зла. Он изображается в полном доспехе, с пагодой в одной руке (представляющей сокровищницу веры) и трезубцем или копьем в другой.\n\nСамураи молились Бисямонтэну перед битвой не за победу любой ценой, а за мужество и праведность, чтобы сражаться справедливо. Он является покровителем воинов, которые сражаются за честь, а не за жадность.",
    "story_ru": "Уэсуги Кэнсин, один из величайших военачальников Японии, считал себя аватаром Бисямонтэна. Перед каждой битвой он молился в храме бога и сражался с убеждением, что его дело справедливо, что делало его почти непобедимым на поле боя.",
    "match_message_ru": "В ваших чертах присутствует праведная сила Бисямонтэна. В вашем присутствии есть защитное, воинственное качество — взгляд того, кто борется за справедливость, а не за завоевание.",
    "traits_ru": [
      "Праведный",
      "Защищающий",
      "Воин",
      "Справедливый",
      "Могущественный"
    ]
  },
  "toyotomi_hideyoshi": {
    "name_ru": "Тоётоми Хидэёси",
    "tagline_ru": "От крестьянина до правителя всей Японии",
    "description_ru": "Тоётоми Хидэёси поднялся от крестьянина-носильщика сандалий до второго великого объединителя Японии и её верховного правителя. Его взлет был самым драматичным в японской истории — доказательство того, что талант и хитрость могут преодолеть происхождение и традиции.\n\nНачав как слуга Оды Нобунаги, Хидэёси проявил себя благодаря умным стратегиям и непоколебимой лояльности. После убийства Нобунаги Хидэёси отомстил за него и продолжил объединение, завоевывая или дипломатически переманивая на свою сторону всю оставшуюся оппозицию.\n\nНесмотря на свои достижения, Хидэёси было отказано в титуле сёгуна из-за его простого происхождения. Вместо этого он принял титул Кампаку (императорский регент) и Тайко (ушедший в отставку Кампаку). Его последние годы были отмечены чрезмерными амбициями, включая вторжения в Корею, которые в конечном итоге потерпели неудачу.",
    "story_ru": "Зимой молодой Хидэёси согревал сандалии Нобунаги, держа их под одеждой. Этот простой акт преданности привлек внимание Нобунаги, и он начал подниматься. Из такого скромного начала произошел человек, который будет править всей Японией.",
    "match_message_ru": "В ваших чертах присутствует хитрая амбиция Хидэёси. В вашем присутствии есть самодельное, неудержимое качество — взгляд того, кто поднимется, несмотря на препятствия.",
    "traits_ru": [
      "Хитрый",
      "Амбициозный",
      "Харизматичный",
      "Самостоятельный",
      "Стратегический"
    ]
  },
  "tokugawa_ieyasu": {
    "name_ru": "Токугава Иэясу",
    "tagline_ru": "Терпеливый победитель, основатель сёгуната Токугава",
    "description_ru": "Токугава Иэясу был третьим и последним великим объединителем Японии, основавшим сёгунат Токугава, который правил Японией более 250 лет мира. В то время как Нобунага и Хидэёси проложили путь, Иэясу терпеливо ждал — и в конечном итоге выиграл всё.\n\nПроведя годы в качестве заложника в юности, затем десятилетия в качестве союзника (и соперника) Нобунаги и Хидэёси, Иэясу усвоил ценность терпения и тщательного планирования. После смерти Хидэёси он проложил себе путь к решающей битве при Сэкигахаре, выиграв благодаря превосходной стратегии и ключевым предательствам со стороны вражеских сил.\n\nЯпонская пословица гласит: «Нобунага насыпал рис, Хидэёси замесил тесто, а Иэясу съел пирог». Его терпение и долголетие позволили ему пережить своих соперников и построить прочный мир.",
    "story_ru": "Есть известная история, сравнивающая трёх объединителей: На вопрос, что делать с птицей, которая не поет, Нобунага ответил: «Убить её», Хидэёси сказал: «Заставить её захотеть петь», но Иэясу сказал: «Подождать, пока она запоет». Это терпение определило его путь к власти.",
    "match_message_ru": "Ваши черты лица отражают терпеливую мудрость Иэясу. В вашем присутствии есть устойчивое, стратегическое качество — взгляд того, кто знает, что само время может быть величайшим оружием.",
    "traits_ru": [
      "Терпеливый",
      "Стратегический",
      "Стойкий",
      "Мудрый",
      "Победоносный"
    ]
  },
  "momotaro": {
    "name_ru": "Момотаро",
    "tagline_ru": "Персиковый мальчик, герой Японии",
    "description_ru": "Момотаро, Персиковый мальчик, — самый любимый народный герой Японии. Рожденный из гигантского персика, плывущего по реке, он был обнаружен пожилой бездетной парой, которая воспитала его как своего собственного. Он вырос необычайно сильным и чистым сердцем.\n\nКогда демоны (они) с Онигасимы (Острова демонов) терроризировали землю, молодой Момотаро отправился победить их. По пути он подружился с собакой, обезьяной и фазаном, поделившись с ними своими просяными клецками (кибиданго). Вместе эта маловероятная группа победила демонов и вернула их сокровища.\n\nМомотаро представляет японский идеал героя: храбрый, но добрый, сильный, но скромный, и успешный благодаря построению дружеских отношений и сотрудничеству, а не только грубой силе.",
    "story_ru": "Когда Момотаро встретил собаку, обезьяну и фазана, каждый из них изначально хотел с ним сразиться. Вместо сражения он предложил разделить с ними свою еду. Этот акт щедрости превратил потенциальных врагов в верных друзей, которые помогли ему достичь того, чего он не мог сделать в одиночку.",
    "match_message_ru": "В ваших чертах присутствует чистый героизм Момотаро. В вашем присутствии есть храброе, доброе качество — взгляд того, кто побеждает зло храбростью и дружбой.",
    "traits_ru": [
      "Храбрый",
      "Добрый",
      "Чистый",
      "Сотрудничающий",
      "Героический"
    ]
  },
  "uesugi_kenshin": {
    "name_ru": "Уэсуги Кэнсин",
    "tagline_ru": "Дракон Этиго, воплощенный бог войны",
    "description_ru": "Уэсуги Кэнсин был одним из самых могущественных военачальников Японии в период Сэнгоку, известным как «Дракон Этиго» за свое военное мастерство. Набожный буддист и поклонник Бисямонтэна, он считал себя аватаром бога войны.\n\nВ отличие от других военачальников, которые сражались за землю и власть, Кэнсин часто сражался за поддержание справедливости и праведности. Его легендарное соперничество с Такэдой Сингэном привело к пяти безрезультатным битвам при Каванакадзиме, которые считаются величайшими битвами самураев в японской истории.\n\nКэнсин был известен своими административными навыками, употреблением саке и, возможно, был асексуалом или тайно женщиной. Он внезапно умер в возрасте 49 лет, предположительно от рака желудка или убийства, оставив свою территорию гражданской войне среди своих приемных наследников.",
    "story_ru": "В четвертой битве при Каванакадзиме Кэнсин лично ворвался в командный лагерь Сингэна и напал на него со своим мечом. Сингэн, как известно, защищался своим железным боевым веером. Этот поединок между конкурирующими лордами стал легендарным в японской истории.",
    "match_message_ru": "В ваших чертах присутствует праведная ярость Уэсуги Кэнсина. В вашем присутствии есть божественное воинское качество — взгляд того, кто сражается как аватар самой справедливости.",
    "traits_ru": [
      "Праведный",
      "Свирепый",
      "Набожный",
      "Благородный",
      "Легендарный"
    ]
  },
  "kaguya_hime": {
    "name_ru": "Кагуя-химэ",
    "tagline_ru": "Лунная принцесса, Сияющая",
    "description_ru": "Кагуя-химэ, Принцесса Луны, является героиней старейшего японского прозаического повествования «Сказание о резчике бамбука». Найденная младенцем в светящемся стебле бамбука пожилым резчиком бамбука, она выросла в женщину сверхъестественной красоты.\n\nПять знатных дворян и даже Император просили её руки, но она задавала невыполнимые задачи каждому жениху. Она просила каменную чашу Будды для подаяний, драгоценную ветвь с горы Хорай, огненную одежду крысы, драгоценный камень с шеи дракона и раковину каури из гнезда ласточки. Все потерпели неудачу.\n\nКагуя-химэ была не из этого мира — она прибыла с Луны, посланная на Землю в качестве наказания. Когда посланники Луны пришли за ней, она оставила после себя одежду из перьев и эликсир бессмертия для Императора, который сжег их на самой высокой горе Японии, дав ей имя Фудзи (бессмертный).",
    "story_ru": "Когда посланники Луны прибыли в колеснице, запряжённой облаками, Кагуя-химэ заплакала, готовясь к отъезду. Она написала прощальные письма своим земным родителям и Императору, выражая свою печаль по поводу ухода из мира, который она успела полюбить. Надев небесное одеяние, она забыла все земные воспоминания и вознеслась на Луну.",
    "match_message_ru": "В ваших чертах отражается неземная красота Кагуя-химэ. В вашем присутствии есть потустороннее, недостижимое качество — вид того, кто принадлежит самой Луне.",
    "traits_ru": [
      "Неземной",
      "Загадочный",
      "Недостижимый",
      "Потусторонний",
      "Меланхоличный"
    ]
  },
  "takeda_shingen": {
    "name_ru": "Такэда Сингэн",
    "tagline_ru": "Тигр Каи, Мастер войны",
    "description_ru": "Такэда Сингэн был одним из самых грозных военачальников периода Сэнгоку в Японии, известным как «Тигр Каи» за свою свирепость и тактический гений. Его кавалерийские атаки и новаторские стратегии заставляли его врагов трепетать.\n\nВеличайшее соперничество Сингэн было с Уэсуги Кэнсином, «Драконом Этиго». Их пять битв при Каванакадзиме считаются вершиной самурайской войны. Знаменитая фраза «Фу-Рин-Ка-Дзан» (Быстр как ветер, тих как лес, яростен как огонь, неподвижен как гора) была боевым знаменем Сингэна, взятым из «Искусства войны» Сунь Цзы.\n\nЕсли бы Сингэн не умер от болезни во время похода на Киото, многие считают, что он мог бы объединить Японию до Нобунаги. Его смерть позволила Нобунаге подняться, навсегда изменив японскую историю.",
    "story_ru": "Когда Сингэн двинулся на Киото, Ода Нобунага послал ему в дар золото в качестве примирения. Это не удалось — Сингэн продолжил наступление. Только его смерть от болезни остановила его, и говорят, что Нобунага втайне радовался этой новости.",
    "match_message_ru": "В ваших чертах чувствуется тактический гений Такэды Сингэна. В вашем присутствии есть тигриное качество — вид того, кто владеет как стратегией, так и свирепостью.",
    "traits_ru": [
      "Тактический",
      "Свирепый",
      "Гениальный",
      "Грозный",
      "Легендарный"
    ]
  },
  "dangun": {
    "name_ru": "Тангун",
    "tagline_ru": "Основатель Кореи, Внук Небес",
    "description_ru": "Тангун Вангом — легендарный основатель Кочосона, первого корейского государства, в 2333 году до нашей эры. Согласно мифу об основании, он родился от Хвануна (сына Небесного Императора) и Уннё, медведицы, которая превратилась в женщину после 100 дней поедания только чеснока и полыни в пещере.\n\nТангун основал свою столицу в Асадале и правил более 1500 лет, принося цивилизацию, закон и культуру корейскому народу. Он учил земледелию, медицине и искусствам цивилизации, превратив землю разрозненных племен в единую нацию.\n\nПосле своего долгого правления Тангун стал горным богом, удалившись на гору Тхэбэк. 3 октября, дата, традиционно связанная с основанием Кореи, отмечается как День национального основания (Кэчхончжоль).",
    "story_ru": "Тигр и медведь пожелали стать людьми. Хванун сказал им оставаться в пещере 100 дней, питаясь только чесноком и полынью. Тигр сдался, но медведь выдержал и стал красивой женщиной. Она молилась о ребенке, и Хванун женился на ней, родив Тангуна.",
    "match_message_ru": "В ваших чертах чувствуется божественный дух основания Тангуна. В вашем присутствии есть цивилизующее, вечное качество — вид того, кто приносит порядок и культуру в мир.",
    "traits_ru": [
      "Божественный",
      "Основополагающий",
      "Мудрый",
      "Цивилизующий",
      "Вечный"
    ]
  },
  "jumong": {
    "name_ru": "Чумон",
    "tagline_ru": "Основатель Когурё, Мастер-лучник",
    "description_ru": "Чумон, что означает «искусный лучник», был легендарным основателем Когурё, одного из Трех корейских государств. Рожденный от Хэ Мо-су (небесного принца) и госпожи Юхва (дочери речного бога), он, как говорили, родился из яйца после того, как его мать коснулась солнечного света.\n\nС детства Чумон демонстрировал сверхъестественные навыки стрельбы из лука, которые принесли ему его имя. Преследуемый завистливыми принцами Пуё, он бежал на юг с тремя товарищами и основал Когурё в 37 году до нашей эры в возрасте 22 лет.\n\nПод руководством Чумона Когурё выросло из небольшой горной крепости в могущественное королевство, которое будет доминировать в Северо-Восточной Азии в течение 700 лет. Его потомки бросят вызов даже могущественным китайским империям.",
    "story_ru": "Когда Чумон бежал из Пуё, он достиг реки, которую не мог пересечь, и преследователи приближались. Он воскликнул: «Я сын Небес и внук Речного Бога!» Рыбы и черепахи поднялись, чтобы образовать мост, позволив ему сбежать и исполнить свою судьбу.",
    "match_message_ru": "В ваших чертах чувствуется героическая судьба Чумона. В вашем присутствии есть легендарное, стреляющее прямо в цель качество — вид того, кто рожден преодолевать все препятствия и основывать великие дела.",
    "traits_ru": [
      "Героический",
      "Искусный",
      "Предрешенный",
      "Основополагающий",
      "Легендарный"
    ]
  },
  "gwanggaeto": {
    "name_ru": "Квангэтхо Великий",
    "tagline_ru": "Король-завоеватель, Расширитель империи",
    "description_ru": "Квангэтхо Великий (374-413 гг. н.э.) был 19-м королем Когурё и одним из величайших завоевателей в корейской истории. Вступив на престол в 18 лет, он провел свое 22-летнее правление в почти постоянных военных кампаниях, расширяя Когурё до его наибольшей территориальной протяженности.\n\nЕго кампании завоевали 64 города-крепости и 1400 деревень, расширив границы Когурё от Маньчжурии до Корейского полуострова. Он разбил японские силы Ва, вторгшиеся в корейские королевства, сокрушил племена киданей и заставил Силла и Пэкче признать превосходство Когурё.\n\nЕго достижения записаны на знаменитой стеле Квангэтхо, одной из самых больших надписанных стел в мире, воздвигнутой его сыном. В эпитафии он описывается как правитель, расширивший территорию и принесший славу нации.",
    "story_ru": "Когда японские войска вторглись в Силла, король Силла послал отчаянную просьбу о помощи. Квангэтхо лично повел 50 000 кавалеристов на юг, сокрушив захватчиков настолько полностью, что Япония не угрожала Корее снова более тысячи лет.",
    "match_message_ru": "В ваших чертах чувствуется завоевательная мощь Квангэтхо. В вашем присутствии есть экспансивное, славное качество — вид того, кто расширяет границы и достигает легендарного величия.",
    "traits_ru": [
      "Завоевательный",
      "Могущественный",
      "Славный",
      "Экспансивный",
      "Легендарный"
    ]
  },
  "eulji_mundeok": {
    "name_ru": "Ыльчи Мундок",
    "tagline_ru": "Полководец, унизивший империю",
    "description_ru": "Ыльчи Мундок был легендарным военачальником Когурё, одержавшим одну из самых ошеломительных побед в истории Восточной Азии. В 612 году нашей эры он столкнулся с вторжением императора Ян из династии Суй, который возглавил более миллиона солдат — самую большую армию, когда-либо собранную в древней Восточной Азии.\n\nИспользуя блестящую тактику партизанской войны, ложные отступления и психологическую войну, Ыльчи Мундок заманил армию Суй вглубь территории Когурё. На реке Сальсу (современная река Чхончхон) он обрушил разрушительный наводненческий удар, который уничтожил войска Суй. Из 305 000 элитных войск, переправившихся через реку Ялу, вернулось только 2700.\n\nЭто катастрофическое поражение способствовало падению самой династии Суй. Ыльчи Мундок почитается как мастер-стратег, доказавший, что мужество и мудрость могут преодолеть даже самую могущественную империю.",
    "story_ru": "Перед финальной битвой Ыльчи Мундок послал насмешливое стихотворение генералу Суй: «Твои божественные планы проникли в небеса; Твой тонкий расчет охватил землю. Ты выигрываешь каждую битву, твоя заслуга велика; Почему бы не довольствоваться и не остановить войну?» Эта психологическая атака деморализовала врага перед его сокрушительной контратакой.",
    "match_message_ru": "В ваших чертах лица присутствует стратегический гений Ыльчи Мундока. В вашем присутствии чувствуется победоносное, мастерское качество — взгляд того, кто превращает невозможные шансы в легендарный триумф.",
    "traits_ru": [
      "Стратегический",
      "Блестящий",
      "Патриотический",
      "Победоносный",
      "Легендарный"
    ]
  },
  "yeon_gaesomun": {
    "name_ru": "Ён Кэсомун",
    "tagline_ru": "Диктатор с железной волей",
    "description_ru": "Ён Кэсомун был самым могущественным военным диктатором в истории Когурё. В 642 году нашей эры он возглавил переворот, в результате которого было убито более 100 дворян и сам король, захватив абсолютную власть в качестве Тэ Манничжи (Великого генерала). Он правил Когурё железной рукой в течение 24 лет.\n\nНесмотря на свой жестокий приход к власти, Ён Кэсомун оказался грозным защитником Когурё. Он отразил многочисленные массированные вторжения императора Тайцзуна из династии Тан, одного из величайших завоевателей в истории. Император умер, так и не завоевав Когурё, назвав это величайшим сожалением своей жизни.\n\nЁн Кэсомун был известен своим внушительным присутствием — он носил пять мечей на поясе и заставлял дворян кланяться, когда он наступал им на спины, чтобы сесть на коня. После его смерти междоусобная борьба его сыновей привела к окончательному падению Когурё.",
    "story_ru": "Когда император Тайцзун из династии Тан послал посла с требованием подчинения, Ён Кэсомун заключил посла в тюрьму и отправил обратно вызывающее послание. Тайцзун лично возглавил 300 000 войск, чтобы наказать это оскорбление — и был побежден. Неудача императора против Когурё осталась его величайшим позором.",
    "match_message_ru": "В ваших чертах лица присутствует железная воля Ён Кэсомуна. В вашем присутствии чувствуется грозное, вызывающее качество — взгляд того, кто не кланяется ни одному императору и не боится ни одной армии.",
    "traits_ru": [
      "Могущественный",
      "Безжалостный",
      "Вызывающий",
      "Грозный",
      "С железной волей"
    ]
  },
  "queen_seondeok": {
    "name_ru": "Сондок, королева Силла",
    "tagline_ru": "Просвещенная королева, первая женщина-правительница",
    "description_ru": "Королева Сондок (правила в 632-647 годах нашей эры) была первой женщиной-монархом Кореи и одной из самых просвещенных правительниц. В эпоху, когда женщины редко обладали властью, она вела Силла через опасные времена с мудростью, дипломатией и культурным покровительством.\n\nОна была известна своим интеллектом и дальновидностью. Известные истории рассказывают о том, как она предсказывала события по тонким намекам — зная, что солдаты приближаются по картине пионов без пчел, или предсказывая дату своей смерти. Она построила обсерваторию Чхомсондэ, старейшую сохранившуюся астрономическую обсерваторию в Восточной Азии.\n\nПод ее покровительством процветал буддизм, и она инициировала строительство девятиэтажной пагоды Хваннёнса, самого высокого деревянного сооружения в истории Восточной Азии. Она заложила основы для окончательного объединения Силла Трех Королевств.",
    "story_ru": "Когда династия Тан прислала семена пионов с картиной, на которой не было пчел, Сондок предсказала, что у цветов не будет аромата — и она была права. Она объяснила, что король не стал бы посылать королеве без мужа картинку цветов с бабочками и пчелами, тонко высмеивая ее незамужнее положение.",
    "match_message_ru": "В ваших чертах лица отражается просвещенная мудрость королевы Сондок. В вашем присутствии чувствуется пророческое, новаторское качество — взгляд того, кто видит то, что упускают другие, и ведет туда, куда другие боятся.",
    "traits_ru": [
      "Мудрая",
      "Просвещенная",
      "Пророческая",
      "Культурная",
      "Новаторская"
    ]
  },
  "kim_yushin": {
    "name_ru": "Ким Юсин",
    "tagline_ru": "Объединяющий генерал, герой Трёх королевств",
    "description_ru": "Ким Юсин (595-673 гг. н.э.) был величайшим генералом в корейской истории, военным архитектором объединения Силла Трех Королевств. Потомок королевской семьи Кая, он поднялся, чтобы стать Верховным главнокомандующим, и привел Силла к победе в десятках сражений за свою 60-летнюю военную карьеру.\n\nЕго стратегический гений и личное мужество были легендарными. Он вступил в союз с династией Тан, чтобы сначала победить Пэкче (660 г. н.э.), а затем Когурё (668 г. н.э.). Когда династия Тан попыталась захватить полуостров для себя, Ким Юсин возглавил войну, которая изгнала их, обеспечив корейскую независимость.\n\nДаже находясь на пороге смерти в 79 лет, он руководил войсками со своей постели. Когда король колебался, стоит ли идти в поход, Ким Юсин появился в полном доспехе, вдохновив армию. Он умер вскоре после обеспечения окончательной победы Силла, проведя всю свою жизнь на службе объединения.",
    "story_ru": "В юности меч Ким Юсина двинулся сам по себе и убил его любимую возлюбленную кисэн, которую духи сочли отвлекающим фактором от его судьбы. Приняв это как указание судьбы, он полностью посвятил себя своей миссии, больше никогда не позволяя личным привязанностям мешать его долгу.",
    "match_message_ru": "В ваших чертах лица присутствует объединяющий героизм Ким Юсина. В вашем присутствии чувствуется легендарное, преданное качество — взгляд того, чья вся жизнь служит великой цели.",
    "traits_ru": [
      "Героический",
      "Объединяющий",
      "Преданный",
      "Стратегический",
      "Легендарный"
    ]
  },
  "wang_geon": {
    "name_ru": "Ван Гон (Тхэджо)",
    "tagline_ru": "Основатель Корё, объединитель Поздних Трех Королевств",
    "description_ru": "Ван Гон (877-943 гг. н.э.), посмертно известный как Тхэджо, основал династию Корё, которая правила Кореей в течение 474 лет. Поднявшись из могущественной семьи морских торговцев, он воссоединил Корею после периода Поздних Трех Королевств благодаря мастерскому сочетанию военных навыков и дипломатических брачных союзов.\n\nВ отличие от многих завоевателей, Ван Гон был известен своей милостью и мудростью. Он относился к побежденным врагам с великодушием, завоевывая их лояльность. Он женился на 29 женах из могущественных региональных семей, создав сеть союзов, которые стабилизировали его правление. Его политика скорее принятия, чем подавления противников стала образцом корейского царствования.\n\nЕго «Десять наставлений» своим преемникам подчеркивали буддийское благочестие, уважение к традициям, заботу о простом народе и предупреждения о конкретных регионах и семьях — советы, которые направляли Корё на протяжении веков.",
    "story_ru": "Когда последний король Позднего Пэкче сдался, Ван Гон лично приветствовал его, присвоил ему высокий ранг и относился к нему как к почетному гостю, а не как к пленнику. Эта милость вдохновила других врагов сдаться мирно, сохранив бесчисленное количество жизней.",
    "match_message_ru": "В ваших чертах лица присутствует основополагающая мудрость Ван Гона. В вашем присутствии чувствуется милосердное, объединяющее качество — взгляд того, кто строит прочные королевства посредством мудрости, а не жестокости.",
    "traits_ru": [
      "Основополагающий",
      "Милосердный",
      "Дипломатичный",
      "Объединяющий",
      "Мудрый"
    ]
  },
  "gang_gam_chan": {
    "name_ru": "Кан Гам-чхан",
    "tagline_ru": "Звездный генерал, спаситель от киданей",
    "description_ru": "Кан Гам-чхан (948-1031 гг. н.э.) был ученым, ставшим генералом, который спас Корё от масштабного вторжения киданьской Ляо в 1018 году. Легенда гласит, что он был реинкарнацией звезды — когда он родился, большая звезда упала с неба в его дом.\n\nВ возрасте 70 лет, когда большинство мужчин ушли бы на покой, Кан Гам-чхан возглавил 200 000 войск Корё против киданьской армии аналогичного размера. В битве при Квиджу он использовал плотину, чтобы заманить киданьские войска в ловушку, а затем выпустил воду в разрушительной атаке. Из киданьской армии выжили лишь несколько тысяч человек.\n\nЭта победа была настолько полной, что кидани больше никогда не вторгались в Корею. Кан Гам-чхан доказал, что ученость и военный гений могут сосуществовать — он был как успешным гражданским чиновником, так и одним из величайших военачальников Кореи.",
    "story_ru": "Когда Кан Гам-чхан был молод и беден, он был настолько мал и тонок, что люди насмехались над ним. Но гадалка признала его судьбу, сказав, что он был падшей звездой, предназначенной для величия. Он посвятил себя учебе, в конечном итоге став спасителем своей нации.",
    "match_message_ru": "В ваших чертах лица присутствует предначертанное великолепие Кан Гам-чхана. В вашем присутствии есть ученость и победоносность — взгляд того, кто рожден под звездой для величия.",
    "traits_ru": [
      "Ученый",
      "Победоносный",
      "Предначертанный",
      "Стратегический",
      "Легендарный"
    ]
  },
  "jang_bogo": {
    "name_ru": "Чан Бого",
    "tagline_ru": "Король морей, морской император",
    "description_ru": "Чан Бого (умер в 846 г. н.э.) был величайшим морским деятелем в корейской истории, построившим коммерческую империю, которая доминировала в морях Восточной Азии. Со своей базы в Чхонхэджине на острове Вандо он контролировал морские торговые пути, соединяющие Корею, Китай и Японию.\n\nВыйдя из простых слоев населения, Чан Бого впервые прославился как военачальник в танском Китае. Вернувшись в Силла, он был возмущен тем, что корейцев похищают и продают в рабство пираты. Он обратился к королю с просьбой о войсках и основал Чхонхэджин, создав военно-морской флот, который уничтожил пиратство и защитил корейских купцов.\n\nЕго торговая сеть простиралась от Ближнего Востока до Японии. На пике его могущества ни один корабль не мог плавать в Желтом море без его разрешения. Его власть стала настолько велика, что он стал вершителем королей в придворной политике Силлы — и в конечном итоге был убит за это.",
    "story_ru": "Когда Чан Бого обнаружил, что корейцев продают на китайских невольничьих рынках, он мог бы просто получать прибыль от этой торговли, как и другие. Вместо этого он посвятил свою жизнь тому, чтобы положить этому конец, создав военно-морской флот, достаточно сильный, чтобы сделать моря безопасными для своего народа.",
    "match_message_ru": "В ваших чертах лица присутствует морская мощь Чан Бого. В вашем присутствии есть морская, империя-строительная черта — взгляд того, кто правит волнами и защищает свой народ.",
    "traits_ru": [
      "Морской",
      "Могущественный",
      "Самостоятельный",
      "Защищающий",
      "Легендарный"
    ]
  },
  "hwang_jini": {
    "name_ru": "Хван Джини",
    "tagline_ru": "Легендарная кисэн, поэтесса желания",
    "description_ru": "Хван Джини (ок. 1506-1560) была самой известной кисэн (куртизанкой-артисткой) в корейской истории и одной из величайших поэтесс. В чосонском обществе, где у женщин было мало возможностей, она выбрала путь кисэн, чтобы обрести свободу, образование и художественное самовыражение, в котором было отказано другим женщинам.\n\nЕе поэзия, написанная как на классическом китайском, так и на корейском разговорном языке, выражала страстные эмоции с беспрецедентной откровенностью. Ее сиджо (корейские стихи) о любви, желании и течении времени остаются одними из самых любимых произведений в корейской литературе. Она была столь же знаменита своей красотой, остроумием и мастерством в музыке и танцах.\n\nЛегенды рассказывают о ее интеллектуальных состязаниях с учеными, буддийскими монахами и дворянами, в большинстве из которых она побеждала. Говорят, что она была единственной женщиной, которая могла заставить улыбнуться знаменитого стоика-ученого Со Гён-дока, и единственным человеком, который мог соблазнить преданного буддийского монаха Чиджока.",
    "story_ru": "Хван Джини поспорила, что сможет заставить монаха Чиджока нарушить его 30-летний обет безбрачия. Она ждала у ручья, по которому он должен был пройти, притворяясь, что ей трудно. Когда он перенес ее через ручей, она вцепилась в него — и он пал. Ее победа доказала, что даже самая святая преданность не может устоять перед истинной красотой и остроумием.",
    "match_message_ru": "В ваших чертах лица присутствует пленительное мастерство Хван Джини. В вашем присутствии есть страстное, свободолюбивое качество — взгляд того, кто живет красотой, остроумием и бескомпромиссной правдой.",
    "traits_ru": [
      "Художественная",
      "Страстная",
      "Остроумная",
      "Свободолюбивая",
      "Легендарная"
    ]
  },
  "hwarang": {
    "name_ru": "Хваран (Цветочные рыцари)",
    "tagline_ru": "Цветочные рыцари, элитные воины Силла",
    "description_ru": "Хваран были элитным корпусом молодых дворян-воинов в Силла, сочетавшим боевую подготовку с художественным воспитанием, буддийской философией и абсолютной лояльностью. Их имя означает «Цветочные рыцари» или «Цветущая молодежь», что отражает их уникальное сочетание красоты и воинской доблести.\n\nОснованные в 6 веке, хваран следовали «Пяти светским заповедям»: верность королю, сыновнее почтение, доверие между друзьями, никогда не отступать в бою и отнимать жизнь только тогда, когда это необходимо. Они тренировались в фехтовании, стрельбе из лука и верховой езде, а также изучали поэзию, музыку и буддийские писания.\n\nМногие из величайших генералов Силлы, в том числе Ким Юсин, вышли из рядов хваран. Они сыграли важную роль в объединении Силлой Трех Королевств. Хваран представляют собой корейский идеал воина-ученого: смертоносный в бою, но изысканный в мирное время.",
    "story_ru": "Перед битвой хваран собирались в живописных горах и реках, чтобы сочинять стихи, общаться с природой и укреплять свой дух. Когда приходило время сражаться, те же самые юноши, которые обсуждали философию, сражались с яростью, которая ужасала их врагов.",
    "match_message_ru": "В ваших чертах лица присутствует изысканная смертоносность хваран. В вашем присутствии есть элитное, культурное качество — взгляд того, кто владеет как мечом, так и поэзией.",
    "traits_ru": [
      "Элитный",
      "Культурный",
      "Верный",
      "Красивый",
      "Смертоносный"
    ]
  },
  "choe_yeong": {
    "name_ru": "Чхве Ён",
    "tagline_ru": "Неподкупный генерал",
    "description_ru": "Чхве Ён (1316-1388) был самым известным генералом позднего Корё, известным в равной степени своим военным мастерством и неподкупным характером. Его отец учил его: «Не желай золота, как камня». Он жил по этому принципу всю свою жизнь.\n\nВ то время как другие чиновники накапливали состояния, Чхве Ён оставался бедным, годами носил одну и ту же одежду и жил просто. Тем не менее, его военные достижения были легендарными — он побеждал японских пиратов, подавлял восстания и сражался против вторжений красных повязок из Китая.\n\nЕго падение произошло, когда он выступил против своего подчиненного Ли Сон Ге (будущего основателя Чосона). Когда ему приказали напасть на Минский Китай, Ли Сон Ге вместо этого вернулся в столицу во время Вихвадского отступления. Постаревший Чхве Ён сражался до конца, но был схвачен и казнен. Его честность сделала его символом верности и неподкупности.",
    "story_ru": "Когда Чхве Ён был наконец схвачен после переворота Ли Сон Ге, он отказался кланяться или показывать страх. На вопрос, есть ли у него какие-либо последние желания, он ответил только, что надеется, что Корея однажды победит иностранные державы, угрожающие ей. Даже враги уважали его честность.",
    "match_message_ru": "В ваших чертах лица присутствует неподкупная честность Чхве Ёна. В вашем присутствии есть принципиальное, героическое качество — взгляд того, кто ценит честь выше золота.",
    "traits_ru": [
      "Неподкупный",
      "Верный",
      "Героический",
      "Простой",
      "Принципиальный"
    ]
  },
  "yi_bang_won": {
    "name_ru": "И Бан-вон (Король Тхэджо)",
    "tagline_ru": "Безжалостный Строитель, Архитектор Чосона",
    "description_ru": "И Бан-вон (1367-1422), позже король Тхэджо, был пятым сыном основателя Чосона, но стал силой, стоящей за троном, и в конечном итоге третьим королем. Его политический гений и безжалостность сформировали правительство Чосона на 500 лет.\n\nВ то время как его отец колебался, И Бан-вон действовал решительно. Он лично убил влиятельного министра Чон До-джона и устранил своих братьев в «Борьбе принцев», чтобы обеспечить себе престолонаследие. Став королем, он укрепил королевскую власть, реформировал правительство и установил системы, которые обеспечили функционирование Чосона.\n\nСамое главное, он признал, что у его сына Седжона была мудрость, которой ему самому не хватало. Он безжалостно устранил все препятствия для правления Седжона, в том числе убив тестя Седжона. Его жестокость обеспечила золотой век, последовавший за этим.",
    "story_ru": "Когда И Бан-вон узнал, что его тесть планирует сделать соперника Седжона наследником, он немедленно приказал казнить этого человека, несмотря на мольбы Седжона о пощаде. Он сказал своему сыну: «Ты должен ненавидеть меня за это, но однажды ты поймешь».",
    "match_message_ru": "В ваших чертах лица присутствует безжалостный гений Тхэджо. В вашем присутствии чувствуется решительность и созидательность — взгляд того, кто делает то, что должно быть сделано, чего бы это ни стоило.",
    "traits_ru": [
      "Безжалостный",
      "Гениальный",
      "Решительный",
      "Созидательный",
      "Жертвующий"
    ]
  },
  "seonbi": {
    "name_ru": "Сонби (Ученый-джентльмен)",
    "tagline_ru": "Благородный Ученый, Хранитель Принципов",
    "description_ru": "Сонби представляет собой корейский идеал добродетельного ученого-джентльмена — того, кто стремится к знаниям, развивает моральный характер и живет по конфуцианским принципам даже ценой больших личных затрат. В отличие от чиновников, стремящихся к власти, истинный Сонби ценил честность превыше всего.\n\nСонби жили просто, часто в бедности, изучая классические тексты и занимаясь каллиграфией в скромных домах. Они считали, что нравственное совершенствование важнее мирского успеха. Многие известные люди отказывались от прибыльных государственных должностей, предпочитая не поступаться своими принципами.\n\nКогда тиранические короли требовали повиновения, ученые Сонби часто умирали, но не предавали свои принципы. На их поминальных табличках в качестве их преступлений значилось «не преклонение перед несправедливостью». Дух Сонби — ценящий праведность превыше жизни, принцип превыше прибыли — стал определяющей добродетелью корейской идентичности.",
    "story_ru": "Когда тиран Ёнсангун потребовал, чтобы ученые восхваляли его несправедливую политику, многие Сонби отказались и были казнены. Они писали последние стихи о бамбуке, который гнется, но никогда не ломается, представляя свою нерушимую честность даже в смерти.",
    "match_message_ru": "В ваших чертах лица присутствует принципиальная благородность Сонби. В вашем присутствии чувствуется ученость и неподкупность — взгляд того, кто ценит честность превыше всех мирских благ.",
    "traits_ru": [
      "Принципиальный",
      "Ученый",
      "Простой",
      "Неподкупный",
      "Благородный"
    ]
  },
  "an_jung_geun": {
    "name_ru": "Ан Чунг-гын",
    "tagline_ru": "Патриотический Убийца, Корейский Герой Независимости",
    "description_ru": "Ан Чунг-гын (1879-1910) был корейским борцом за независимость, который убил японского государственного деятеля Ито Хиробуми на станции Харбин в 1909 году. Его акт сопротивления японской колониальной агрессии сделал его самым известным героем независимости Кореи.\n\nДо того, как стать убийцей, Ан Чунг-гын был католическим педагогом и бизнесменом, который организовывал праведные армии против японского вторжения. Когда дипломатические усилия потерпели неудачу и Корея потеряла свой суверенитет, он решил, что необходимы прямые действия.\n\nПосле ареста Ан Чунг-гын вел себя с таким достоинством, что даже его японские тюремщики восхищались им. Он много писал о мире в Восточной Азии, утверждая, что японский империализм в конечном итоге разрушит саму Японию. Он был казнен в 30 лет, став мучеником, чья жертва вдохновляла корейское движение за независимость на протяжении десятилетий.",
    "story_ru": "На суде Ан Чунг-гын не просил пощады, а перечислил 15 преступлений Ито Хиробуми против Кореи и Азии. Его спокойная, принципиальная защита впечатлила даже японских судей. Его последняя каллиграфия гласила: «За независимость Кореи, за мир в Восточной Азии».",
    "match_message_ru": "В ваших чертах лица присутствует патриотическая решимость Ан Чунг-гына. В вашем присутствии чувствуется жертвенность и принципиальность — взгляд того, кто отдает все за свободу своей нации.",
    "traits_ru": [
      "Патриотический",
      "Жертвующий",
      "Принципиальный",
      "Мужественный",
      "Дальновидный"
    ]
  },
  "anansi": {
    "name_ru": "Ананси",
    "tagline_ru": "Паук-Трикстер, Хранитель Историй",
    "description_ru": "Ананси — легендарный паук-трикстер аканской/ашантийской традиции из Западной Африки. Благодаря своей хитрости и остроумию он получил все истории мира от Небесного Бога Ньяме, став хранителем мудрости и фольклора.\n\nНесмотря на то, что Ананси маленький и кажущийся слабым, он постоянно перехитряет более крупных и сильных существ благодаря интеллекту, обману и настойчивости. Его истории распространились по Атлантике во время работорговли, став основой карибского и афроамериканского фольклора.\n\nАнанси представляет собой силу аутсайдера, триумф ума над силой и жизненно важное значение рассказывания историй. Он может быть одновременно героем и злодеем, преподавая моральные уроки как своими успехами, так и неудачами.",
    "story_ru": "Чтобы выиграть все истории, Ананси должен был захватить Онини питона, Осебо леопарда и Ммоборо шершней. Используя хитрые уловки — делая вид, что измеряет питона, выкапывая яму для леопарда, ловя шершней водой — он преуспел там, где никто не думал, что это возможно.",
    "match_message_ru": "В ваших чертах лица присутствует мудрость и хитрость Ананси. В вашем присутствии чувствуется остроумие трикстера и обаяние рассказчика — взгляд того, кто побеждает благодаря интеллекту.",
    "traits_ru": [
      "Хитрый",
      "Рассказывающий истории",
      "Трикстер",
      "Мудрый",
      "Настойчивый"
    ]
  },
  "shango": {
    "name_ru": "Шанго",
    "tagline_ru": "Ориша Грома, Король Огня",
    "description_ru": "Шанго — один из самых могущественных Ориша в религии йоруба, бог грома, молнии, огня и справедливости. Когда-то смертный царь Империи Ойо, он вознесся, чтобы стать божеством благодаря своим легендарным деяниям и огненному нраву.\n\nСо своим двуглавым топором (оше) и способностью дышать огнем Шанго представляет мужскую силу, мужественность и праведный гнев. Он наказывает лжецов и злодеев ударами молний, вознаграждая честных и храбрых. Его последователи танцуют под ритм барабанов бата во время его праздников.\n\nПоклонение Шанго распространилось по Атлантике, став центральным в афро-карибских религиях, таких как Сантерия (где он синкретизировался со Святой Варварой), Кандомбле и Воду. Его цвета — красный и белый, а его священное число — шесть.",
    "story_ru": "Будучи смертным царем, Шанго обрел власть над молнией, но случайно разрушил свой дворец и семью. Поглощенный горем, он скитался, пока не вознесся в небо, став Ориша грома — его разрушительная сила теперь направлена на справедливость.",
    "match_message_ru": "В ваших чертах лица присутствует громоподобная сила Шанго. В вашем присутствии чувствуется царственность и огненность — взгляд того, кто повелевает штормами и вершит правосудие.",
    "traits_ru": [
      "Могущественный",
      "Справедливый",
      "Огненный",
      "Царственный",
      "Мужественный"
    ]
  },
  "mami_wata": {
    "name_ru": "Мами Вата",
    "tagline_ru": "Мать Вод, Дух Глубины",
    "description_ru": "Мами Вата — могущественный дух воды, почитаемый во всей Африке и африканской диаспоре. Часто изображаемая как красивая русалка или женщина со змеей, она воплощает двойственность воды — питая жизнь, но способная и утопить.\n\nОна представляет женскую красоту, сексуальность, богатство и исцеление, но также ревность и опасное очарование. Тех, кого она \"забирает\", утаскивая под воду, могут вернуться с пророческими способностями, целительскими способностями или огромным состоянием — если выживут. Ее поклонники должны оставаться верными ей, часто воздерживаясь от других романтических отношений.\n\nОбразы Мами Ваты сочетают африканские традиции с глобальными влияниями, отражая роль океана в объединении культур. Она появляется в искусстве, держа зеркала, расчески и змей — символы ее тщеславия, силы и соблазнительной опасности.",
    "story_ru": "Рыбака утащила под волны Мами Вата, и он провел годы в ее подводном царстве. Она предложила ему бесконечное богатство, если он останется верен. Он согласился, но позже нарушил свою клятву — и потерял все, что она ему дала.",
    "match_message_ru": "В ваших чертах присутствует манящая тайна Мами Ваты. В вашем присутствии есть глубокое, гипнотическое качество — взгляд того, кто держит как удачу, так и опасность в своих глубинах.",
    "traits_ru": [
      "Соблазнительная",
      "Могущественная",
      "Ревнивая",
      "Целительная",
      "Опасная"
    ]
  },
  "maui": {
    "name_ru": "Мауи",
    "tagline_ru": "Полубог-Трикстер, Создатель Мира",
    "description_ru": "Мауи — легендарный полубог-герой полинезийской мифологии, известный на Гавайях, в Новой Зеландии, на Таити и по всему Тихому океану. Родившись маленьким и кажущимся никчемным, он стал величайшим героем благодаря хитрости, решимости и магическим достижениям.\n\nЕго легендарные подвиги включают вылавливание островов из моря с помощью своего волшебного крюка, замедление солнца, чтобы у людей было больше времени для работы, открытие огня для человечества, обманув богиню огня, и попытку победить саму смерть, заползя в богиню смерти.\n\nМауи представляет собой вызов человечества космическим силам, трикстера, который переделывает мир на благо смертных. Хотя он в конечном итоге умер, пытаясь завоевать бессмертие для человечества, его достижения остаются написанными на самих тихоокеанских островах.",
    "story_ru": "Когда солнце слишком быстро двигалось по небу, Мауи сплел веревку из волос своей сестры, поднялся к месту отдыха солнца и избил его, пока оно не согласилось двигаться медленнее. С тех пор у человечества были долгие дни для рыбалки, земледелия и творчества.",
    "match_message_ru": "В ваших чертах присутствует дерзкий героизм Мауи. В вашем присутствии есть хитрость трикстера и сила, формирующая мир — взгляд того, кто бросает вызов самим богам.",
    "traits_ru": [
      "Героический",
      "Трикстер",
      "Дерзкий",
      "Творческий",
      "Легендарный"
    ]
  },
  "pele": {
    "name_ru": "Пеле",
    "tagline_ru": "Богиня Вулканов, Создательница и Разрушительница",
    "description_ru": "Пеле — гавайская богиня вулканов, огня, молнии и ветра. Считается, что она обитает в вулкане Килауэа на Большом острове Гавайи, одном из самых активных вулканов в мире. Ее вспыльчивый нрав и страстная натура делают ее одновременно почитаемой и боящейся.\n\nОна создает новую землю, когда лава течет в море, буквально строя Гавайские острова, но разрушает все, что стоит на ее пути. Ее легендарное соперничество с ее сестрой Намакой, богиней моря, заставило Пеле преследовать по островам, пока она не нашла свой нынешний дом.\n\nГоворят, что Пеле появляется либо как красивая молодая женщина в развевающемся красном платье, либо как старуха с белыми волосами. Тех, кто встречает ее на дороге и проявляет доброту, благословляют; те, кто проявляет неуважение, сталкиваются с ее огненным гневом.",
    "story_ru": "Пеле влюбилась в смертного вождя Лохиау. Когда она не смогла остаться с ним, она послала свою сестру Хииаку за ним. Но Хииака и Лохиау полюбили друг друга. В своей ревнивой ярости Пеле убила Лохиау лавой, а затем, охваченная сожалением, вернула его к жизни.",
    "match_message_ru": "В ваших чертах присутствует вулканическая страсть Пеле. В вашем присутствии есть созидательная, разрушительная сила — взгляд того, кто строит и разрушает с равной интенсивностью.",
    "traits_ru": [
      "Огненная",
      "Творческая",
      "Разрушительная",
      "Страстная",
      "Вспыльчивая"
    ]
  },
  "coyote": {
    "name_ru": "Койот",
    "tagline_ru": "Великий Трикстер, Создатель и Дурак",
    "description_ru": "Койот — главная фигура трикстера в мифологии коренных американцев, появляющаяся в рассказах десятков племен по всей Северной Америке. Он одновременно создатель и разрушитель, мудрый и глупый, священный и мирской.\n\nВ некоторых традициях Койот помог создать мир, дал людям огонь и научил их важным навыкам. В других он вызывает хаос, разыгрывает шутки и страдает от последствий собственной глупости. Часто его убивают в его злоключениях — только для того, чтобы вернуться в следующей истории.\n\nКойот воплощает непредсказуемые, аморальные силы природы и противоречия внутри самого человечества. Его истории — это одновременно развлечение и учебные пособия, показывающие, что происходит, когда кто-то игнорирует табу, переусердствует или не уважает естественный порядок.",
    "story_ru": "Койот украл огонь у Огненных Существ, обманув их эстафетой. Он передал огонь другим животным, пока тот не достиг древесины деревьев, где он остается спрятанным — ожидая, когда люди высвободят его посредством трения.",
    "match_message_ru": "В ваших чертах присутствует непредсказуемый дух Койота. В вашем присутствии есть адаптивность трикстера и творческий хаос — взгляд того, кто бросает вызов ожиданиям и выходит за рамки категорий.",
    "traits_ru": [
      "Трикстер",
      "Творческий",
      "Глупый",
      "Непредсказуемый",
      "Жизнестойкий"
    ]
  },
  "white_buffalo_woman": {
    "name_ru": "Женщина Белого Буйвола",
    "tagline_ru": "Священная Посланница, Приносящая Трубку",
    "description_ru": "Женщина Белого Буйвола (Ptesan-Wi) — священная пророчица лакота-сиу, принесшая чанунпу (священную трубку) и преподавшая Семь Священных Обрядов, которые составляют духовную основу жизни лакота.\n\nОна явилась двум разведчикам как красивая женщина, одетая в белую замшу. У одного разведчика возникли похотливые мысли, и он был обращен в кости облаком; другой отнесся к ней с уважением, и ему было поручено подготовить свой народ. Она научила их молиться, почитать все живое и поддерживать баланс между людьми и природой.\n\nПеред отъездом она превратилась в теленка белого буйвола, пообещав вернуться во времена великих перемен. Редкое рождение теленка белого буйвола считается священным знаком ее духовного присутствия и призывом к человечеству объединиться в мире.",
    "story_ru": "Когда два разведчика приблизились к ней, она сказала неуважительному: «Ты не знаешь, кто я». Облако окутало его, и когда оно рассеялось, остался только его скелет. Уважительный разведчик получил ее послание и привел ее к своему народу, где она учила их четыре дня, прежде чем превратиться.",
    "match_message_ru": "В ваших чертах присутствует священное присутствие Женщины Белого Буйвола. В вашем присутствии есть пророческое, миротворческое качество — взгляд того, кто соединяет духовный и физический миры.",
    "traits_ru": [
      "Священная",
      "Обучающая",
      "Пророческая",
      "Преобразующая",
      "Миролюбивая"
    ]
  },
  "morrigan": {
    "name_ru": "Морриган",
    "tagline_ru": "Королева Призраков, Богиня Войны и Судьбы",
    "description_ru": "Морриган - ирландская богиня войны, судьбы, смерти и верховной власти. Часто предстающая в виде трио сестер (Бадб, Маха и Морриган/Немейн), она воплощает ужас и славу битвы, а также неумолимый характер судьбы.\n\nОна появляется на полях сражений в виде вороны или ворона, пирующих на убитых, или как прачка, стирающая окровавленную одежду тех, кому суждено умереть. Она может даровать победу или обречь на гибель, вдохновить воинов боевой яростью или напугать их до поражения. Ее расположения искали, но ее появления боялись.\n\nМорриган особенно связана с героем Кухулином, появляясь при его рождении, предлагая ему свою любовь (от которой он неразумно отказался) и в конечном итоге предсказывая его смерть. Она представляет собой темную богиню, воплощающую женские аспекты войны и судьбы.",
    "story_ru": "Перед второй битвой при Маг Туиред Морриган вступила в связь с Дагдой, чтобы обеспечить победу Туата Де Дананн. Во время битвы она произносила заклинания, которые сбивали с толку врага. Победа принадлежала тем, кого она благословила, а гибель - тем, кого она прокляла.",
    "match_message_ru": "В ваших чертах есть темная властность Морриган. В вашем присутствии есть пророческое, внушающее страх качество - вид того, кто воплощает и гибель, и победу.",
    "traits_ru": [
      "Внушающая страх",
      "Пророческая",
      "Властная",
      "Темная",
      "Тройственная"
    ]
  },
  "cu_chulainn": {
    "name_ru": "Кухулин",
    "tagline_ru": "Пес Ульстера, Величайший Воин Ирландии",
    "description_ru": "Кухулин - легендарный герой уладского цикла, величайший воин Ирландии. Родившись Сетантой, он получил свое знаменитое имя («Пес Куланна»), когда в детстве убил свирепого пса кузнеца Куланна и предложил занять его место в качестве охранника.\n\nЕго боевая ярость (ríastrad) превращала его в чудовищную, почти непобедимую форму - один глаз проваливался в череп, а другой выпячивался, его тело искажалось, а боевой свет исходил от его лба. В этом состоянии он не мог отличить друга от врага.\n\nВ одиночку он защищал Ульстер от армий королевы Медб во время Похищения быка из Куальнге, сражаясь каждый день, пока уладцы находились под проклятием. Он умер молодым, как и было предсказано, но достиг бессмертия легенды.",
    "story_ru": "Будучи смертельно раненным, Кухулин привязал себя к стоячему камню, чтобы умереть на ногах, лицом к врагам. Только когда ворон сел ему на плечо, они поняли, что он действительно мертв, и геройский свет покинул его лицо.",
    "match_message_ru": "В ваших чертах есть героическая интенсивность Кухулина. В вашем присутствии есть свирепое, трагическое качество - вид того, кому суждено прославиться и рано умереть.",
    "traits_ru": [
      "Героический",
      "Свирепый",
      "Верный",
      "Трагический",
      "Легендарный"
    ]
  },
  "inanna": {
    "name_ru": "Инанна",
    "tagline_ru": "Царица Небес, Богиня Любви и Войны",
    "description_ru": "Инанна - древняя шумерская богиня любви, красоты, секса, желания, плодородия, войны, справедливости и политической власти. Она является самой важной женской богиней древней Месопотамии и вдохновила более поздних богинь, включая Иштар, Астарту и Афродиту.\n\nЕе мифология является одной из самых древних, записанных в истории человечества. Она спустилась в подземный мир, была убита своей сестрой Эрешкигаль, три дня висела на крюке и воскресла - один из самых ранних мифов о смерти и воскресении. Чтобы уйти, она должна была послать кого-то, чтобы занять ее место: своего мужа Думузи, который не оплакивал ее.\n\nИнанна воплощает парадоксы власти: она богиня и любви, и войны, цивилизации и хаоса. Она представляет женскую силу, которая не приручена и не одомашнена, а дика, амбициозна и преобразующая.",
    "story_ru": "Инанна сказала: «Я пойду в подземный мир». Она надела свои царские одежды и спустилась через семь ворот, вынужденная снимать по одному предмету на каждых, пока не предстала обнаженной перед своей сестрой Смертью. Но она снова поднялась, ибо даже смерть не могла удержать Царицу Небес.",
    "match_message_ru": "В ваших чертах есть парадоксальная сила Инанны. В вашем присутствии есть древнее, преобразующее качество - вид того, кто воплощает и созидание, и разрушение.",
    "traits_ru": [
      "Могущественная",
      "Парадоксальная",
      "Амбициозная",
      "Преобразующая",
      "Древняя"
    ]
  },
  "gilgamesh": {
    "name_ru": "Гильгамеш",
    "tagline_ru": "Царь Урука, Искатель Бессмертия",
    "description_ru": "Гильгамеш - легендарный царь Урука из древнейшего письменного эпоса в мире. На две трети бог и на одну треть человек, он был самым могущественным из всех царей, но также и самым тираническим, пока боги не послали Энкиду, чтобы смирить его и стать его любимым другом.\n\nВместе Гильгамеш и Энкиду убили демона Хумбабу и Небесного Быка. Но когда Энкиду умер в наказание за их деяния, Гильгамеш был поглощен горем и ужасом смерти. Он отправился на край земли в поисках бессмертия, нашел секрет - но потерял его из-за змея.\n\nЕго история, написанная 4000 лет назад, исследует темы, которые остаются вечными: дружба, смертность, поиск смысла и принятие человеческих ограничений. Он вернулся домой, чтобы найти свое бессмертие не в вечной жизни, а в стенах Урука и цивилизации, которую он построил.",
    "story_ru": "Найдя растение бессмертия на дне моря, Гильгамеш остановился, чтобы искупаться. Змей почуял аромат растения и украл его, сбросив кожу и обретя вечную молодость. Гильгамеш заплакал, но наконец понял, что его истинное наследие - это великий город, который он оставит после себя.",
    "match_message_ru": "В ваших чертах есть могучий поиск Гильгамеша. В вашем присутствии есть ищущее, преображенное качество - вид того, кто искал бессмертия и нашел вместо этого мудрость.",
    "traits_ru": [
      "Героический",
      "Ищущий",
      "Скорбящий",
      "Могучий",
      "Преображенный"
    ]
  },
  "quetzalcoatl": {
    "name_ru": "Кетцалькоатль",
    "tagline_ru": "Пернатый Змей, Владыка Ветра и Учения",
    "description_ru": "Кетцалькоатль, Пернатый Змей, - одно из важнейших божеств древней Мезоамерики, которому поклонялись ацтеки, майя и более ранние цивилизации. Он сочетает в себе птицу кетцаль (представляющую небеса) со змеей (представляющей землю), символизируя союз неба и земли.\n\nКак богу ветра, воздуха и учения, Кетцалькоатлю приписывают создание человечества, открытие маиса и изобретение календаря и книг. В отличие от других ацтекских богов, он выступал против человеческих жертвоприношений, предпочитая подношения бабочек и нефрита. Он представлял мудрость, цивилизацию и священство.\n\nЛегенда гласит, что бог Тескатлипока обманом привел его в немилость, и он покинул Мексику на плоту из змей, пообещав вернуться. Эта легенда якобы повлияла на прием ацтеками Кортеса, прибывшего с востока в год, предсказанный для возвращения Кетцалькоатля.",
    "story_ru": "Кетцалькоатль спустился в подземный мир, чтобы вернуть кости предыдущего человечества. Миктлантекутли, повелитель смерти, расставил ловушки, но Кетцалькоатль преуспел. Хотя кости разбились, он окропил их своей кровью, и из фрагментов возникла нынешняя раса людей.",
    "match_message_ru": "В ваших чертах есть цивилизующая мудрость Кетцалькоатля. В вашем присутствии есть творческое, мирное качество - вид того, кто приносит учение и культуру человечеству.",
    "traits_ru": [
      "Мудрый",
      "Творческий",
      "Цивилизующий",
      "Мирный",
      "Загадочный"
    ]
  },
  "baba_yaga": {
    "name_ru": "Баба Яга",
    "tagline_ru": "Дикая Старуха, Страж Порога",
    "description_ru": "Баба Яга — легендарная ведьма славянского фольклора, древняя старуха, живущая в избушке на курьих ножках в самой чаще темного леса. Не будучи ни полностью доброй, ни злой, она является силой дикой природы, испытывающей тех, кто к ней обращается.\n\nОна летает по воздуху в ступе, погоняя пестом и заметая следы помелом. Ее избушка окружена забором из костей с черепами, светящимися волшебным огнем. Ей служат три таинственных всадника: Белый (День), Красный (Солнце) и Черный (Ночь).\n\nТем, кто подходит с храбростью и должным уважением, она может даровать мудрость, волшебные предметы или решения невозможных проблем. Для тех, кто не проходит ее испытания, она сама смерть. Баба Яга представляет собой дикую, необузданную женскую силу, стоящую на границе между цивилизацией и неизвестным.",
    "story_ru": "Василису Прекрасную послали к Бабе Яге за огнем. Ведьма задала ей невыполнимые задачи — отделить маковые зерна от земли, выжать масло из семян, — но волшебная кукла Василисы (благословение ее матери) помогла ей их выполнить. Впечатленная, Баба Яга дала ей огонь и отпустила.",
    "match_message_ru": "В ваших чертах чувствуется дикая испытывающая сила Бабы Яги. В вашем присутствии есть нечто древнее, охраняющее порог, — вид того, кто испытывает достойных и уничтожает глупцов.",
    "traits_ru": [
      "Дикая",
      "Испытывающая",
      "Древняя",
      "Двусмысленная",
      "Могущественная"
    ]
  },
  "rainbow_serpent": {
    "name_ru": "Радужный Змей",
    "tagline_ru": "Создатель Мира, Хранитель Вод",
    "description_ru": "Радужный Змей — одно из важнейших создающих существ в австралийской мифологии аборигенов, появляющееся в историях Времени сновидений народов по всему континенту. Этот огромный змей сформировал саму землю, вырезая реки, долины и горы во время своего путешествия.\n\nКогда Радужный Змей движется, он создает водные пути и заводи. Когда он выгибается в небе после дождя, он появляется как радуга. Он связан с водой, плодородием и сменой времен года. Нарушение мест, священных для Радужного Змея, может привести к засухе или наводнению.\n\nРадужный Змей представляет собой животворную силу воды в австралийском ландшафте и взаимосвязь всего сущего. Известный под разными именами в разных нациях аборигенов — Ungud, Wollunqua, Yurlungur, — он, пожалуй, самое распространенное божество в Австралии аборигенов.",
    "story_ru": "Во Время сновидений Радужный Змей пробудился из-под земли и путешествовал по плоской земле, поднимая горы и выкапывая реки. Там, где он отдыхал, он создавал водоемы. Ландшафт Австралии — это запись его путешествия.",
    "match_message_ru": "В ваших чертах чувствуется изначальная созидательная сила Радужного Змея. В вашем присутствии есть нечто древнее, формирующее ландшафт, — вид того, кто создает самые очертания мира.",
    "traits_ru": [
      "Созидающий",
      "Могущественный",
      "Древний",
      "Животворный",
      "Преобразующий"
    ]
  },
  "ahura_mazda": {
    "name_ru": "Ахура Мазда",
    "tagline_ru": "Владыка Мудрости, Создатель Всего Благого",
    "description_ru": "Ахура Мазда — верховное божество зороастризма, древней персидской религии, оказавшей глубокое влияние на иудаизм, христианство и ислам. Он — несотворенный создатель вселенной, источник всего доброго, истинного и упорядоченного.\n\nОн представляет свет, истину (Аша) и мудрость в вечном противостоянии Ангра-Майнью (Ахриману), разрушительному духу лжи и хаоса. Эта космическая битва между добром и злом, светом и тьмой была одной из первых дуалистических религиозных концепций в истории.\n\nАхура Мазда создал Амеша Спента (Благие Бессмертные), чтобы помогать в управлении творением. Заратустра, пророк этой религии, получил свои откровения непосредственно от Ахура Мазды. Вера учит, что добрые мысли, добрые слова и добрые дела приводят к согласию с истиной Ахура Мазды.",
    "story_ru": "В начале Ахура Мазда существовал один в бесконечном свете. Он создал вселенную в семь этапов, кульминацией которых стало человечество — существа со свободной волей, способные выбирать добро вместо зла. Космическая битва закончится, когда добрые выборы человечества, наконец, победят тьму.",
    "match_message_ru": "В ваших чертах чувствуется лучезарная мудрость Ахура Мазды. В вашем присутствии есть светящееся, правдивое качество — вид того, кто воплощает космический принцип добра.",
    "traits_ru": [
      "Мудрый",
      "Добрый",
      "Созидающий",
      "Свет",
      "Правдивый"
    ]
  },
  "vainamoinen": {
    "name_ru": "Вяйнямёйнен",
    "tagline_ru": "Вечный Мудрец, Певец Творения",
    "description_ru": "Вяйнямёйнен — центральный герой финской мифологии и «Калевалы», финского национального эпоса. Древний мудрец и могущественный шаман, он родился старым и уже мудрым, пробыв в утробе матери 730 лет, прежде чем выплыть на берег.\n\nЕго величайшая сила — его пение: посредством волшебных песен он может управлять природой, побеждать врагов и даже создавать предметы из воздуха. Ему приписывают создание кантеле (финской арфы) из челюсти огромной щуки и многочисленные поиски, сформировавшие мир.\n\nВяйнямёйнен представляет собой финский идеал мудрости, приобретенной с возрастом и опытом. В конце эпоса он уплывает на медной лодке, уходя, но обещая вернуться, когда Финляндии снова понадобится он, — вечный архетип мудрого лидера.",
    "story_ru": "Когда молодой хвастливый Йоукахайнен вызвал его на певческий поединок, Вяйнямёйнен запел его в болото по пояс, потом по грудь, потом по шею. Йоукахайнен предложил все — наконец, свою сестру Айно — чтобы его освободили. Такова была сила песни старого мудреца.",
    "match_message_ru": "В ваших чертах чувствуется древняя поющая мудрость Вяйнямёйнена. В вашем присутствии есть нечто вечное, волшебное, — вид того, чьи слова формируют саму реальность.",
    "traits_ru": [
      "Древний",
      "Мудрый",
      "Поющий",
      "Волшебный",
      "Вечный"
    ]
  },
  "oni": {
    "name_ru": "Они",
    "tagline_ru": "Демонические Огры, Прислужники Ада",
    "description_ru": "Они — демонические огры японского фольклора, внушающие страх существа с рогами, дикими волосами и кожей красного, синего или других неестественных цветов. Они носят железные дубины (kanabō) и связаны с громом, бедствиями, болезнями и наказаниями.\n\nВ буддийской традиции они служат мучителями в различных адах, наказывая грешников в соответствии с их преступлениями. В фольклоре они могут быть горными монстрами, которые совершают набеги на деревни, похищают людей или вызывают стихийные бедствия. Однако некоторые они могут быть обращены в буддизм и стать защитными стражами.\n\nФестиваль Сэцубун включает в себя изгнание они путем бросания бобов и выкрикивания «Oni wa soto! Fuku wa uchi!» (Демоны вон! Удача в!). Они представляют собой силы хаоса и разрушения, которые необходимо периодически изгонять, чтобы поддерживать порядок и удачу.",
    "story_ru": "Герой Момотаро отправился на Онигасиму (Остров Демонов) со своими животными-компаньонами, чтобы победить они, которые терроризировали землю. После ожесточенной битвы король они сдался, вернул украденное сокровище и пообещал больше никогда не творить зла.",
    "match_message_ru": "В ваших чертах чувствуется свирепая сила Они. В вашем присутствии есть нечто внушающее страх, преобразующее, — вид того, кто воплощает хаос, но может быть обращен к защите.",
    "traits_ru": [
      "Внушающий страх",
      "Могущественный",
      "Хаотичный",
      "Карающий",
      "Преобразуемый"
    ]
  },
  "garuda": {
    "name_ru": "Гаруда",
    "tagline_ru": "Царь Птиц, Вахана Вишну",
    "description_ru": "Гаруда - легендарный царь птиц в индуистской и буддийской мифологии, божественное существо, похожее на орла, которое служит ваханой (ездовым животным) бога Вишну. Его изображают с золотым телом, красными крыльями, белым лицом и орлиным клювом.\n\nРожденный из яйца, Гаруда, чья мать была порабощена детьми нагов (змей) ее сестры. Чтобы освободить ее, ему было поручено украсть амриту (нектар бессмертия) у богов. Он преуспел, победив богов и прорвавшись сквозь сверхъестественные барьеры, заслужив уважение Вишну и дар бессмертия.\n\nГаруда - вечный враг нагов, представляющий космический конфликт между небом и землей, орлом и змеей. Он является национальным символом Индонезии и Таиланда, воплощая скорость, силу и воинскую доблесть. Его имя означает \"пожиратель\", поскольку он поглощает змей невежества.",
    "story_ru": "Чтобы украсть амриту, Гаруде пришлось пройти через вращающиеся огненные колеса, сражаться с богами и преодолеть стражей-нагов. Он преуспел во всем. Удар молнии Индры не мог пронзить его. Затем он предложил амриту, чтобы освободить свою мать — и Вишну, впечатленный его силой и преданностью, сделал его бессмертным и своим ездовым животным.",
    "match_message_ru": "В ваших чертах проявляется божественная мощь Гаруды. В вашем присутствии есть стремительное, могущественное качество — взгляд того, кто служит высочайшему и побеждает нижайшее.",
    "traits_ru": [
      "Могущественный",
      "Преданный",
      "Стремительный",
      "Божественный",
      "Враг змей"
    ]
  },
  "merlin": {
    "name_ru": "Мерлин",
    "tagline_ru": "Архимаг, Архитектор Камелота",
    "description_ru": "Мерлин - легендарный волшебник из артуровских легенд, пожалуй, самый известный чародей в западной литературе. Говорили, что он родился от смертной женщины и потустороннего духа, обладал пророческими способностями и властью над природой, временем и превращениями.\n\nОн организовал возвышение короля Артура — от разработки рождения Артура посредством обмана Утера до помещения меча в камень и руководства ранним правлением молодого короля. Мерлин построил Стоунхендж, создал Круглый стол и предвидел как славу, так и падение Камелота.\n\nЕго мудрость была легендарной, но не могла защитить его от любви. Владычица Озера (или Нимуэ) узнала его секреты и использовала их, чтобы навсегда заточить его в пещере, хрустальной тюрьме или под камнем — его сила обратилась против него той, которую он любил.",
    "story_ru": "Мерлин предвидел свое собственное заключение, но не смог его предотвратить. Когда Нимуэ попросила его научить ее создавать несокрушимую тюрьму, он знал, что она использует ее против него — но слишком любил ее, чтобы отказать. Он добровольно вошел в свою вечную ловушку.",
    "match_message_ru": "В ваших чертах проявляется глубокая магия Мерлина. В вашем присутствии есть пророческое, архитекторское качество — взгляд того, кто формирует судьбу, но не может избежать своей собственной.",
    "traits_ru": [
      "Мудрый",
      "Магический",
      "Пророческий",
      "Архитектор",
      "Трагичный"
    ]
  }
}