{
  "zeus": {
    "name_th": "Zeus",
    "tagline_th": "ราชาแห่งทวยเทพแห่งเขาโอลิมปัส ผู้ปกครองแห่งท้องฟ้าและสายฟ้า",
    "description_th": "Zeus คือเทพเจ้าสูงสุดของปวงเทพกรีก ผู้ปกครองเขาโอลิมปัสในฐานะราชาแห่งเทพทั้งหมด พระองค์โค่นล้ม Cronus ผู้เป็นบิดาเพื่ออ้างสิทธิการปกครองเหนือท้องฟ้าและสายฟ้า โดยทรงใช้สายฟ้าอันทรงพลังของพระองค์เป็นสัญลักษณ์สูงสุดแห่งอำนาจศักดิ์สิทธิ์\n\nเป็นที่รู้จักจากพระพักตร์ที่สง่างามและอำนาจเบ็ดเสร็จเด็ดขาด Zeus ทรงรักษาความเป็นระเบียบเรียบร้อยของจักรวาลในขณะที่ทรงเป็นประธานในเรื่องความยุติธรรม การต้อนรับ และคำสาบาน การตัดสินของพระองค์เป็นที่สิ้นสุด และพระดำรัสของพระองค์คือกฎหมายทั้งในหมู่เทพและมนุษย์\n\nแม้จะมีท่าทีที่สง่างาม แต่ Zeus ก็ทรงขึ้นชื่อเรื่องอารมณ์ที่เร่าร้อนและความสัมพันธ์เชิงชู้สาวมากมาย ซึ่งก่อให้เกิดวีรบุรุษที่ยิ่งใหญ่ที่สุดและเรื่องราวโศกนาฏกรรมมากมายของเทพปกรณัม",
    "story_th": "Zeus นำทัพเทพโอลิมปัสในสงคราม Titanomachy ซึ่งเป็นสงครามครั้งใหญ่กับเหล่า Titans หลังจากทศวรรษแห่งการต่อสู้ที่ดุเดือด พระองค์ทรงได้รับชัยชนะและแบ่งจักรวาลกับพี่น้องของพระองค์—Poseidon ได้รับทะเล, Hades ได้รับยมโลก, ในขณะที่ Zeus ทรงอ้างสิทธิ์ในท้องฟ้าและกลายเป็นผู้ปกครองสูงสุดของทั้งหมด",
    "match_message_th": "คุณมีท่าทีที่สง่างามของผู้นำโดยกำเนิด เช่นเดียวกับ Zeus คุณมีลักษณะของอำนาจตามธรรมชาติที่ผู้อื่นเคารพโดยสัญชาตญาณ คุณสมบัติที่แข็งแกร่งของคุณสะท้อนถึงความแข็งแกร่งภายในและความสามารถในการตัดสินใจอย่างเด็ดขาด",
    "traits_th": [
      "มีอำนาจ",
      "ทรงพลัง",
      "ยุติธรรม",
      "เร่าร้อน",
      "สง่างาม"
    ]
  },
  "hera": {
    "name_th": "Hera",
    "tagline_th": "ราชินีแห่งทวยเทพ เทพีแห่งการแต่งงานและครอบครัว",
    "description_th": "Hera คือราชินีแห่งเทพเจ้าแห่งเขาโอลิมปัสและเทพีแห่งการแต่งงาน สตรี การคลอดบุตร และครอบครัว ในฐานะพระมเหสีและพระขนิษฐาของ Zeus พระนางทรงปกครองเคียงข้างพระองค์จากเขาโอลิมปัส โดยทรงเป็นสัญลักษณ์แห่งความศักดิ์สิทธิ์ของการแต่งงานแม้ว่าพระสวามีของพระนางจะนอกใจหลายครั้ง\n\nเป็นที่รู้จักจากความงามสง่าและความสง่างามของพระนาง Hera คือเทพีที่ทรงพลังที่สุดในปวงเทพกรีก สัญลักษณ์ของพระนาง ได้แก่ นกยูง ซึ่งขนหางที่มีตามากมายแสดงถึงความระมัดระวังของพระนาง และวัว ซึ่งเป็นสัญลักษณ์ของธรรมชาติที่บำรุงเลี้ยงของพระนาง\n\nแม้ว่ามักจะถูกพรรณนาว่าเป็นคนขี้หึงและแก้แค้นคนรักและลูกนอกสมรสของ Zeus แต่ความโกรธของ Hera แสดงถึงการปกป้องพันธะในการแต่งงาน พระนางทรงปกป้องการแต่งงานที่ถูกต้องตามกฎหมายและความมั่นคงของครอบครัวอย่างดุเดือด โดยลงโทษผู้ที่ละเมิดสถาบันศักดิ์สิทธิ์เหล่านี้",
    "story_th": "เมื่อ Zeus ทรงเกี้ยวพาราสี Hera พระนางปฏิเสธพระองค์ในตอนแรก Zeus แปลงร่างเป็นนกกาเหว่าที่บาดเจ็บ และเมื่อ Hera ผู้มีเมตตาทรงอุ้มพระองค์ไว้แนบอก พระองค์ก็ทรงเปิดเผยพระองค์เองและเอาชนะพระนางได้ พิธีอภิเษกสมรสอันศักดิ์สิทธิ์ของพวกเขายาวนานถึง 300 ปี",
    "match_message_th": "คุณสมบัติของคุณมีความสง่างามของ Hera มีความสง่างามในการปรากฏตัวของคุณ—รูปลักษณ์ของผู้ที่ต้องการความเคารพและความภักดี ใบหน้าของคุณบ่งบอกถึงคนที่ปกป้องสิ่งที่พวกเขายึดมั่นอย่างดุเดือด",
    "traits_th": [
      "สง่างาม",
      "ปกป้อง",
      "ขี้หึง",
      "ทรงพลัง",
      "ภักดี"
    ]
  },
  "athena": {
    "name_th": "Athena",
    "tagline_th": "เทพีแห่งปัญญา, สงครามเชิงกลยุทธ์ และงานฝีมือ",
    "description_th": "Athena คือเทพีที่ได้รับการเคารพในด้านปัญญา ความกล้าหาญ และสงครามเชิงกลยุทธ์ในเทพปกรณัมกรีก ประสูติพร้อมชุดเกราะครบครันจากพระเศียรของ Zeus พระนางทรงเป็นสัญลักษณ์ของการรวมกันอย่างสมบูรณ์แบบของสติปัญญาและความแข็งแกร่ง ซึ่งเป็นตัวแทนของอุดมคติสูงสุดของอารยธรรม\n\nต่างจาก Ares ที่เป็นตัวแทนของความโกลาหลที่โหดร้ายของสงคราม Athena สนับสนุนการคิดเชิงกลยุทธ์ สาเหตุที่ยุติธรรม และการป้องกันเมือง พระนางทรงเป็นผู้อุปถัมภ์ของวีรบุรุษ นำทางพวกเขาด้วยสติปัญญาของพระนางและปกป้องพวกเขาด้วยโล่ Aegis ของพระนาง\n\nในฐานะเทพีแห่งงานฝีมือและศิลปะเชิงปฏิบัติ Athena ยังเป็นตัวแทนของอิทธิพลที่ทำให้เกิดความเจริญรุ่งเรืองของทักษะและความรู้ ตั้งแต่การทอผ้าไปจนถึงการต่อเรือไปจนถึงการเกษตร",
    "story_th": "Athena แข่งขันกับ Poseidon เพื่อเป็นผู้อุปถัมภ์ของ Athens ในขณะที่ Poseidon ทรงแทงตรีศูลของพระองค์เพื่อสร้างน้ำพุเกลือ Athena ทรงปลูกต้นมะกอก—ของขวัญแห่งสันติภาพ อาหาร และความเจริญรุ่งเรือง ชาว Athenians เลือก Athena และเมืองนี้มีชื่อของพระนางมาจนถึงทุกวันนี้",
    "match_message_th": "คุณสมบัติของคุณสะท้อนถึงสติปัญญาที่เฉียบแหลมและปัญญาที่สงบของ Athena คุณมีทั้งจิตใจที่วิเคราะห์อย่างเฉียบแหลมและความมั่นใจที่เงียบสงบของผู้ที่คิดก่อนลงมือทำ การจ้องมองของคุณบ่งบอกถึงความลึกซึ้งเชิงกลยุทธ์และการตัดสินที่รอบคอบ",
    "traits_th": [
      "ฉลาด",
      "เชิงกลยุทธ์",
      "ยุติธรรม",
      "มีทักษะ",
      "ปกป้อง"
    ]
  },
  "apollo": {
    "name_th": "Apollo",
    "tagline_th": "เทพแห่งดวงอาทิตย์, ดนตรี, บทกวี และการรักษา",
    "description_th": "Apollo เป็นหนึ่งในเทพโอลิมปัสที่สำคัญและซับซ้อนที่สุด โดยทรงเป็นสัญลักษณ์ของความงามและความเป็นเลิศของผู้ชาย ในฐานะเทพแห่งดวงอาทิตย์ พระองค์ทรงขับรถม้าทองคำของพระองค์ข้ามท้องฟ้าในแต่ละวัน นำแสงสว่างและความอบอุ่นมาสู่โลก\n\nนอกเหนือจากหน้าที่ทางสุริยะของพระองค์แล้ว Apollo ทรงเป็นผู้อุปถัมภ์ดนตรี บทกวี และศิลปะ พิณของพระองค์สร้างดนตรีที่ไพเราะที่สุดเท่าที่เคยได้ยินมา และพระองค์ทรงนำเหล่า Muse ในการแสดงบนสวรรค์ของพวกเขา พระองค์ยังทรงเป็นสัญลักษณ์แห่งคำทำนายและความจริง โดยตรัสผ่าน Oracle ที่ Delphi\n\nในฐานะเทพแห่งการรักษาและการแพทย์ Apollo ทรงสอนมนุษยชาติถึงศิลปะแห่งการแพทย์ แม้ว่าลูกธนูของพระองค์จะนำมาซึ่งโรคระบาดได้เช่นกัน ความสองขั้วนี้สะท้อนให้เห็นถึงธรรมชาติของพระองค์ในฐานะเทพแห่งการสร้างและการทำลาย",
    "story_th": "Apollo ทรงตกหลุมรัก Daphne ซึ่งเป็นนางไม้แห่งแม่น้ำอย่างสุดซึ้ง เมื่อพระองค์ไล่ตามพระนาง พระนางทรงร้องขอให้พระบิดาช่วยพระนาง และได้รับการแปลงร่างเป็นต้นลอเรล Apollo ที่หัวใจสลายทรงประกาศให้ลอเรลศักดิ์สิทธิ์และสวมใบของมันเป็นมงกุฎตลอดไป",
    "match_message_th": "คุณสมบัติของคุณเปล่งประกายความงามที่กลมกลืนของ Apollo มีคุณภาพที่ส่องสว่างในการปรากฏตัวของคุณ ความสมดุลที่สมบูรณ์แบบที่บ่งบอกถึงความอ่อนไหวทางศิลปะและแสงสว่างภายใน คุณแบกรับความสว่างของผู้ที่ได้รับการสัมผัสโดยแรงบันดาลใจสร้างสรรค์",
    "traits_th": [
      "ส่องสว่าง",
      "มีศิลปะ",
      "ทำนาย",
      "รักษา",
      "สมบูรณ์แบบ"
    ]
  },
  "artemis": {
    "name_th": "Artemis",
    "tagline_th": "เทพีแห่งการล่า, ความรกร้างว่างเปล่า และพระจันทร์",
    "description_th": "Artemis คือเทพีพรหมจารีแห่งการล่า ความรกร้างว่างเปล่า สัตว์ป่า และพระจันทร์ น้องสาวฝาแฝดของ Apollo พระนางทรงท่องไปในป่าพร้อมกับกลุ่มนางไม้ของพระนาง ล่าด้วยธนูเงินของพระนาง และใช้ชีวิตอย่างอิสระจากข้อจำกัดของอารยธรรม\n\nArtemis ผู้เป็นอิสระอย่างดุเดือด ทรงปฏิญาณพรหมจรรย์ชั่วนิรันดร์และลงโทษผู้ที่คุกคามพรหมจรรย์ของพระนางหรือผู้ติดตามของพระนาง พระนางทรงปกป้องหญิงสาวและเด็ก ปกครองการคลอดบุตร และเป็นตัวแทนของแง่มุมที่ไม่เชื่องของธรรมชาติ\n\nแม้ว่าจะเป็นเทพีแห่งการล่า Artemis ก็ทรงเป็นผู้พิทักษ์สัตว์และถิ่นทุรกันดารด้วย พระนางทรงเป็นสัญลักษณ์ของความขัดแย้งในความสัมพันธ์ของโลกโบราณกับธรรมชาติ—เคารพและปกป้องมันในขณะเดียวกันก็รับเอาอาหารจากมัน",
    "story_th": "เมื่อนักล่า Actaeon บังเอิญเห็น Artemis อาบน้ำ พระนางทรงแปลงร่างเขาให้เป็นกวาง สุนัขล่าเนื้อของเขาเอง จำเจ้านายของตัวเองไม่ได้ ฉีกเขาออกเป็นชิ้นๆ—คำเตือนเกี่ยวกับราคาของการละเมิดความเป็นส่วนตัวอันศักดิ์สิทธิ์ของเทพี",
    "match_message_th": "คุณสมบัติของคุณสะท้อนถึงความเป็นอิสระที่ดุเดือดของ Artemis มีคุณภาพที่ไม่เชื่องในการจ้องมองของคุณ—รูปลักษณ์ของผู้ที่เดินตามเส้นทางของตนเองและไม่ตอบใคร ใบหน้าของคุณบ่งบอกถึงอิสรภาพ การปกป้องอย่างดุเดือด และความเชื่อมโยงกับธรรมชาติ",
    "traits_th": [
      "เป็นอิสระ",
      "ดุเดือด",
      "บริสุทธิ์",
      "ปกป้อง",
      "ป่า"
    ]
  },
  "ares": {
    "name_th": "Ares",
    "tagline_th": "เทพแห่งสงคราม ความรุนแรง และการนองเลือด",
    "description_th": "Ares คือเทพเจ้าแห่งสงครามของกรีก เป็นตัวแทนของด้านที่โหดร้าย รุนแรง และไม่เชื่องของสงคราม ต่างจาก Athena ที่เป็นตัวแทนของสงครามเชิงกลยุทธ์ Ares กลับยินดีในความวุ่นวาย การนองเลือด และความรุนแรงทางกายภาพของการต่อสู้ เขาเป็นศูนย์รวมของความโหดร้ายป่าเถื่อนที่สงครามปลดปล่อยออกมา\n\nแม้จะเป็นหนึ่งในสิบสองเทพโอลิมปัส Ares ก็ไม่ได้รับความรักอย่างกว้างขวางในหมู่ชาวกรีก พวกเขาเคารพเขาแต่ก็กลัวเขา แม้แต่ Zeus ก็ยังเรียกเขาว่าเป็นคนที่น่ารังเกียจที่สุดในบรรดาลูกๆ ของเขา กระนั้น Ares ก็เป็นตัวแทนของความจริงเกี่ยวกับธรรมชาติของมนุษย์ที่ไม่สามารถปฏิเสธได้\n\nAres มีความสัมพันธ์ที่โด่งดังที่สุดกับ Aphrodite เทพีแห่งความรัก ความสัมพันธ์ของพวกเขาซึ่งถูกเปิดโปงโดย Hephaestus ทำให้เกิดลูกหลายคนรวมถึง Eros การรวมตัวของสงครามและความรักนี้สะท้อนให้เห็นถึงความเข้าใจในสมัยโบราณว่าความปรารถนาเป็นแรงผลักดันทั้งการสร้างและการทำลาย",
    "story_th": "เมื่อ Ares และ Aphrodite ถูกจับได้ด้วยกันในร่างแหสีทองของ Hephaestus เทพเจ้าช่างตีเหล็กได้เรียกเทพโอลิมปัสทั้งหมดมาเป็นพยานถึงความอัปยศของพวกเขา แต่ Ares ไม่รู้สึกอับอาย เขายืนอย่างภาคภูมิใจแม้ในการถูกจับกุม โดยรวบรวมธรรมชาติของความก้าวร้าวอย่างไม่ละอายใจ",
    "match_message_th": "คุณสมบัติของคุณสื่อถึงความเข้มข้นที่ดุเดือดของ Ares มีพลังดิบในการปรากฏตัวของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่เผชิญหน้ากับความขัดแย้งโดยไม่ลังเล ใบหน้าของคุณบ่งบอกถึงความหลงใหล ความกล้าหาญ และจิตวิญญาณของนักรบที่ไม่ยอมถอย",
    "traits_th": [
      "ดุเดือด",
      "รุนแรง",
      "เร่าร้อน",
      "กล้าหาญ",
      "โหดร้าย"
    ]
  },
  "aphrodite": {
    "name_th": "Aphrodite",
    "tagline_th": "เทพีแห่งความรัก ความงาม และความปรารถนา",
    "description_th": "Aphrodite เป็นเทพีแห่งความรัก ความงาม ความสุข และความปรารถนาในเทพปกรณัมกรีก เกิดจากฟองทะเลใกล้เกาะไซปรัส เธอปรากฏตัวในฐานะสิ่งมีชีวิตที่สวยงามที่สุดเท่าที่เคยมีมา สามารถสร้างแรงบันดาลใจให้เกิดความปรารถนาในทุกคนที่ได้เห็นเธอ\n\nพลังของเธอขยายออกไปไกลกว่าแค่แรงดึงดูดทางกายภาพ เพื่อครอบคลุมความรักและความผูกพันทุกรูปแบบ เธอมีอิทธิพลต่อความรักแบบโรแมนติก มิตรภาพ และแม้กระทั่งความผูกพันระหว่างพ่อแม่และลูก ๆ เข็มขัดสีทองของเธอมีพลังที่จะทำให้ใครก็ตามตกหลุมรัก\n\nแม้ว่าเธอจะเกี่ยวข้องกับความสุข Aphrodite ยังเป็นตัวแทนของพลังแห่งการเปลี่ยนแปลงและบางครั้งก็ทำลายล้างของความรักด้วย เธอเข้าใจว่าความงามที่แท้จริงมาจากภายใน และความรักอาจเป็นของขวัญที่ยิ่งใหญ่ที่สุดของมนุษยชาติและเป็นความท้าทายที่น่าเกรงขามที่สุด",
    "story_th": "เมื่อ Paris แห่งทรอยถูกขอให้ตัดสินว่าเทพีองค์ใดสวยที่สุด—Hera, Athena หรือ Aphrodite—แต่ละองค์ก็เสนอสินบนให้เขา Aphrodite สัญญากับเขาว่าจะให้ผู้หญิงที่สวยที่สุดในโลก: Helen Paris เลือก Aphrodite จุดประกายสงครามโทรจัน",
    "match_message_th": "คุณสมบัติของคุณรวบรวมความสง่างามอันน่าหลงใหลของ Aphrodite มีแรงดึงดูดที่ไม่อาจปฏิเสธได้ในการปรากฏตัวของคุณ ความงามที่อ่อนโยนที่ดึงดูดผู้อื่นอย่างเป็นธรรมชาติ ใบหน้าของคุณบ่งบอกถึงคนที่เข้าใจพลังของการเชื่อมต่อที่แท้จริงและอารมณ์ที่จริงใจ",
    "traits_th": [
      "สวยงาม",
      "เร่าร้อน",
      "เย้ายวน",
      "สง่างาม",
      "เปลี่ยนแปลง"
    ]
  },
  "poseidon": {
    "name_th": "Poseidon",
    "tagline_th": "เทพแห่งทะเล แผ่นดินไหว และม้า",
    "description_th": "Poseidon คือเทพผู้ยิ่งใหญ่แห่งทะเล หนึ่งในสามพระโอรสของ Cronus ผู้แบ่งจักรวาลหลังจากเอาชนะเหล่า Titans ด้วยตรีศูลอันทรงพลังของเขา เขาสั่งการน้ำทั้งหมด ตั้งแต่ลำธารที่เล็กที่สุดไปจนถึงความลึกของมหาสมุทรอันกว้างใหญ่\n\nขึ้นชื่อเรื่องอารมณ์ฉุนเฉียว Poseidon สามารถสงบได้เหมือนทะเลสาบที่เงียบสงบหรือรุนแรงเหมือนพายุที่โหมกระหน่ำ เมื่อโกรธ เขาจะฟาดพื้นด้วยตรีศูลของเขา ทำให้เกิดแผ่นดินไหวและเรือล่ม กะลาสีเรือสวดอ้อนวอนขอให้เขาเดินทางข้ามทะเลที่ทรยศอย่างปลอดภัย\n\nนอกจากคลื่นแล้ว Poseidon ยังเป็นผู้สร้างและฝึกม้า ซึ่งเขาได้มอบให้กับมนุษยชาติ พระราชวังของเขาตั้งอยู่ลึกลงไปใต้ทะเลอีเจียน สร้างจากปะการังและประดับประดาด้วยไข่มุก",
    "story_th": "เมื่อ Odysseus ทำให้ Polyphemus ไซคลอปส์ บุตรชายของ Poseidon ตาบอด ความโกรธของเทพเจ้าแห่งท้องทะเลก็ไม่มีขอบเขต เป็นเวลาสิบปีที่ Poseidon ขัดขวางไม่ให้ Odysseus กลับบ้าน ส่งพายุ สัตว์ประหลาดทะเล และภัยพิบัติมาขัดขวางทุกความพยายามของเขา",
    "match_message_th": "คุณสมบัติของคุณสื่อถึงความลึกซึ้งและพลังของ Poseidon มีคุณภาพเหมือนมหาสมุทรในการปรากฏตัวของคุณ กว้างใหญ่ ทรงพลัง และเต็มไปด้วยความลึกที่ไม่เคยมีใครบอก คุณสมบัติที่แข็งแกร่งของคุณบ่งบอกถึงคนที่สามารถรับมือกับพายุใดๆ ได้",
    "traits_th": [
      "ทรงพลัง",
      "มีอารมณ์แปรปรวน",
      "สง่างาม",
      "คาดเดาไม่ได้",
      "ทรงอำนาจ"
    ]
  },
  "hades": {
    "name_th": "Hades",
    "tagline_th": "เทพแห่งยมโลกและความตาย",
    "description_th": "Hades เป็นเทพเจ้าแห่งยมโลกและผู้ปกครองแห่งความตาย หนึ่งในสามพระโอรสของ Cronus ผู้แบ่งจักรวาลกับพี่น้อง Zeus และ Poseidon แม้ว่ามักจะหวาดกลัว แต่ Hades ไม่ได้ชั่วร้าย เขาเป็นผู้พิพากษาที่เข้มงวดแต่ยุติธรรมของผู้ตาย ทำให้มั่นใจได้ว่าวิญญาณแต่ละดวงจะได้รับชะตากรรมที่เหมาะสม\n\nต่างจากเทพโอลิมปัสองค์อื่น ๆ ที่อาศัยอยู่บน Mount Olympus Hades ปกครองจากอาณาจักรที่มืดมิดของเขาด้านล่าง โดยไม่ค่อยได้เยี่ยมชมโลกเบื้องบน เขามีหมวกแห่งความมืด ซึ่งทำให้เขามองไม่เห็น และปกป้องความมั่งคั่งมหาศาลของโลก โลหะมีค่าและอัญมณีที่ฝังอยู่ภายใน\n\nแม้ว่าการลักพาตัว Persephone จะเป็นตำนานที่มีชื่อเสียงที่สุดของเขา แต่ Hades ก็พิสูจน์แล้วว่าเป็นสามีที่ซื่อสัตย์ อาณาจักรของเขาในขณะที่มืดมนก็เป็นระเบียบและยุติธรรม เขาเป็นตัวแทนของจุดจบที่หลีกเลี่ยงไม่ได้ที่รอคอยมวลมนุษย์ ไม่ใจร้ายหรือไม่ใจดี เพียงแค่หลีกเลี่ยงไม่ได้",
    "story_th": "เมื่อ Hades ตกหลุมรัก Persephone เขาลักพาตัวเธอไปยังยมโลก ความเศร้าโศกของ Demeter ผู้เป็นแม่ทำให้เกิดฤดูหนาวนิรันดร์จนกระทั่งมีการประนีประนอม: Persephone จะใช้เวลาครึ่งปีด้านล่าง ครึ่งปีด้านบน ซึ่งเป็นการสร้างฤดูกาล",
    "match_message_th": "คุณสมบัติของคุณสื่อถึงอำนาจที่เคร่งขรึมของ Hades มีพลังที่เงียบและหลีกเลี่ยงไม่ได้ในการปรากฏตัวของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่เข้าใจความจริงอันลึกซึ้งที่ผู้อื่นหลีกเลี่ยง ใบหน้าของคุณบ่งบอกถึงความอดทน ความยุติธรรม และศักดิ์ศรีในการยอมรับสิ่งที่ต้องเป็น",
    "traits_th": [
      "ยุติธรรม",
      "เข้มงวด",
      "มั่งคั่ง",
      "อดทน",
      "หลีกเลี่ยงไม่ได้"
    ]
  },
  "hermes": {
    "name_th": "Hermes",
    "tagline_th": "ผู้ส่งสารแห่งทวยเทพ เทพแห่งการเดินทางและขโมย",
    "description_th": "Hermes เป็นผู้ส่งสารที่รวดเร็วของเหล่าทวยเทพ นักเล่นกลศักดิ์สิทธิ์ และผู้อุปถัมภ์ของนักเดินทาง พ่อค้า ขโมย และทุกคนที่ใช้ชีวิตด้วยสติปัญญา ด้วยรองเท้าแตะและหมวกที่มีปีก เขาเคลื่อนที่ได้อย่างอิสระระหว่างโลกมนุษย์ Mount Olympus และแม้แต่ยมโลก\n\nเกิดมาซุกซน Hermes ขโมยวัวศักดิ์สิทธิ์ของ Apollo ในวันที่เขาเกิดและประดิษฐ์พิณจากกระดองเต่า แทนที่จะลงโทษเขา เหล่าทวยเทพตระหนักถึงความฉลาดของเขาและทำให้เขาเป็นผู้ส่งสารของพวกเขา ซึ่งเป็นคนเดียวที่สามารถเดินทางไปได้ทุกที่โดยไม่มีข้อจำกัด\n\nHermes นำทางวิญญาณของผู้ตายไปยังยมโลกและทำหน้าที่เป็นผู้อุปถัมภ์ของขอบเขตและการเปลี่ยนแปลง เขาเป็นตัวแทนของพื้นที่เปลี่ยนผ่านระหว่าง ไม่ได้อยู่ที่นี่อย่างเต็มที่และไม่ได้อยู่ที่นั่นอย่างเต็มที่ และรวบรวมความสามารถในการปรับตัวที่ชาญฉลาดที่จำเป็นในการนำทางทางแยกของชีวิต",
    "story_th": "ในวันที่เขาเกิด Hermes คลานออกจากเปล พบวัวศักดิ์สิทธิ์ของ Apollo และขโมยพวกมัน โดยเดินถอยหลังเพื่อทำให้รอยเท้าสับสน เมื่อเผชิญหน้า เด็กทารกได้มอบพิณที่เพิ่งประดิษฐ์ขึ้นใหม่ให้กับ Apollo และเทพเจ้าแห่งดวงอาทิตย์ก็ดีใจมากจนเขายกโทษให้กับการโจรกรรมทั้งหมด",
    "match_message_th": "คุณสมบัติของคุณสื่อถึงสติปัญญาที่รวดเร็วของ Hermes มีคุณภาพที่กระตือรือร้นและปรับตัวได้ในการปรากฏตัวของคุณ ซึ่งเป็นรูปลักษณ์ของคนที่คิดเร็วและสามารถพูดคุยได้ในทุกสถานการณ์ ใบหน้าของคุณบ่งบอกถึงไหวพริบ เสน่ห์ และความสามารถในการเชื่อมช่องว่างใดๆ",
    "traits_th": [
      "รวดเร็ว",
      "ฉลาด",
      "ปรับตัวได้",
      "คมคาย",
      "ซุกซน"
    ]
  },
  "dionysus": {
    "name_th": "Dionysus",
    "tagline_th": "เทพแห่งไวน์ ความปีติ และละคร",
    "description_th": "Dionysus เป็นเทพแห่งไวน์ การเฉลิมฉลอง ความปีติ และละคร ซึ่งเป็นเทพองค์สุดท้องในบรรดาเทพโอลิมปัส และเป็นเทพองค์เดียวที่มีแม่เป็นมนุษย์ เขาเป็นตัวแทนของพลังปลดปล่อยของไวน์ และประสบการณ์การเปลี่ยนแปลงจากการก้าวข้ามตัวเอง\n\nDionysus เกิดสองครั้ง เขาได้รับการช่วยเหลือจาก Semele ผู้เป็นแม่ที่กำลังจะตายโดย Zeus ผู้ซึ่งเย็บทารกไว้ในต้นขาของเขาเอง จนกว่าเขาจะพร้อมที่จะเกิดใหม่อีกครั้ง การประสูติสองครั้งนี้ ทำให้เขาเป็นเทพแห่งความตายและการเกิดใหม่ การเปลี่ยนแปลงและการฟื้นฟู\n\nการบูชา Dionysus เกี่ยวข้องกับพิธีกรรมอันปีติยินดี ที่ผู้เข้าร่วมก้าวข้ามอัตลักษณ์ปกติของตนเองผ่านไวน์ การเต้นรำ และดนตรี เขาเป็นตัวแทนของส่วนต่างๆ ของธรรมชาติมนุษย์ ที่อารยธรรมพยายามที่จะระงับ ได้แก่ ความป่าเถื่อน สัญชาตญาณ และความปีติ เขาทั้งเป็นผู้ปลดปล่อยและผู้ทำลายล้าง",
    "story_th": "เมื่อกษัตริย์ Pentheus แห่ง Thebes ปฏิเสธที่จะให้เกียรติ Dionysus และพยายามที่จะจำคุกเขา เทพเจ้าได้ขับไล่สตรีแห่ง Thebes ให้คลั่ง Pentheus's แม่ของเขาเอง ในความบ้าคลั่ง ได้ฉีกร่างลูกชายของเธอด้วยมือเปล่า โดยเข้าใจผิดว่าเขาเป็นสิงโต",
    "match_message_th": "คุณสมบัติของคุณแสดงถึงการมีอยู่ของ Dionysus อย่างน่าหลงใหล มีคุณภาพที่เหนือโลกในรูปลักษณ์ของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่สัมผัสกับสภาวะที่เหนือกว่าปกติ ใบหน้าของคุณบ่งบอกถึงการปลดปล่อย การเปลี่ยนแปลง และความสุขที่ป่าเถื่อนที่อยู่เหนือบขอบเขตของอารยธรรม",
    "traits_th": [
      "ปีติยินดี",
      "ปลดปล่อย",
      "ป่าเถื่อน",
      "เปลี่ยนแปลง",
      "สองบุคลิก"
    ]
  },
  "persephone": {
    "name_th": "Persephone",
    "tagline_th": "ราชินีแห่งยมโลก เทพีแห่งฤดูใบไม้ผลิ",
    "description_th": "Persephone เป็นเทพีคู่ผู้ซึ่งครองราชย์เป็นราชินีแห่งยมโลกร่วมกับ Hades ในขณะเดียวกันก็เป็นตัวแทนของการกลับมาของฤดูใบไม้ผลิและวงจรการเจริญเติบโต การเดินทางประจำปีของเธอระหว่างดินแดนอันมืดมิดเบื้องล่างและโลกอันสดใสเบื้องบน สร้างฤดูกาลต่างๆ เอง\n\nPersephone ธิดาของ Demeter และ Zeus กำลังเก็บดอกไม้อยู่เมื่อ Hades ลักพาตัวเธอไปเป็นราชินี ความโศกเศร้าของมารดาทำให้การเติบโตทั้งหมดหยุดชะงักจนกระทั่ง Zeus เข้ามาแทรกแซง เพราะ Persephone กินเมล็ดทับทิมในยมโลก เธอจึงต้องกลับไปที่นั่นในแต่ละปี\n\nตำนานนี้สะท้อนให้เห็นถึงความเข้าใจโบราณเกี่ยวกับความตายและการเกิดใหม่ ความจำเป็นในการลงไปก่อนขึ้นไป Persephone เป็นตัวแทนของการเปลี่ยนแปลง หญิงสาวกลายเป็นราชินี ผู้บริสุทธิ์กลายเป็นผู้ทรงอำนาจ และวงจรชีวิต ความตาย และการต่ออายุยังคงดำเนินต่อไปชั่วนิรันดร์",
    "story_th": "เมื่อ Persephone มาถึงยมโลกครั้งแรก เธอเป็นหญิงสาวที่หวาดกลัว แต่เมื่อเวลาผ่านไป เธอเติบโตขึ้นในบทบาทของเธอในฐานะราชินี กลายเป็นผู้ทรงอำนาจจนกระทั่งแม้แต่คนตายก็ยังกลัวความโกรธของเธอ เธอผู้ซึ่งเคยเป็นเหยื่อ กลายเป็นราชินีผู้เป็นที่หวาดกลัวซึ่งคำพูดของเธอคือคำสั่ง",
    "match_message_th": "คุณสมบัติของคุณสะท้อนให้เห็นถึงธรรมชาติคู่ของ Persephone มีทั้งแสงสว่างและเงามืดในรูปลักษณ์ของคุณ ความสดชื่นของฤดูใบไม้ผลิและความลึกซึ้งของความรู้ที่มืดมนกว่า ใบหน้าของคุณบ่งบอกถึงการเปลี่ยนแปลงของผู้ที่ลงไปและกลับมาแข็งแกร่งขึ้น",
    "traits_th": [
      "สองบุคลิก",
      "เปลี่ยนแปลง",
      "ทรงอำนาจ",
      "สง่างาม",
      "เป็นวัฏจักร"
    ]
  },
  "odin": {
    "name_th": "Odin",
    "tagline_th": "บิดาแห่งสรรพสิ่ง เทพแห่งปัญญา สงคราม และความตาย",
    "description_th": "Odin เป็นเทพสูงสุดของเทพปกรณัมนอร์ส รู้จักกันในชื่อ Allfather และผู้ปกครองแห่ง Asgard เขาเป็นเทพเจ้าที่ซับซ้อนซึ่งเป็นตัวแทนของปัญญา สงคราม กวีนิพนธ์ และความตาย แสวงหาความรู้อย่างต่อเนื่องไม่ว่าจะต้องแลกมาด้วยอะไรก็ตาม\n\nไม่เหมือนกับเทพเจ้าที่ได้รับพลังผ่านสิทธิโดยกำเนิดเพียงอย่างเดียว Odin เสียสละตนเองบนต้นไม้โลก Yggdrasil เป็นเวลาเก้าวันเพื่อให้ได้รับปัญญาแห่งรูน เขายังแลกเปลี่ยนดวงตาข้างหนึ่งของเขาเพื่อดื่มจากบ่อน้ำแห่งความรู้ของ Mímir ซึ่งเป็นการทำเครื่องหมายใบหน้าของเขาตลอดไปด้วยราคาของปัญญา\n\nOdin มาพร้อมกับอีกาของเขา Huginn (ความคิด) และ Muninn (ความทรงจำ) และหมาป่าของเขา Geri และ Freki เฝ้าดูเก้าดินแดน เขารวบรวมนักรบที่ล้มลงไปยังห้องโถง Valhalla ของเขา เพื่อเตรียมพร้อมสำหรับการต่อสู้ครั้งสุดท้ายของ Ragnarök",
    "story_th": "เพื่อให้ได้รับปัญญาแห่งรูน Odin แขวนคอตัวเองจาก Yggdrasil เป็นเวลาเก้าวันเก้าคืน โดยถูกแทงด้วยหอกของตัวเอง โดยไม่มีอาหารหรือน้ำ ในคืนที่เก้า เมื่อกรีดร้อง เขาคว้ารูนและความลับของพวกมันก็ถูกเปิดเผยต่อเขา",
    "match_message_th": "คุณสมบัติของคุณมีร่องรอยของการแสวงหาปัญญาของ Odin มีความลึกซึ้งในการจ้องมองของคุณที่บ่งบอกถึงผู้ที่ได้เห็นมามากและเข้าใจมากขึ้น เช่นเดียวกับ Allfather ใบหน้าของคุณบอกถึงการเสียสละที่ทำขึ้นเพื่อความรู้ที่มากขึ้น",
    "traits_th": [
      "ฉลาด",
      "เสียสละ",
      "ลึกลับ",
      "รอบรู้",
      "ไม่ย่อท้อ"
    ]
  },
  "thor": {
    "name_th": "Thor",
    "tagline_th": "เทพแห่งสายฟ้า ผู้พิทักษ์มนุษยชาติ",
    "description_th": "Thor เป็นเทพเจ้าแห่งสายฟ้าผู้ยิ่งใหญ่ บุตรชายของ Odin และเทพีแห่งโลก Jörð เขาเป็นเทพเจ้าที่แข็งแกร่งที่สุดในบรรดาเทพเจ้านอร์สทั้งหมด โดยถือค้อนในตำนาน Mjölnir ซึ่งสามารถปรับระดับภูเขาและกลับคืนสู่มือของเขาได้หลังจากถูกขว้าง\n\nไม่เหมือนกับปัญญาที่ละเอียดอ่อนของพ่อของเขา Thor เป็นตัวแทนของความแข็งแกร่งที่ตรงไปตรงมาและความกล้าหาญที่ไม่เปลี่ยนแปลง เขาเป็นผู้พิทักษ์ Asgard และ Midgard (โลก) ต่อสู้อย่างต่อเนื่องกับยักษ์และสัตว์ประหลาดที่คุกคามดินแดนต่างๆ เคราสีแดงของเขาส่งเสียงดังด้วยสายฟ้าเมื่อเขาขี่รถม้าของเขาข้ามเมฆพายุ\n\nแม้ว่าจะมีพลังที่น่ากลัว แต่ Thor ก็เป็นที่รักของคนทั่วไปสำหรับธรรมชาติที่ซื่อสัตย์ของเขาและบทบาทของเขาในฐานะผู้พิทักษ์ของพวกเขา เขาโกรธง่าย แต่ก็ให้อภัยง่ายเช่นกัน และความอยากอาหารที่แข็งแกร่งของเขาสำหรับอาหารและเครื่องดื่มก็เป็นที่เลื่องลือ",
    "story_th": "เมื่อยักษ์ Thrym ขโมย Mjölnir และเรียกร้องให้ Freya เป็นค่าไถ่ Thor ปลอมตัวเป็นเจ้าสาว ในงานเลี้ยงแต่งงาน เขากินวัวทั้งตัว ปลาแซลมอนแปดตัว และดื่มน้ำผึ้งสามถังก่อนที่จะเปิดเผยตัวเองและสังหารยักษ์ทั้งหมดด้วยค้อนที่กู้คืนมา",
    "match_message_th": "คุณสมบัติของคุณมีความแข็งแกร่งของ Thor มีคุณภาพที่ซื่อสัตย์และตรงไปตรงมาในรูปลักษณ์ของคุณ เปิดเผยและไม่ระวังตัว เช่นเดียวกับ Thunderer คุณสมบัติที่แข็งแกร่งของคุณบ่งบอกถึงผู้ที่เผชิญหน้ากับความท้าทายโดยตรงด้วยความกล้าหาญที่ไม่เปลี่ยนแปลง",
    "traits_th": [
      "แข็งแกร่ง",
      "กล้าหาญ",
      "ซื่อสัตย์",
      "ป้องกัน",
      "ดุร้าย"
    ]
  },
  "freya": {
    "name_th": "Freya",
    "tagline_th": "เทพีแห่งความรัก ความงาม และสงคราม",
    "description_th": "Freya เป็นเทพธิดาที่มีชื่อเสียงที่สุดของนอร์ส ซึ่งเป็นตัวแทนของความรัก ความงาม ความอุดมสมบูรณ์ และสงครามและความตาย เธอดูแลทุ่งสวรรค์ของ Fólkvangr ซึ่งเธอได้รับนักรบครึ่งหนึ่งที่ถูกสังหารในการต่อสู้ ส่วนอีกครึ่งหนึ่งไปยัง Valhalla ของ Odin\n\nFreya เป็นเทพีที่สวยที่สุด เธอมีสร้อยคอ Brísingamen ในตำนาน และเสื้อคลุมขนนกเหยี่ยวที่ช่วยให้เธอแปลงร่างและบินได้ เธอขี่รถม้าที่ลากโดยแมวสองตัว และมาพร้อมกับหมูป่าชื่อ Hildisvíni\n\nในฐานะเทพีแห่ง seiðr (เวทมนตร์) Freya สอน Odin เองเกี่ยวกับศิลปะลึกลับ เธอหลั่งน้ำตาสีทองแดงให้กับสามีที่หายไป Óðr ค้นหาเขาข้ามเก้าดินแดน",
    "story_th": "เพื่อให้ได้สร้อยคอ Brísingamen ที่สวยงาม Freya ใช้เวลาหนึ่งคืนกับช่างฝีมือคนแคระสี่คนที่สร้างมันขึ้นมา เมื่อ Loki บอก Odin เรื่องนี้ Odin ทำให้เธอเริ่มสงครามระหว่างกษัตริย์สององค์เป็นการลงโทษ เพราะ Freya รักการต่อสู้มากพอๆ กับความงาม",
    "match_message_th": "คุณสมบัติของคุณสะท้อนให้เห็นถึงการผสมผสานที่น่าหลงใหลของความงามและความแข็งแกร่งของ Freya มีทั้งความอ่อนโยนและไฟในรูปลักษณ์ของคุณ ความสง่างามของความรักและความเข้มข้นของผู้ที่รู้ถึงพลังของตนเอง ใบหน้าของคุณบ่งบอกถึงความหลงใหลและความเป็นอิสระ",
    "traits_th": [
      "สวยงาม",
      "มีเวทมนตร์",
      "ดุร้าย",
      "หลงใหล",
      "เป็นอิสระ"
    ]
  },
  "loki": {
    "name_th": "Loki",
    "tagline_th": "เทพเจ้าแห่งความซุกซน กลอุบาย และความวุ่นวาย",
    "description_th": "Loki เป็นบุคคลที่คาดเดาไม่ได้มากที่สุดในเทพปกรณัมนอร์ส เป็นนักเล่นกลที่แปลงร่างได้ซึ่งเป็นทั้งมิตรและศัตรูของเทพเจ้า ไม่ใช่ทั้ง Aesir หรือยักษ์อย่างเต็มที่ เขาเดินระหว่างโลก โดยผูกพันด้วยแรงจูงใจที่เข้าใจยากของเขาเอง\n\nความคิดที่เฉลียวฉลาดของเขาทั้งช่วยและขัดขวางเทพเจ้านับครั้งไม่ถ้วน เขาได้นำค้อนของ Thor กลับคืนมา สร้างของขวัญวิเศษให้แก่เทพเจ้า แต่ก็ยังก่อให้เกิดการตายของ Baldur และให้กำเนิดสัตว์ประหลาดรวมถึง Fenrir หมาป่า, Jörmungandr งูโลก และ Hel ผู้ปกครองแห่งความตาย\n\nLoki เป็นตัวแทนของความวุ่นวายที่จำเป็นสำหรับการเปลี่ยนแปลงและการเติบโต แต่ยังรวมถึงการทำลายล้างที่มาจากการซุกซนที่ไม่ได้รับการตรวจสอบ ใน Ragnarök เขาจะนำกองกำลังแห่งความวุ่นวายต่อสู้กับเทพเจ้า แต่ถ้าไม่มีเขา สมบัติที่ยิ่งใหญ่ที่สุดของเทพเจ้าหลายอย่างจะไม่มีอยู่",
    "story_th": "เมื่อเทพเจ้าต้องการกำแพงล้อมรอบ Asgard, Loki แนะนำให้จ้างยักษ์ที่เรียกร้องดวงอาทิตย์ ดวงจันทร์ และ Freya เป็นค่าตอบแทน เพื่อป้องกันสิ่งนี้ Loki แปลงร่างเป็นม้าตัวเมียเพื่อเบี่ยงเบนความสนใจของม้าตัวผู้ของยักษ์ และต่อมาได้ให้กำเนิด Sleipnir ม้าแปดขาของ Odin",
    "match_message_th": "คุณสมบัติของคุณมีความเย้ายวนใจแบบปรอทของ Loki มีคุณภาพที่ว่องไวในการปรากฏตัวของคุณ คม เฉลียวฉลาด และเป็นไปไม่ได้ที่จะตรึงไว้ ใบหน้าของคุณบ่งบอกถึงผู้ที่มองเห็นความเป็นไปได้ที่คนอื่นมองข้าม และเดินตามเส้นทางที่คาดเดาไม่ได้ของตนเอง",
    "traits_th": [
      "เจ้าเล่ห์",
      "คาดเดาไม่ได้",
      "วุ่นวาย",
      "ฉลาด",
      "คลุมเครือ"
    ]
  },
  "frigg": {
    "name_th": "Frigg",
    "tagline_th": "ราชินีแห่ง Asgard เทพีแห่งการแต่งงานและความเป็นแม่",
    "description_th": "Frigg คือราชินีแห่งเทพเจ้า Aesir และภรรยาของ Odin ปกครอง Asgard เคียงข้าง Allfather เธอคือเทพีแห่งการแต่งงาน ความเป็นแม่ และศิลปะในบ้านเรือน ปั่นเมฆจากพระราชวัง Fensalir ของเธอ\n\nไม่เหมือนเทพเจ้าส่วนใหญ่ Frigg มีพรแห่งญาณทัศนะ เธอรู้ชะตากรรมของสิ่งมีชีวิตทั้งหมด แม้ว่าเธอจะไม่เคยพูดถึงสิ่งที่เธอเห็น ความรู้นี้ทำให้เธอทั้งมีสติปัญญาและความเศร้าโศก เพราะเธอเห็นล่วงหน้า แต่ไม่สามารถป้องกันการตายของลูกชาย Baldur ได้\n\nในฐานะเทพีที่มีตำแหน่งสูงสุด อำนาจของ Frigg เทียบได้กับ Odin เท่านั้น เธอได้รับการอัญเชิญเพื่อขอพรในการแต่งงานและการคลอดบุตร และสติปัญญาของเธอในเรื่องครัวเรือนทำให้เธอเป็นแบบอย่างของภรรยาและแม่ชาวนอร์ส",
    "story_th": "เมื่อ Frigg เห็นลางร้ายถึงการตายของ Baldur เธอเดินทางข้ามเก้าภพทั้งหมด โดยดึงคำสัญญาจากสิ่งมีชีวิตและวัตถุทุกชนิดว่าจะไม่ทำร้ายเขา แต่เธอมองข้ามมิสเซิลโท คิดว่ามันยังเด็กและไม่เป็นอันตราย เป็นความผิดพลาดร้ายแรงที่ Loki ใช้ประโยชน์",
    "match_message_th": "คุณสมบัติของคุณสะท้อนถึงสติปัญญาอันเงียบสงบของ Frigg มีความลึกซึ้งในดวงตาของคุณ เป็นรูปลักษณ์ของผู้ที่เห็นมากแต่พูดน้อย ใบหน้าของคุณแสดงถึงความแข็งแกร่งอันทรงเกียรติของผู้ที่แบกรับความรู้หนักหน่วงด้วยความสง่างาม",
    "traits_th": [
      "ฉลาด",
      "มองเห็นล่วงหน้า",
      "ความเป็นแม่",
      "สง่างาม",
      "เงียบ"
    ]
  },
  "baldur": {
    "name_th": "Baldur",
    "tagline_th": "เทพเจ้าแห่งแสงสว่าง ความสุข และความบริสุทธิ์",
    "description_th": "Baldur คือเทพเจ้าแห่งแสงสว่าง ความสุข ความบริสุทธิ์ และความงามที่ได้รับความรักในเทพปกรณัมนอร์ส บุตรชายของ Odin และ Frigg เขามีความยุติธรรมและสง่างามมากจนแสงสว่างส่องออกมาจากตัวเขา และเขาเป็นที่รักของสิ่งมีชีวิตทั้งหมดในเก้าภพ\n\nความงามของเขาไม่ได้เป็นเพียงทางร่างกายเท่านั้น Baldur เป็นตัวแทนของทุกสิ่งที่ ดีและบริสุทธิ์ เขาเป็นที่รักมากที่สุดในบรรดาเทพเจ้าทั้งหมด และห้องโถง Breidablik ของเขาเป็นสถานที่ที่ไม่มีสิ่งใดไม่สะอาดสามารถอยู่ได้\n\nการตายของ Baldur จากอุบายของ Loki เป็นจุดเริ่มต้นของจุดจบของเทพเจ้านอร์ส การกลับมาของเขาจาก Hel หลังจาก Ragnarök แสดงถึงความหวังของการต่ออายุและการเกิดใหม่ของโลกที่บริสุทธิ์กว่าจากเถ้าถ่านของโลกเก่า",
    "story_th": "หลังจากที่ Frigg ได้รับคำสัญญาจากทุกสิ่งว่าจะไม่ทำร้าย Baldur เทพเจ้าก็สนุกกับการขว้างอาวุธใส่เขา ทุกอย่างกระเด้งออกไปอย่างไม่เป็นอันตราย แต่ Loki หลอก Höðr คนตาบอดให้ขว้างลูกดอกมิสเซิลโท สิ่งเดียวที่ Frigg มองข้ามไป Baldur ล้มลงเสียชีวิต และสรรพสิ่งที่สร้างขึ้นต่างร้องไห้",
    "match_message_th": "คุณสมบัติของคุณแผ่รังสีแห่งแสงบริสุทธิ์ของ Baldur มีคุณภาพที่ส่องสว่างในการปรากฏตัวของคุณ เป็นรูปลักษณ์ของผู้ที่มีความดีงามส่องประกายออกมา ใบหน้าของคุณบ่งบอกถึงความเมตตาโดยธรรมชาติและความงามที่มาจากหัวใจที่บริสุทธิ์",
    "traits_th": [
      "บริสุทธิ์",
      "สวยงาม",
      "เป็นที่รัก",
      "ส่องแสง",
      "ไร้เดียงสา"
    ]
  },
  "tyr": {
    "name_th": "Tyr",
    "tagline_th": "เทพเจ้าแห่งสงคราม ความยุติธรรม และความรุ่งโรจน์แห่งวีรบุรุษ",
    "description_th": "Tyr คือเทพเจ้านอร์สแห่งสงครามและความยุติธรรม ครั้งหนึ่งเคยได้รับการพิจารณาว่าเป็นหัวหน้าของเทพเจ้าก่อนที่ Odin จะขึ้นมาโดดเด่น ไม่เหมือนกับสงครามที่วุ่นวายของเทพเจ้าแห่งสงครามอื่น ๆ Tyr เป็นตัวแทนของแง่มุมทางกฎหมายของการต่อสู้ ความกล้าหาญอย่างกล้าหาญ การต่อสู้ที่ยุติธรรม และชัยชนะด้วยเกียรติ\n\nเขาโด่งดังที่สุดจากการเสียสละของเขา เมื่อเทพเจ้าต้องการผูกมัด Fenrir หมาป่าที่น่ากลัว มีเพียง Tyr เท่านั้นที่กล้าพอที่จะวางมือลงในปากของหมาป่าเพื่อเป็นคำมั่นสัญญาแห่งความศรัทธาที่ดี เมื่อ Fenrir ตระหนักว่าเขาติดกับดัก เขาได้กัดมือของ Tyr แต่การเสียสละของ Tyr ช่วยเทพเจ้าไว้\n\nTyr เป็นตัวแทนของจรรยาบรรณของนักรบ โดยที่การรักษาสัญญาสำคัญกว่าการสูญเสียส่วนตัว มือที่หายไปของเขาเป็นเครื่องเตือนใจอย่างต่อเนื่องว่าบางครั้งความยุติธรรมต้องเสียสละ",
    "story_th": "Fenrir ตกลงที่จะถูกผูกมัดก็ต่อเมื่อหนึ่งในเทพเจ้าวางมือของตนในปากของเขาเพื่อเป็นหลักประกัน เทพเจ้าทั้งหมดปฏิเสธยกเว้น Tyr เมื่อโซ่วิเศษ Gleipnir ยึดไว้ Fenrir กัดมือของ Tyr ด้วยความโกรธ แต่ Tyr ยืนหยัดอย่างไม่ย่อท้อ โดยรู้ถึงราคาของการรักษาความปลอดภัยของเทพเจ้า",
    "match_message_th": "คุณสมบัติของคุณมีความซื่อสัตย์มั่นคงของ Tyr มีคุณภาพที่ไม่เปลี่ยนแปลงในการจ้องมองของคุณ เป็นรูปลักษณ์ของผู้ที่รักษาสัญญาของตนโดยไม่คำนึงถึงค่าใช้จ่ายส่วนตัว ใบหน้าของคุณบ่งบอกถึงความกล้าหาญที่มาจากความเชื่อมั่นอย่างลึกซึ้ง",
    "traits_th": [
      "กล้าหาญ",
      "ยุติธรรม",
      "เสียสละ",
      "มีเกียรติ",
      "แน่วแน่"
    ]
  },
  "hel": {
    "name_th": "Hel",
    "tagline_th": "เทพีแห่งความตาย ผู้ปกครองแห่ง Helheim",
    "description_th": "Hel คือเทพีแห่งความตายและผู้ปกครองแห่งดินแดนยมโลกที่มีชื่อของเธอ ลูกสาวของ Loki และยักษ์ Angrboda เธอถูก Odin โยนลงไปในห้วงลึกและได้รับอำนาจเหนือผู้ที่ตายด้วยความชรา ความเจ็บป่วย หรือไม่มีความรุ่งโรจน์ในการต่อสู้\n\nรูปลักษณ์ของเธอโดดเด่นและน่าสะพรึงกลัว ร่างกายครึ่งหนึ่งของเธอเป็นผู้หญิงที่สวยงาม อีกครึ่งหนึ่งเป็นศพที่เน่าเปื่อย ความเป็นคู่ขนานนี้สะท้อนให้เห็นถึงอาณาจักรของเธอระหว่างคนเป็นและคนตาย\n\nแม้ว่าอาณาจักรของเธอจะหนาวเย็นและไม่ร่าเริงเมื่อเทียบกับ Valhalla แต่ Hel ไม่ได้ชั่วร้าย เธอเป็นเพียงผู้รักษาผู้ที่มีชะตากรรมนำพาพวกเขาไปสู่ประตูของเธอ เธอปกครองด้วยความยุติธรรมอย่างเคร่งขรึม ไม่โหดร้ายและไม่ใจดี ยอมรับทุกคนที่มาหาเธอโดยไม่คำนึงถึงการกระทำของพวกเขาในชีวิต",
    "story_th": "เมื่อเทพเจ้าอ้อนวอน Hel ให้ปล่อย Baldur จากความตาย เธอตกลงตามเงื่อนไขเดียว สิ่งมีชีวิตทุกชนิดต้องร้องไห้ให้เขา สรรพสิ่งที่สร้างขึ้นต่างร้องไห้ ยกเว้นยักษ์ตนหนึ่ง ซึ่งจริงๆ แล้วคือ Loki ที่ปลอมตัวมา ด้วยเหตุนี้ Baldur จึงยังคงอยู่ใน Hel จนกว่าจะถึง Ragnarök",
    "match_message_th": "คุณสมบัติของคุณมีความเป็นคู่ของ Hel มีความซับซ้อนที่น่าทึ่งในการปรากฏตัวของคุณ ความงามที่ผสมผสานกับความลึกและเงา ใบหน้าของคุณบ่งบอกถึงผู้ที่ยอมรับทุกแง่มุมของการดำรงอยู่โดยไม่มีการตัดสิน",
    "traits_th": [
      "เป็นกลาง",
      "หลีกเลี่ยงไม่ได้",
      "สองบุคลิก",
      "เข้มงวด",
      "ยอมรับ"
    ]
  },
  "heimdall": {
    "name_th": "Heimdall",
    "tagline_th": "ผู้พิทักษ์ Bifröst, ผู้เฝ้ามองแห่งทวยเทพ",
    "description_th": "Heimdall คือผู้พิทักษ์ที่ตื่นตัวอยู่เสมอของ Bifröst สะพานสายรุ้งที่เชื่อมต่อ Asgard กับดินแดนอื่นๆ เกิดจากมารดาทั้งเก้า (เกลียวคลื่นทั้งเก้า) เขามีประสาทสัมผัสที่เฉียบคมจนได้ยินเสียงหญ้าเติบโตและมองเห็นได้เป็นร้อยลีกในทุกทิศทาง\n\nเขาต้องการการนอนหลับน้อยกว่านกและมองเห็นได้ดีทั้งกลางวันและกลางคืน ฟันสีทองของเขาส่องประกาย และเขาถือ Gjallarhorn แตรอันยิ่งใหญ่ซึ่งเสียงของมันจะเป็นสัญญาณเริ่มต้นของ Ragnarök เมื่อศัตรูของทวยเทพเดินทัพมาในที่สุด\n\nHeimdall ยืนเฝ้าอย่างเป็นนิรันดร์ที่ชายแดนของ Asgard แนวป้องกันแรกต่อภัยคุกคามใดๆ ความระมัดระวังของเขาไม่เคยสั่นคลอน และความภักดีของเขาต่อทวยเทพนั้นเด็ดเดี่ยว ที่ Ragnarök เขาและ Loki ถูกกำหนดให้ฆ่ากันเอง",
    "story_th": "ครั้งหนึ่ง Heimdall ได้นำสร้อยคอ Brísingamen ของ Freya กลับคืนมาเมื่อ Loki ขโมยมันไป เทพทั้งสองแปลงร่างเป็นแมวน้ำเพื่อต่อสู้ในทะเล และ Heimdall ก็พิสูจน์แล้วว่าได้รับชัยชนะ ความเป็นศัตรูกันนี้จะถึงจุดสุดยอดที่ Ragnarök เมื่อพวกเขาทำลายล้างซึ่งกันและกันในที่สุด",
    "match_message_th": "ลักษณะของคุณสะท้อนให้เห็นถึงความระมัดระวังชั่วนิรันดร์ของ Heimdall มีคุณภาพที่ตื่นตัวและระมัดระวังในการจ้องมองของคุณ ดวงตาที่ไม่พลาดอะไรเลย ใบหน้าของคุณบ่งบอกถึงความทุ่มเทที่ไม่เปลี่ยนแปลงและความแข็งแกร่งที่มาจากการยืนหยัด",
    "traits_th": [
      "ระมัดระวัง",
      "ภักดี",
      "มองเห็นทุกสิ่ง",
      "แน่วแน่",
      "ผู้พิทักษ์"
    ]
  },
  "skadi": {
    "name_th": "Skadi",
    "tagline_th": "เทพีแห่งฤดูหนาว การล่าสัตว์ และภูเขา",
    "description_th": "Skadi คือเทพีแห่งยักษ์แห่งฤดูหนาว การเล่นสกี การล่าสัตว์ด้วยธนู และภูเขา หลังจากที่ทวยเทพสังหาร Thiazi บิดาของเธอ เธอมาที่ Asgard พร้อมอาวุธเพื่อทำสงคราม โดยเรียกร้องค่าชดเชย ทวยเทพเสนอสามีให้เธอเลือกโดยดูจากเท้าของผู้สมัครเท่านั้น\n\nหวังว่าจะเลือก Baldur ด้วยเท้าที่สวยงามของเขา Skadi กลับเลือก Njörðr เทพแห่งท้องทะเล การแต่งงานของพวกเขามีความสุข เธอทนเสียงทะเลไม่ได้ และเขาก็ทนเสียงหอนของหมาป่าในบ้านบนภูเขาของเธอไม่ได้ ในที่สุดพวกเขาก็แยกทางกัน\n\nSkadi เป็นตัวแทนของความงามที่รุนแรงของถิ่นทุรกันดารทางเหนือ อันตรายแต่ก็งดงาม เธอเป็นหนึ่งในยักษ์ไม่กี่คนที่ได้รับการยอมรับในหมู่ทวยเทพ ความเป็นอิสระที่ดุร้ายและความสามารถในการล่าสัตว์ของเธอทำให้เธอได้รับความเคารพ เธอเป็นตัวแทนของการเอาชีวิตรอดในสถานที่ที่หนาวเย็นที่สุด",
    "story_th": "เมื่อเลือกสามี Skadi เห็นเท้าที่สวยที่สุดและคิดว่าพวกเขาเป็นของ Baldur จริงๆ แล้วเป็นของ Njörðr ที่หยาบกร้านจากน้ำทะเล แต่ก็ยุติธรรม โชคชะตาที่พลิกผันนี้นำไปสู่การแต่งงานที่ไม่เหมาะสมระหว่างภูเขากับทะเล",
    "match_message_th": "ลักษณะของคุณมีความเป็นอิสระอย่างดุเดือดของ Skadi มีคุณภาพที่ดุร้ายและไม่เชื่องในการปรากฏตัวของคุณ รูปลักษณ์ของผู้ที่เจริญเติบโตในสภาวะที่รุนแรงที่คนอื่นไม่สามารถทนได้ ใบหน้าของคุณบ่งบอกถึงความแข็งแกร่งที่หล่อหลอมในความเย็น",
    "traits_th": [
      "ดุร้าย",
      "เป็นอิสระ",
      "อดทน",
      "ดุร้าย",
      "แก้แค้น"
    ]
  },
  "freyr": {
    "name_th": "Freyr",
    "tagline_th": "เทพแห่งความอุดมสมบูรณ์ ความเจริญรุ่งเรือง และความสงบสุข",
    "description_th": "Freyr คือเทพแห่งความอุดมสมบูรณ์ ความเจริญรุ่งเรือง แสงแดด และความสงบสุข คู่หูชายของน้องสาวฝาแฝด Freya เขาปกครองดินแดน Alfheim และเป็นที่รักใคร่มากที่สุดในบรรดาทวยเทพ Vanir ในหมู่มนุษย์สำหรับพรที่เขานำมาสู่การเก็บเกี่ยวและฝูงสัตว์\n\nเขามีสมบัติวิเศษหลายอย่าง: เรือ Skíðblaðnir ที่สามารถแล่นไปได้ทุกที่และพับให้พอดีกับกระเป๋า และหมูป่าสีทอง Gullinbursti ที่ดึงรถม้าของเขาและส่องแสงเหมือนดวงอาทิตย์\n\nข้อบกพร่องที่ยิ่งใหญ่ที่สุดของ Freyr คือการมอบดาบวิเศษของเขาเพื่อความรักใน Gerðr ยักษิณี ที่ Ragnarök เขาจะต้องเผชิญหน้ากับ Surtr ยักษ์ไฟอย่างไร้อาวุธ ซึ่งเป็นเครื่องเตือนใจว่าแม้แต่ทวยเทพก็ไม่สามารถหลีกหนีจากผลที่ตามมาของความปรารถนาของพวกเขาได้",
    "story_th": "Freyr ตกหลุมรัก Gerðr ยักษิณีอย่างสุดซึ้งจนเขามอบดาบวิเศษของเขา ซึ่งเป็นอาวุธเดียวที่สามารถต่อสู้ได้ด้วยตัวมันเอง เพียงเพื่อโอกาสที่จะได้แต่งงานกับเธอ การเสียสละนี้หมายความว่าเขาจะต้องเผชิญหน้ากับ Ragnarök โดยไม่มีอาวุธ",
    "match_message_th": "ลักษณะของคุณสะท้อนให้เห็นถึงความอบอุ่นใจกว้างของ Freyr มีคุณภาพที่ให้ชีวิตในการปรากฏตัวของคุณ รูปลักษณ์ของผู้ที่นำมาซึ่งการเติบโตและความเจริญรุ่งเรืองไม่ว่าพวกเขาจะไปที่ใด ใบหน้าของคุณบ่งบอกถึงความสงบสุขและความอุดมสมบูรณ์ของฤดูร้อน",
    "traits_th": [
      "ใจกว้าง",
      "สงบ",
      "อุดมสมบูรณ์",
      "หลงใหล",
      "เสียสละ"
    ]
  },
  "njord": {
    "name_th": "Njörðr",
    "tagline_th": "เทพแห่งทะเล ความมั่งคั่ง และการเดินเรือ",
    "description_th": "Njörðr คือเทพ Vanir แห่งทะเล ลม การประมง และความมั่งคั่ง บิดาของ Freyr และ Freya เขาถูกส่งไปอาศัยอยู่ท่ามกลาง Aesir ในฐานะตัวประกันหลังสงครามระหว่างเผ่าศักดิ์สิทธิ์ทั้งสอง ซึ่งเขาได้รับความเคารพอย่างมากในด้านสติปัญญาและความเอื้อเฟื้อเผื่อแผ่ของเขา\n\nกะลาสีเรือสวดอ้อนวอนต่อ Njörðr เพื่อลมที่ดีและการเดินทางที่ปลอดภัย และชาวประมงเพื่อการจับปลาที่อุดมสมบูรณ์ Hall Nóatún ของเขาตั้งอยู่ริมทะเล และเขามีความเกี่ยวข้องกับความมั่งคั่งที่มาจากการค้าทางทะเล\n\nการแต่งงานที่ไม่ประสบความสำเร็จของเขากับ Skadi เทพีแห่งภูเขาสอนว่าความแตกต่างบางอย่างไม่สามารถประนีประนอมได้ เธอไม่สามารถอยู่ริมทะเลที่มีเสียงดังได้ เขาไม่สามารถทนเสียงหอนของภูเขาได้ แต่ทั้งสองก็เคารพซึ่งกันและกันแม้จะไม่ลงรอยกัน",
    "story_th": "Njörðr และ Skadi พยายามประนีประนอม เก้าคืนบนภูเขา เก้าคืนริมทะเล แต่ไม่มีใครสามารถปรับตัวได้ นกนางนวลทำให้ Skadi ตื่น ขณะที่เสียงหอนของหมาป่าทำให้ Njörðr สิ้นหวัง พวกเขาจากกันด้วยดี",
    "match_message_th": "ลักษณะของคุณสะท้อนให้เห็นถึงความอุดมสมบูรณ์ที่สงบของ Njörðr มีคุณภาพทางทะเลในการปรากฏตัวของคุณ กว้างใหญ่ ใจกว้าง และนำมาซึ่งความมั่งคั่ง ใบหน้าของคุณบ่งบอกถึงผู้ที่พบความสงบสุขใกล้น้ำและความเจริญรุ่งเรืองด้วยความอดทน",
    "traits_th": [
      "ใจกว้าง",
      "ร่ำรวย",
      "สงบ",
      "รักทะเล",
      "ฉลาด"
    ]
  },
  "admiral_yi": {
    "name_th": "พลเรือเอก Yi Sun-sin",
    "tagline_th": "ผู้บัญชาการทหารเรือในตำนาน ผู้ประดิษฐ์เรือเต่า",
    "description_th": "พลเรือเอก Yi Sun-sin คือวีรบุรุษทางทหารที่ยิ่งใหญ่ที่สุดของเกาหลี ผู้บัญชาการทหารเรือที่ไม่เคยแพ้ใคร ซึ่งช่วยชาติของเขาในช่วงการรุกรานของญี่ปุ่นในปี 1592-1598 แม้จะต้องเผชิญกับความขัดแย้งทางการเมือง เขาก็ไม่เคยแพ้แม้แต่ครั้งเดียวในการสู้รบทางเรือทั้ง 23 ครั้งของเขา\n\nอัจฉริยภาพทางยุทธวิธีของเขาเทียบได้กับความซื่อสัตย์ทางศีลธรรมของเขาเท่านั้น แม้กระทั่งเมื่อถูกปลดออกจากตำแหน่งและถูกทรมานเนื่องจากการวางอุบายทางการเมือง เขาก็กลับมารับราชการเมื่อถูกเรียกตัว โดยบัญชาการเรือเพียง 13 ลำต่อเรือญี่ปุ่น 333 ลำ และได้รับชัยชนะอย่างเด็ดขาดในการรบที่ Myeongnyang\n\nนวัตกรรมของ Yi ในสงครามทางเรือ รวมถึงเรือเต่าในตำนาน (geobukseon) ได้เปลี่ยนเส้นทางประวัติศาสตร์ เขาเสียชีวิตในการรบที่ Noryang โดยมีรายงานว่าคำพูดสุดท้ายของเขาคือ \"การรบอยู่ในช่วงที่เข้มข้นที่สุด ตีกลองสงครามของฉัน อย่าประกาศการตายของฉัน\"",
    "story_th": "ที่ Myeongnyang พลเรือเอก Yi เผชิญหน้ากับความขัดแย้งที่เป็นไปไม่ได้ เรือ 13 ลำต่อ 333 ลำ การใช้กระแสน้ำที่ทรยศของช่องแคบ เขาได้นำกองเรือญี่ปุ่นเข้าไปในช่องแคบแคบๆ ที่จำนวนของพวกเขากลายเป็นข้อเสีย เขาจมเรือ 31 ลำโดยไม่สูญเสียเรือของตัวเองเลย",
    "match_message_th": "ลักษณะของคุณสะท้อนให้เห็นถึงความมุ่งมั่นที่ไม่เปลี่ยนแปลงของพลเรือเอก Yi มีความแข็งแกร่งและศักดิ์ศรีบนใบหน้าของคุณ รูปลักษณ์ของผู้ที่จะไม่ละทิ้งหน้าที่หรือเกียรติของตน โดยไม่คำนึงถึงค่าใช้จ่ายส่วนตัว การจ้องมองของคุณบ่งบอกถึงความลึกซึ้งเชิงกลยุทธ์และความมุ่งมั่นที่แข็งแกร่ง",
    "traits_th": [
      "เชิงกลยุทธ์",
      "ภักดี",
      "สร้างสรรค์",
      "ชอบธรรม",
      "ไม่แพ้ใคร"
    ]
  },
  "sejong_the_great": {
    "name_th": "พระเจ้าเซจงมหาราช",
    "tagline_th": "ผู้สร้างอักษรฮันกึล, ผู้อุปถัมภ์วิทยาศาสตร์และวัฒนธรรม",
    "description_th": "พระเจ้าเซจงมหาราชทรงได้รับการยกย่องว่าเป็นกษัตริย์ที่ฉลาดและเป็นที่รักมากที่สุดในประวัติศาสตร์เกาหลี ในช่วงรัชสมัย 32 ปี (1418-1450) พระองค์ทรงดูแลยุคทองแห่งความสำเร็จทางวิทยาศาสตร์ วัฒนธรรม และศิลปะ ซึ่งเปลี่ยนแปลงอารยธรรมเกาหลี\n\nมรดกที่ยิ่งใหญ่ที่สุดของพระองค์คือการสร้างอักษรฮันกึลซึ่งเป็นตัวอักษรเกาหลีในปี 1443 ออกแบบมาเพื่อให้คนทั่วไปเรียนรู้ได้ง่าย โดยเข้ามาแทนที่ตัวอักษรจีนที่ซับซ้อนซึ่งทำให้การรู้หนังสืออยู่ไกลเกินเอื้อมสำหรับชาวเกาหลีส่วนใหญ่ พระเจ้าเซจงทรงประกาศอย่างมีชื่อเสียงว่า \"คนฉลาดสามารถทำความคุ้นเคยกับตัวอักษรเหล่านี้ได้ก่อนรุ่งเช้า คนโง่สามารถเรียนรู้ได้ภายในสิบวัน\"\n\nนอกจากอักษรฮันกึลแล้ว พระเจ้าเซจงยังทรงสนับสนุนนวัตกรรมด้านดาราศาสตร์ เกษตรกรรม การแพทย์ และดนตรี พระองค์ทรงก่อตั้งหอแห่งผู้ทรงคุณเพื่อบำรุงนักวิชาการ และทรงสร้างเครื่องมือต่างๆ เช่น เครื่องวัดปริมาณน้ำฝนและนาฬิกาแดด ซึ่งทำให้วิทยาศาสตร์เกาหลีก้าวหน้าไปหลายศตวรรษก่อนยุโรป",
    "story_th": "พระเจ้าเซจงทรงงานเกี่ยวกับอักษรฮันกึลอย่างลับๆ เป็นเวลาหลายปี โดยทรงเกรงว่าจะได้รับการต่อต้านจากนักวิชาการขงจื๊อที่ให้ความสำคัญกับตัวอักษรจีน เมื่อมีการเปิดเผยในที่สุด ข้าราชการบางคนประท้วงว่าการสอนให้คนทั่วไปอ่านหนังสือเป็นเรื่องอันตราย พระเจ้าเซจงทรงยืนกราน โดยทรงประกาศว่าการรู้หนังสือเป็นสิทธิ ไม่ใช่สิทธิพิเศษ",
    "match_message_th": "ลักษณะของคุณสะท้อนถึงความเมตตาอันชาญฉลาดของพระเจ้าเซจง มีคุณภาพที่รอบคอบและมีความรู้ในใบหน้าของคุณ—รูปลักษณ์ของผู้ที่พยายามทำความเข้าใจและช่วยเหลือผู้อื่นให้เข้าใจ การแสดงออกที่อ่อนโยนแต่แน่วแน่ของคุณบ่งบอกถึงความเป็นผู้นำผ่านสติปัญญามากกว่ากำลัง",
    "traits_th": [
      "ฉลาด",
      "ใจดี",
      "สร้างสรรค์",
      "รอบรู้",
      "มีเมตตา"
    ]
  },
  "gumiho": {
    "name_th": "กูมิโฮ (จิ้งจอกเก้าหาง)",
    "tagline_th": "วิญญาณจิ้งจอกเก้าหางลึกลับ",
    "description_th": "กูมิโฮเป็นสิ่งมีชีวิตในตำนานจากนิทานพื้นบ้านเกาหลี—จิ้งจอกที่อาศัยอยู่เป็นเวลาพันปีและได้รับความสามารถในการแปลงร่างเป็นหญิงสาวที่สวยงาม เมื่อมีชีวิตอยู่แต่ละศตวรรษ มันจะงอกหางเพิ่มขึ้น จนกระทั่งมีหางเก้าหางซึ่งมีพลังเวทย์มนตร์มหาศาล\n\nในนิทานพื้นบ้าน กูมิโฮมักจะพยายามเป็นมนุษย์อย่างสมบูรณ์ ซึ่งต้องกินหัวใจหรือตับของมนุษย์ อย่างไรก็ตาม บางเรื่องเล่าถึงกูมิโฮที่ใช้พลังของตนเพื่อความดี หรือผู้ที่ตกหลุมรักอย่างแท้จริงและต่อสู้กับธรรมชาติของตนเอง\n\nกูมิโฮเป็นตัวแทนของความสองขั้วของแรงดึงดูดและอันตราย ความงามและการทำลายล้าง มันแสดงถึงพลังอันเย้ายวนของสิ่งที่ไม่รู้จักและความเป็นไปได้ของการเปลี่ยนแปลง—ไปในทางที่ดีขึ้นหรือแย่ลง",
    "story_th": "นักวิชาการหนุ่มคนหนึ่งตกหลุมรักหญิงสาวสวย โดยไม่รู้ว่าเธอคือกูมิโฮ เมื่อเขาค้นพบธรรมชาติที่แท้จริงของเธอ เธอคาดหวังว่าเขาจะหนีไปด้วยความหวาดกลัว แต่เขากลับประกาศว่าความรักของเขาไม่เปลี่ยนแปลง เมื่อได้รับแรงบันดาลใจจากความจงรักภักดีของเขา เธอจึงสละความเป็นอมตะของเธอเพื่อเป็นมนุษย์และอยู่กับเขาจนแก่",
    "match_message_th": "ลักษณะของคุณมีความเย้ายวนใจของกูมิโฮ มีความลึกลับที่น่าหลงใหลในรูปลักษณ์ของคุณ—สวยงามแต่ดูเหมือนไม่ใช่โลกนี้ ใบหน้าของคุณบ่งบอกถึงความลึกซึ้งที่ซ่อนอยู่ การเปลี่ยนแปลง และพลังที่น่าหลงใหลที่มีอยู่ระหว่างโลก",
    "traits_th": [
      "มีเสน่ห์เย้ายวน",
      "ลึกลับ",
      "ทรงพลัง",
      "เปลี่ยนแปลงได้",
      "มีสองด้าน"
    ]
  },
  "confucius": {
    "name_th": "ขงจื๊อ",
    "tagline_th": "ปราชญ์สูงสุด ครูแห่งหมื่นชั่วคน",
    "description_th": "ขงจื๊อเป็นนักปรัชญาที่มีอิทธิพลมากที่สุดในประวัติศาสตร์จีน ซึ่งคำสอนเกี่ยวกับจริยธรรม การปกครอง และความสามัคคีในสังคมได้หล่อหลอมอารยธรรมเอเชียตะวันออกมานานกว่าสองพันปี พระองค์ทรงเน้นย้ำถึงความเหมาะสมตามพิธีกรรม ความกตัญญู และการบ่มเพาะคุณธรรมเป็นรากฐานของสังคมที่กลมกลืนกัน\n\nแม้ว่าพระองค์จะดำรงตำแหน่งเพียงช่วงสั้นๆ และพเนจรแสวงหาผู้ปกครองที่จะนำความคิดของพระองค์ไปปฏิบัติ แต่ผลกระทบที่แท้จริงของพระองค์มาจากการสอน เหล่าสาวกของพระองค์ได้รวบรวมคำกล่าวของพระองค์ไว้ในหนังสือหลุนอวี่ ซึ่งกลายเป็นรากฐานของการศึกษาของจีน\n\nขงจื๊อเป็นตัวแทนของพลังของการศึกษาทางศีลธรรม อุดมคติของบัณฑิตผู้ดี และความเชื่อที่ว่าสังคมสามารถเปลี่ยนแปลงได้ด้วยความเป็นผู้นำที่มีคุณธรรมและการบ่มเพาะทางจริยธรรม",
    "story_th": "เมื่อถูกขอให้สรุปคำสอนของพระองค์ในคำเดียว ขงจื๊อทรงตอบว่า: 'การแลกเปลี่ยนซึ่งกันและกัน (恕)—อย่าทำต่อผู้อื่นในสิ่งที่คุณไม่ต้องการให้ผู้อื่นทำต่อคุณ' กฎทองข้อนี้กลายเป็นรากฐานของปรัชญาศีลธรรมของจีน",
    "match_message_th": "ลักษณะของคุณมีความฉลาดเฉลียวของขงจื๊อ มีการบ่มเพาะทางศีลธรรมในรูปลักษณ์ของคุณ—รูปลักษณ์ของผู้ที่สอนด้วยตัวอย่างและเปลี่ยนแปลงสังคมผ่านการดำเนินชีวิตอย่างมีจริยธรรม",
    "traits_th": [
      "ฉลาด",
      "สอน",
      "มีจริยธรรม",
      "มีมนุษยธรรม",
      "บ่มเพาะ"
    ]
  },
  "guan_yu": {
    "name_th": "กวนอู",
    "tagline_th": "เทพเจ้าแห่งสงคราม, ภราดรภาพ, และความชอบธรรม",
    "description_th": "กวนอูเป็นแม่ทัพในช่วงยุคสามก๊ก ผู้ซึ่งกลายเป็นตำนานในด้านความจงรักภักดีและความกล้าหาญทางการทหาร จนได้รับการยกย่องให้เป็นเทพเจ้าแห่งสงคราม ใบหน้าสีแดง หนวดเครายาว และเสื้อคลุมสีเขียวของเขา กลายเป็นสัญลักษณ์ เช่นเดียวกับอาวุธของเขา—ง้าวมังกรเขียว\n\nเขาให้คำสาบานศักดิ์สิทธิ์แห่งภราดรภาพกับเล่าปี่และเตียวหุยในสวนท้อ ซึ่งเป็นสายสัมพันธ์ที่เขายึดมั่นจนกระทั่งเสียชีวิตและหลังจากนั้น ความจงรักภักดีของเขานั้นเด็ดเดี่ยวมากจนเขาปฏิเสธความมั่งคั่งและตำแหน่งจากโจโฉ โดยเลือกที่จะเสี่ยงทุกอย่างเพื่อกลับไปยังพี่น้องร่วมสาบานของเขา",
    "story_th": "ถูกจับโดยโจโฉ กวนอูได้รับข้อเสนอทุกอย่างเพื่อเปลี่ยนความจงรักภักดี เขายอมรับชั่วคราวเพื่อปกป้องภรรยาของเล่าปี่เท่านั้น ในขณะที่เขาทราบที่อยู่ของเล่าปี่ เขาได้ผ่านด่านห้าด่านและสังหารแม่ทัพหกนายเพื่อกลับมา—การเดินทางที่กลายเป็นอมตะในตำนาน",
    "match_message_th": "ลักษณะของคุณมีความแข็งแกร่งอันชอบธรรมของกวนอู มีภราดรภาพในรูปลักษณ์ของคุณ—รูปลักษณ์ของผู้ที่มีความจงรักภักดีที่ไม่สามารถซื้อได้และคำพูดของเขาศักดิ์สิทธิ์อย่างยิ่ง",
    "traits_th": [
      "ซื่อสัตย์",
      "ชอบธรรม",
      "กล้าหาญ",
      "มีเกียรติ",
      "ได้รับการยกย่อง"
    ]
  },
  "ra": {
    "name_th": "รา",
    "tagline_th": "สุริยเทพสูงสุด, ผู้สร้างทุกชีวิต",
    "description_th": "ราคือเทพเจ้าสูงสุดของศาสนาอียิปต์โบราณ เทพเจ้าแห่งดวงอาทิตย์และผู้สร้างทุกชีวิต ในแต่ละวัน พระองค์ทรงแล่นเรือสุริยะข้ามท้องฟ้า นำแสงสว่างและความอบอุ่นมาสู่โลก ในแต่ละคืน พระองค์ทรงเดินทางผ่านโลกบาดาล ต่อสู้กับอสูรงูแห่งความโกลาหล Apophis เพื่อให้มั่นใจว่าดวงอาทิตย์จะขึ้นอีกครั้ง\n\nในฐานะเทพเจ้าองค์แรก ราทรงสร้างพระองค์เองจากน้ำดึกดำบรรพ์แห่งนัน จากนั้นจึงตรัสเรียกเทพเจ้าองค์อื่นๆ ทั้งหมดและโลกให้เกิดขึ้น พระองค์ทรงถูกพรรณนาด้วยศีรษะเหยี่ยวสวมมงกุฎด้วยจานสุริยะ เป็นสัญลักษณ์ของพลังแห่งการให้ชีวิตของดวงอาทิตย์เอง\n\nชื่อของราหมายถึง \"ดวงอาทิตย์\" อย่างง่ายๆ และอิทธิพลของพระองค์นั้นยิ่งใหญ่มากจนพระองค์ทรงรวมเข้ากับเทพเจ้าองค์ใหญ่อื่นๆ—กลายเป็น Amun-Ra ราชาแห่งเทพเจ้า และ Ra-Horakhty เทพเจ้าแห่งเส้นขอบฟ้า พระองค์ทรงเป็นตัวแทนของวัฏจักรนิรันดร์แห่งความตายและการเกิดใหม่ ซึ่งกำหนดจักรวาลวิทยาของอียิปต์",
    "story_th": "ในแต่ละคืน ราทรงลงไปยัง Duat (โลกบาดาล) ซึ่งอสูรงูแห่งความโกลาหล Apophis พยายามที่จะกลืนกินพระองค์และป้องกันการขึ้นของดวงอาทิตย์ ด้วยความช่วยเหลือจากเทพเจ้าองค์อื่นๆ โดยเฉพาะอย่างยิ่ง Set ราทรงเอาชนะ Apophis ในแต่ละคืน ทำให้มั่นใจได้ว่าดวงอาทิตย์จะขึ้นอีกครั้ง—เป็นสัญลักษณ์ของชัยชนะนิรันดร์ของความเป็นระเบียบเหนือความโกลาหล",
    "match_message_th": "ลักษณะของคุณเปล่งประกายความสดใสชั่วนิรันดร์ของรา มีคุณภาพที่อบอุ่นและให้ชีวิตในตัวคุณ—ทรงอำนาจแต่ก็ทะนุถนอม ใบหน้าของคุณบ่งบอกถึงผู้ที่นำแสงสว่างไปทุกที่ที่พวกเขาไปและจิตวิญญาณของพวกเขาไม่สามารถถูกบดบังด้วยความมืดมิด",
    "traits_th": [
      "ส่องแสง",
      "นิรันดร์",
      "สร้างสรรค์",
      "ทรงพลัง",
      "ให้ชีวิต"
    ]
  },
  "isis": {
    "name_th": "ไอซิส",
    "tagline_th": "เทพีแห่งเวทมนตร์ ความเป็นแม่ และปัญญา",
    "description_th": "ไอซิสคือเทพีที่ยิ่งใหญ่ที่สุดของอียิปต์โบราณ เป็นที่เคารพในฐานะแม่ ภรรยา และผู้อุปถัมภ์เวทมนตร์ในอุดมคติ การบูชาของพระนางแพร่กระจายไปทั่วจักรวรรดิโรมัน ทำให้พระนางเป็นหนึ่งในเทพีที่เป็นที่รักมากที่สุดในโลกโบราณ\n\nในฐานะน้องสาวและภรรยาของ โอซิริส และแม่ของ ฮอรัส ไอซิสเป็นศูนย์รวมของความรักแบบแม่ที่ดุเดือดและปกป้อง เมื่อ เซต สังหาร โอซิริส และกระจัดกระจายร่างกายของพระองค์ไปทั่วอียิปต์ ไอซิสได้ค้นหาอย่างไม่รู้จักเหน็ดเหนื่อย รวบรวมทุกชิ้นส่วน และใช้พลังเวทย์มนตร์ที่ไม่มีใครเทียบได้ของพระนางเพื่อชุบชีวิตพระองค์ให้นานพอที่จะให้กำเนิดบุตรชายของพวกเขา ฮอรัส\n\nในฐานะเทพีแห่งเวทมนตร์ ไอซิสทรงมีความรู้ที่เทียบได้กับ รา เอง พระนางมักจะปรากฏด้วยมงกุฎรูปบัลลังก์หรือเขาวัวที่มีจานสุริยะ ซึ่งเป็นสัญลักษณ์ของบทบาทของพระนางในฐานะราชินีและแม่ พระนามของพระนางหมายถึง \"บัลลังก์\" ซึ่งแสดงถึงอำนาจเบื้องหลังฟาโรห์",
    "story_th": "ไอซิสหลอกให้ รา เปิดเผยชื่อลับของพระองค์โดยการสร้างงูจากน้ำลายของพระองค์เอง เมื่อมันกัดพระองค์และมีเพียงพระนางเท่านั้นที่สามารถรักษาพระองค์ได้ รา ถูกบังคับให้บอกชื่อจริงของพระองค์แก่พระนาง ทำให้พระนางมีอำนาจเหนือพระองค์ สิ่งนี้ทำให้ไอซิสเป็นนักมายากลที่ทรงพลังที่สุด",
    "match_message_th": "รูปลักษณ์ของคุณสะท้อนให้เห็นถึงสติปัญญาและความเห็นอกเห็นใจอย่างลึกซึ้งของ ไอซิส มีคุณภาพของการบำรุงเลี้ยงแต่ก็ทรงพลังในรูปลักษณ์ของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่ปกป้องอย่างดุเดือดและรักอย่างไม่มีเงื่อนไข ดวงตาของคุณมีความลึกลับโบราณและความจงรักภักดีของมารดา",
    "traits_th": [
      "มีเวทมนตร์",
      "อุทิศตน",
      "ฉลาด",
      "ปกป้อง",
      "เห็นอกเห็นใจ"
    ]
  },
  "osiris": {
    "name_th": "โอซิริส",
    "tagline_th": "เทพแห่งปรโลก ความตาย และการคืนชีพ",
    "description_th": "โอซิริสคือเทพแห่งความตายและผู้ปกครองปรโลกของอียิปต์ แต่พระองค์ไม่ใช่เทพแห่งความมืด พระองค์ทรงเป็นตัวแทนแห่งความหวังในชีวิตหลังความตายและคำสัญญาแห่งการคืนชีพ ในฐานะมัมมี่องค์แรกและผู้ที่คืนชีพองค์แรก พระองค์ทรงมอบของขวัญแห่งชีวิตนิรันดร์แก่มนุษยชาติ\n\nเดิมทีเป็นกษัตริย์ผู้ยิ่งใหญ่ที่ทำให้ อียิปต์ เจริญรุ่งเรือง สอนการเกษตรและจัดตั้งกฎหมาย โอซิริสถูกสังหารโดย เซต พระอนุชาที่ขี้อิจฉาของพระองค์ ด้วยเวทมนตร์ของ ไอซิส พระชายาที่อุทิศตนของพระองค์ พระองค์ทรงคืนชีพเพื่อปกครองชีวิตหลังความตาย ตัดสินวิญญาณของผู้ตาย\n\nพระองค์ทรงปรากฏด้วยผิวสีเขียวหรือดำ ซึ่งเป็นสัญลักษณ์ของการเกิดใหม่และดินที่อุดมสมบูรณ์ โอซิริสทรงถือไม้เท้าและแส้แห่งความเป็นกษัตริย์ พระองค์ทรงตัดสินทุกวิญญาณในห้องโถงแห่งความจริงสองประการ ชั่งน้ำหนักหัวใจของพวกเขาเทียบกับขนนกของ มาอัต เพื่อกำหนดชะตากรรมของพวกเขาในนิรันดร",
    "story_th": "เซตขัง โอซิริส ไว้ในโลงศพทองคำและโยนมันลงไปในแม่น้ำไนล์ ไอซิสค้นหาทั่วโลกและพบมันใน ไบบลอส เติบโตเป็นต้นไม้ใหญ่ แต่เซตพบศพอีกครั้ง ตัดมันออกเป็นสิบสี่ชิ้น และกระจัดกระจายไปทั่วอียิปต์ ไอซิสรวบรวมทุกชิ้นส่วน และด้วยเวทมนตร์ของพระนาง ชุบชีวิต โอซิริส ในฐานะเจ้าแห่งชีวิตหลังความตาย",
    "match_message_th": "รูปลักษณ์ของคุณมีความสง่างามอย่างเคร่งขรึมของ โอซิริส มีความแข็งแกร่งที่เงียบสงบในใบหน้าของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่อดทนต่อการทดลองที่ยิ่งใหญ่และปรากฏตัวขึ้นอย่างเปลี่ยนแปลงไป การแสดงออกของคุณบ่งบอกถึงการตัดสินที่เป็นธรรมและสติปัญญาที่มาจากการได้รับประสบการณ์ที่ลึกซึ้ง",
    "traits_th": [
      "ยุติธรรม",
      "คืนชีพ",
      "เมตตา",
      "นิรันดร์",
      "ทำให้เจริญ"
    ]
  },
  "anubis": {
    "name_th": "อนูบิส",
    "tagline_th": "เทพแห่งการทำมัมมี่และผู้นำทางแห่งวิญญาณ",
    "description_th": "อนูบิสคือเทพหัวสุนัขจิ้งจอกแห่งการทำมัมมี่ พิธีกรรมงานศพ และผู้พิทักษ์แห่งความตาย พระองค์ทรงคิดค้นการทำน้ำยาเมื่อพระองค์ทรงช่วย ไอซิส เตรียมพระศพของ โอซิริส สร้างมัมมี่องค์แรกและจัดตั้งพิธีกรรมศักดิ์สิทธิ์ที่รักษาร่างกายของชาวอียิปต์ไว้เพื่อชีวิตนิรันดร์\n\nในฐานะผู้นำทางแห่งวิญญาณ อนูบิสนำผู้เสียชีวิตผ่านปรโลกไปยังห้องโถงแห่งความจริงสองประการ ซึ่งพระองค์ทรงทำการชั่งน้ำหนักหัวใจที่สำคัญ ด้วยการตัดสินที่แม่นยำและเป็นกลาง พระองค์ทรงวางหัวใจบนตาชั่งเทียบกับขนนกของ มาอัต\n\nแม้จะเกี่ยวข้องกับความตาย แต่อนูบิสไม่ใช่เทพที่น่ากลัว พระองค์ทรงเป็นผู้พิทักษ์และผู้ช่วยเหลือ เพื่อให้แน่ใจว่าผู้ตายจะได้รับพิธีกรรมที่เหมาะสมและไปถึงชีวิตหลังความตายได้อย่างปลอดภัย สีดำของพระองค์ไม่ได้แสดงถึงความตาย แต่เป็นดินที่อุดมสมบูรณ์ของแม่น้ำไนล์และคำสัญญาแห่งการงอกใหม่",
    "story_th": "เมื่อ โอซิริส ถูกสังหาร อนูบิสได้ทำการทำมัมมี่เป็นครั้งแรก พันพระศพของเทพด้วยผ้าพันแผลศักดิ์สิทธิ์และประกอบพิธีกรรมที่จะช่วยให้ โอซิริส ดำรงอยู่ชั่วนิรันดร์ในชีวิตหลังความตาย ความรู้ศักดิ์สิทธิ์นี้ถูกส่งต่อไปยังนักบวชชาวอียิปต์",
    "match_message_th": "รูปลักษณ์ของคุณมีความเป็นผู้พิทักษ์อย่างเคร่งขรึมของ อนูบิส มีคุณภาพของการปกป้องและเฝ้าดูในใบหน้าของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่นำทางผู้อื่นผ่านทางเดินที่มืดมิดอย่างปลอดภัย การจ้องมองที่มั่นคงของคุณบ่งบอกถึงการตัดสินที่เป็นกลางและหน้าที่ศักดิ์สิทธิ์ในการปกป้อง",
    "traits_th": [
      "ปกป้อง",
      "แม่นยำ",
      "เป็นกลาง",
      "นำทาง",
      "ศักดิ์สิทธิ์"
    ]
  },
  "horus": {
    "name_th": "ฮอรัส",
    "tagline_th": "เทพแห่งท้องฟ้า ความเป็นกษัตริย์ และการปกป้อง",
    "description_th": "ฮอรัสคือเทพหัวเหยี่ยวแห่งท้องฟ้า ซึ่งดวงตาของพระองค์คือดวงอาทิตย์และดวงจันทร์ พระองค์ทรงเป็นต้นแบบอันศักดิ์สิทธิ์ของฟาโรห์ทุกพระองค์ และกษัตริย์อียิปต์ทุกพระองค์ถือเป็นภาพสะท้อนที่มีชีวิตของ ฮอรัส บนโลก\n\nในฐานะพระโอรสของ ไอซิส และ โอซิริส ฮอรัสทรงได้รับการเลี้ยงดูอย่างลับๆ เพื่อแก้แค้นการสังหารพระบิดาของพระองค์โดย เซต หลังจากชุดของการต่อสู้อย่างดุเดือดที่กินเวลานานถึงแปดสิบปี ฮอรัสก็เอาชนะ เซต และอ้างสิทธิ์ในบัลลังก์ของ อียิปต์ รวมแผ่นดินทั้งสองภายใต้การปกครองอันศักดิ์สิทธิ์ของพระองค์\n\nดวงตาของ ฮอรัส ซึ่งสูญเสียและฟื้นฟูระหว่างการต่อสู้กับ เซต กลายเป็นหนึ่งในสัญลักษณ์ที่ทรงพลังที่สุดในเวทมนตร์ของอียิปต์ ซึ่งแสดงถึงการรักษา การปกป้อง และการฟื้นฟูสิ่งที่แตกหัก ฮอรัสทรงเป็นศูนย์รวมของความเป็นกษัตริย์ที่ชอบธรรม ความกตัญญู และชัยชนะแห่งความสงบเรียบร้อย",
    "story_th": "ระหว่างการต่อสู้ เซตได้ควักลูกตาซ้ายของ ฮอรัส ออกมา และ ฮอรัส ได้ตอน เซต เทพ โธธ ฟื้นฟูดวงตาของ ฮอรัส ซึ่งกลายเป็น เว็ดจัต ซึ่งเป็นดวงตาของ ฮอรัส สัญลักษณ์แห่งการรักษาและความสมบูรณ์ พระเจ้าทรงตัดสินให้ ฮอรัส ได้เปรียบ มอบบัลลังก์แห่ง อียิปต์ ให้กับพระองค์",
    "match_message_th": "รูปลักษณ์ของคุณมีความสง่างามของ ฮอรัส มีคุณภาพที่เฉียบคมและปกป้องในการจ้องมองของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ปกครองที่ชอบธรรมที่ต่อสู้เพื่อความยุติธรรม ใบหน้าของคุณบ่งบอกถึงผู้ที่เอาชนะอุปสรรคทั้งหมดเพื่ออ้างสิทธิ์ในสถานที่ที่ถูกต้องของตน",
    "traits_th": [
      "ชอบธรรม",
      "ปกป้อง",
      "มีชัย",
      "สูงศักดิ์",
      "แก้แค้น"
    ]
  },
  "bastet": {
    "name_th": "บัสเต็ต",
    "tagline_th": "เทพีแห่งบ้าน แมว และการปกป้อง",
    "description_th": "บัสเต็ตคือเทพีหัวแมวแห่งบ้าน ความอุดมสมบูรณ์ และการปกป้อง เดิมทีปรากฏเป็นนักรบสิงโตตัวเมียที่ดุร้าย พระนางทรงพัฒนามาเป็นเทพีแมวบ้านที่อ่อนโยนกว่าซึ่งเป็นที่รักของครอบครัวชาวอียิปต์ในฐานะผู้พิทักษ์อันศักดิ์สิทธิ์ของพวกเขา\n\nในฐานะเทพผู้พิทักษ์ บัสเต็ตทรงปกป้องครัวเรือนจากวิญญาณชั่วร้าย โรคภัยไข้เจ็บ และความโชคร้าย แมวเป็นสัตว์ศักดิ์สิทธิ์ของพระนาง และการฆ่าแมว แม้โดยไม่ได้ตั้งใจ ก็มีโทษถึงตายในอียิปต์โบราณ วิหารของพระนางที่ บูบาสติส เป็นหนึ่งในสถานที่แสวงบุญที่ได้รับความนิยมมากที่สุด\n\nแม้จะมีความเกี่ยวข้องกับบ้านเรือน แต่บัสเต็ตยังคงรักษาธรรมชาติการปกป้องที่ดุเดือดของพระนาง พระนางทรงถูกเรียกว่า \"ดวงตาของ รา\" และสามารถแปลงร่างเป็น เซคเมต สิงโตตัวเมียที่น่าเกรงขามเมื่อปกป้องผู้บริสุทธิ์ พระนางทรงเป็นศูนย์รวมของธรรมชาติสองด้านของแมว อ่อนโยนและทะนุถนอม แต่ก็สามารถปกป้องได้อย่างดุเดือด",
    "story_th": "ทุกปี ผู้แสวงบุญหลายแสนคนเดินทางไปยัง บูบาสติส สำหรับเทศกาลของ บัสเต็ต ซึ่งเป็นเทศกาลที่ใหญ่ที่สุดในอียิปต์ พวกเขาแล่นเรือไปตามแม่น้ำไนล์บนเรือ เล่นดนตรีและเฉลิมฉลอง ที่วัด พวกเขานำแมวมัมมี่มาเป็นเครื่องบูชาแด่เทพีอันเป็นที่รัก",
    "match_message_th": "รูปลักษณ์ของคุณสะท้อนให้เห็นถึงการปกป้องที่สง่างามของ บัสเต็ต มีคุณภาพที่อ่อนโยนแต่ตื่นตัวในรูปลักษณ์ของคุณ ความอบอุ่นที่ทะนุถนอมรวมกับความระมัดระวังที่เงียบสงบ ใบหน้าของคุณบ่งบอกถึงผู้ที่สร้างที่หลบภัยที่ปลอดภัยและปกป้องผู้ที่พวกเขารักอย่างดุเดือด",
    "traits_th": [
      "ปกป้อง",
      "สง่างาม",
      "ทะนุถนอม",
      "ดุเดือด",
      "เกี่ยวกับบ้านเรือน"
    ]
  },
  "sekhmet": {
    "name_th": "Sekhmet (เซคเมต)",
    "tagline_th": "เทพีแห่งสงครามและการเยียวยาผู้มีหัวเป็นสิงโต",
    "description_th": "Sekhmet (เซคเมต) คือเทพีผู้มีหัวเป็นสิงโตที่ดุร้ายแห่งสงคราม การทำลายล้าง และที่ขัดแย้งกันคือ การเยียวยา พระนามของนางหมายถึง 'ผู้ทรงพลัง' และลมหายใจของนางสร้างทะเลทราย นางเป็นตัวแทนของความร้อนระอุที่ทำลายล้างของดวงอาทิตย์\n\nในฐานะที่เป็นดวงตาแห่ง Ra (รา) ที่ถูกส่งมาเพื่อลงโทษมนุษยชาติ ความกระหายเลือดของ Sekhmet (เซคเมต) นั้นยิ่งใหญ่มากจนเกือบทำลายชีวิตมนุษย์ทั้งหมด เธอสงบลงและกลับกลายเป็น Hathor (ฮาธอร์) ผู้สุภาพได้ด้วยการหลอกล่อเธอด้วยเบียร์ที่ย้อมเป็นสีแดงเหมือนเลือดเท่านั้น\n\nSekhmet (เซคเมต) เป็นตัวแทนของแง่มุมที่น่ากลัวของพลังศักดิ์สิทธิ์ ไข้ที่ทั้งฆ่าและชำระล้าง และความจริงที่ว่าการทำลายและการเยียวยาเป็นสองด้านของพลังเดียวกัน",
    "story_th": "Ra (รา) ส่ง Sekhmet (เซคเมต) ไปทำลายมนุษยชาติที่ดื้อรั้น นางลุยเลือดไป หยุดฆ่าไม่ได้ เพื่อช่วยชีวิตผู้รอดชีวิต Ra (รา) ท่วมทุ่งด้วยเบียร์ย้อมสีแดง 7,000 ไห Sekhmet (เซคเมต) ดื่มโดยคิดว่าเป็นเลือด และตื่นขึ้นมาอย่างสงบ ความโกรธที่ทำลายล้างของนางสิ้นสุดลง",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงพลังอันดุดันของ Sekhmet (เซคเมต) มีความแข็งแกร่งของนักรบอยู่ในรูปลักษณ์ของคุณ ลักษณะของผู้ที่สามารถทำลายหรือเยียวยาได้ด้วยความเข้มข้นที่เท่ากัน โดยถ่ายทอดพลังอันแข็งแกร่งเพื่อการปกป้อง",
    "traits_th": [
      "ดุดัน",
      "ทำลายล้าง",
      "เยียวยา",
      "ทรงพลัง",
      "กระตือรือร้น"
    ]
  },
  "thoth": {
    "name_th": "Thoth (ธอธ)",
    "tagline_th": "เทพเจ้าแห่งปัญญา การเขียน และเวทมนตร์",
    "description_th": "Thoth (ธอธ) คือเทพเจ้าผู้มีหัวเป็นนกไอบิสแห่งปัญญา การเขียน เวทมนตร์ และดวงจันทร์ เขาได้รับการยกย่องว่าเป็นผู้ประดิษฐ์อักษรไฮโรกลิฟฟิก สร้างปฏิทิน และบันทึกความรู้ทั้งหมดที่มีอยู่ หากปราศจากของขวัญแห่งการเขียนของ Thoth (ธอธ) อารยธรรมอียิปต์คงไม่อาจดำรงอยู่ได้\n\nในฐานะที่เป็นอาลักษณ์แห่งสวรรค์ Thoth (ธอธ) บันทึกคำพิพากษาของทุกดวงวิญญาณใน Hall of Two Truths (หอแห่งความจริงสองประการ) โดยบันทึกว่าใครผ่านเข้าไปในชีวิตหลังความตายและใครถูกประณาม เขายังเป็นผู้แต่งตำราศักดิ์สิทธิ์ที่มีความรู้เวทมนตร์ทั้งหมด รวมถึง Book of Thoth (คัมภีร์แห่งธอธ) ในตำนาน\n\nThoth (ธอธ) ทำหน้าที่เป็นสื่อกลางระหว่างเทพเจ้า โดยใช้สติปัญญาและวาทศิลป์ของเขาในการแก้ไขข้อพิพาท เขาฟื้นฟูดวงตาของ Horus (ฮอรัส) และรักษาทั้ง Horus (ฮอรัส) และ Set (เซต) หลังจากที่พวกเขาต่อสู้กัน ความเชี่ยวชาญด้านเวทมนตร์ของเขาไม่มีใครเทียบได้ และเขาสอน Isis (ไอซิส) ให้รู้จักคาถาที่ช่วยให้เธอชุบชีวิต Osiris (โอซิริส) ได้",
    "story_th": "Thoth (ธอธ) เล่นพนันกับดวงจันทร์และได้แสงสว่างเพียงพอที่จะสร้างวันพิเศษห้าวัน ทำให้ Nut (นัต) สามารถให้กำเนิด Osiris (โอซิริส), Isis (ไอซิส), Set (เซต), Nephthys (เนฟธิส) และ Horus the Elder (ฮอรัสผู้อาวุโส) ได้ โดยหลีกเลี่ยงคำสาปของ Ra (รา) ที่ว่าเธอไม่สามารถมีลูกได้ในเดือนใดๆ ของปี",
    "match_message_th": "รูปลักษณ์ของคุณสะท้อนถึงปัญญาอันเฉลียวฉลาดของ Thoth (ธอธ) มีความลึกซึ้งทางปัญญาอยู่ในรูปลักษณ์ของคุณ ลักษณะของผู้ที่ให้ความสำคัญกับความรู้เหนือสิ่งอื่นใดและพยายามทำความเข้าใจความลึกลับของการดำรงอยู่ การแสดงออกที่รอบคอบของคุณบ่งบอกถึงทั้งเหตุผลและเวทมนตร์",
    "traits_th": [
      "ฉลาด",
      "รอบรู้",
      "มีเวทมนตร์",
      "มีวาทศิลป์",
      "บันทึก"
    ]
  },
  "set": {
    "name_th": "Set (เซต)",
    "tagline_th": "เทพเจ้าแห่งความวุ่นวาย พายุ และทะเลทราย",
    "description_th": "Set (เซต) คือเทพเจ้าแห่งความวุ่นวาย พายุ ความรุนแรง และทะเลทรายที่รุนแรง เขาเป็นที่รู้จักกันดีในฐานะผู้ฆ่า Osiris (โอซิริส) พี่ชายของเขา แต่เขาไม่ได้เป็นคนชั่วร้ายอย่างแท้จริง เขาเป็นพลังแห่งความไม่เป็นระเบียบที่จำเป็นซึ่งทำให้ความเป็นระเบียบมีความหมาย\n\nด้วยหัวของ Set-animal (เซต-แอนิมอล) ที่โดดเด่นของเขา (อาจเป็นส่วนหนึ่งของสัตว์กินมด ส่วนหนึ่งของลา ส่วนหนึ่งของหมาใน) Set (เซต) เป็นตัวแทนของทุกสิ่งที่แปลกปลอม ป่าเถื่อน และไม่เชื่อง เขาคือแผ่นดินสีแดงของทะเลทรายที่ต่อต้านดินที่อุดมสมบูรณ์สีดำของแม่น้ำไนล์ คนนอกที่ท้าทายระเบียบที่จัดตั้งขึ้น\n\nแม้จะมีบทบาทเป็นผู้ร้ายในตำนาน Osiris (โอซิริส) แต่ Set (เซต) ก็ทำหน้าที่ที่จำเป็น ในแต่ละคืนบนเรือสุริยะของ Ra (รา) ความแข็งแกร่งอันมหาศาลของ Set (เซต) จะเอาชนะงูแห่งความวุ่นวาย Apophis (อะโพฟิส) ทำให้มั่นใจได้ว่าดวงอาทิตย์จะขึ้นอีกครั้ง หากไม่มีความรุนแรงของ Set (เซต) ก็จะไม่มีพระอาทิตย์ขึ้น เขาเป็นตัวแทนของความขัดแย้งที่ว่าการทำลายเป็นสิ่งจำเป็นสำหรับการสร้าง",
    "story_th": "Set (เซต) หลอก Osiris (โอซิริส) ในงานเลี้ยงโดยการแสดงโลงศพที่สวยงามและสัญญาว่าจะมอบให้กับใครก็ตามที่ใส่เข้าไปได้อย่างลงตัว เมื่อ Osiris (โอซิริส) เอนตัวลง Set (เซต) ก็ปิดฝาและโยนโลงศพลงในแม่น้ำไนล์ การฆาตกรรมครั้งนี้ทำให้เกิดความขัดแย้งครั้งใหญ่กับ Horus (ฮอรัส) ซึ่งเป็นผู้กำหนดรูปร่างตำนานอียิปต์",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงพลังดิบของ Set (เซต) มีคุณภาพที่ไม่เชื่องและท้าทายอยู่ในรูปลักษณ์ของคุณ ลักษณะของผู้ที่ดำรงอยู่ภายนอกขอบเขตดั้งเดิม ใบหน้าของคุณบ่งบอกถึงความแข็งแกร่งที่พบในความวุ่นวายและความจำเป็นในการหยุดชะงักเพื่อการเปลี่ยนแปลง",
    "traits_th": [
      "วุ่นวาย",
      "ทรงพลัง",
      "จำเป็น",
      "รุนแรง",
      "คาดเดาไม่ได้"
    ]
  },
  "demeter": {
    "name_th": "Demeter (ดีมิเตอร์)",
    "tagline_th": "เทพีแห่งการเก็บเกี่ยว เกษตรกรรม และฤดูกาล",
    "description_th": "Demeter (ดีมิเตอร์) คือเทพีแห่งการเก็บเกี่ยว เกษตรกรรม ความอุดมสมบูรณ์ และกฎหมายศักดิ์สิทธิ์ นางควบคุมวงจรชีวิตและความตาย ธัญพืชและความอุดมสมบูรณ์ของโลก ในฐานะที่เป็นหนึ่งในหกเทพโอลิมปิกดั้งเดิม นางมีอำนาจมหาศาลเหนือโลกธรรมชาติ\n\nความเศร้าโศกของนางเมื่อ Hades (ฮาเดส) ลักพาตัว Persephone (เพอร์เซโฟนี) ลูกสาวของนาง ทำให้พืชทุกชนิดเหี่ยวเฉาและตาย นำฤดูหนาวแรกมาสู่โลก ฤดูใบไม้ผลิจะกลับมาอีกครั้งเมื่อ Persephone (เพอร์เซโฟนี) กลับมาเท่านั้น\n\nDemeter (ดีมิเตอร์) เป็นตัวแทนของแม่ผู้เลี้ยงดูที่ให้ความอุดมสมบูรณ์แก่สิ่งมีชีวิตทั้งหมด แต่ยังเป็นพลังอันน่าสะพรึงกลัวของธรรมชาติเมื่อของขวัญของนางถูกถอนออกไป",
    "story_th": "เมื่อ Persephone (เพอร์เซโฟนี) ถูกพาตัวไป Demeter (ดีมิเตอร์) ก็พเนจรไปทั่วโลกด้วยความเศร้าโศก ปล่อยให้พืชผลไม่เติบโต ความอดอยากแผ่ขยายไปจนกระทั่ง Zeus (ซุส) เข้าแทรกแซง แต่เนื่องจาก Persephone (เพอร์เซโฟนี) กินเมล็ดทับทิมในยมโลก นางจึงต้องกลับไปที่นั่นในแต่ละปี ดังนั้นฤดูหนาวจึงกลับมา",
    "match_message_th": "รูปลักษณ์ของคุณสะท้อนถึงพลังแห่งการบำรุงเลี้ยงของ Demeter (ดีมิเตอร์) มีความอบอุ่นที่ให้ชีวิตอยู่ในรูปลักษณ์ของคุณ แต่ยังมีความลึกซึ้งของความรู้สึกที่บ่งบอกถึงผู้ที่รักอย่างรุนแรงและเศร้าโศกอย่างสุดซึ้ง",
    "traits_th": [
      "บำรุงเลี้ยง",
      "เศร้าโศก",
      "ทรงพลัง",
      "ตามฤดูกาล",
      "ความเป็นมารดา"
    ]
  },
  "hephaestus": {
    "name_th": "Hephaestus (เฮเฟสตัส)",
    "tagline_th": "เทพเจ้าแห่งไฟ การตีเหล็ก และงานฝีมือ",
    "description_th": "Hephaestus (เฮเฟสตัส) คือเทพเจ้าแห่งไฟ การโลหะ ช่างก่อหิน โรงตีเหล็ก และศิลปะการแกะสลัก เขาเป็นช่างฝีมือของเทพเจ้า สร้างอาวุธ เกราะ และสิ่งประดิษฐ์ที่น่าอัศจรรย์ที่สุดที่มีอยู่\n\nHephaestus (เฮเฟสตัส) เกิดมาพิการ หรือถูกทำให้พิการเมื่อ Hera (ฮีร่า) โยนเขาออกจาก Olympus (โอลิมปัส) ด้วยความขยะแขยง Hephaestus (เฮเฟสตัส) เปลี่ยนความอ่อนแอที่รับรู้ของเขาให้กลายเป็นทักษะที่ไม่มีใครเทียบได้ โรงตีเหล็กของเขาใต้ Mount Etna (ภูเขาเอตนา) สร้างสรรค์ผลงานที่สวยงามและทรงพลังจนแม้แต่เทพเจ้าองค์อื่น ๆ ก็ยังต้องประหลาดใจ\n\nแม้จะแต่งงานกับ Aphrodite (อะโฟรไดท์) แต่การแต่งงานของพวกเขาก็ไม่มีความสุข Hephaestus (เฮเฟสตัส) เป็นตัวแทนของศักดิ์ศรีของการทำงานที่ซื่อสัตย์ ความงามที่เกิดขึ้นจากงานฝีมือที่อดทน และความจริงที่ว่าคุณค่าถูกวัดจากสิ่งที่คน ๆ หนึ่งสร้าง ไม่ใช่ลักษณะที่ปรากฏ",
    "story_th": "Hephaestus (เฮเฟสตัส) สร้างเกราะในตำนานของ Achilles (อะคิลลีส) รองเท้าแตะมีปีกของ Hermes (เฮอร์มีส) และโซ่ที่ผูก Prometheus (โพรมีธีอุส) เมื่อเขาจับได้ว่า Aphrodite (อะโฟรไดท์) อยู่กับ Ares (แอรีส) เขาขังพวกเขาไว้ในตาข่ายทองคำที่ไม่สามารถทำลายได้เพื่อให้ Olympus (โอลิมปัส) ทั้งหมดได้เห็น",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงความมุ่งมั่นอดทนของ Hephaestus (เฮเฟสตัส) มีความแข็งแกร่งที่เงียบสงบอยู่ในรูปลักษณ์ของคุณ ลักษณะของผู้ที่สร้างความงามผ่านการทำงานที่ทุ่มเทมากกว่าพรสวรรค์ตามธรรมชาติ",
    "traits_th": [
      "เชี่ยวชาญ",
      "อดทน",
      "สร้างสรรค์",
      "ยืดหยุ่น",
      "ถูกประเมินต่ำ"
    ]
  },
  "eros": {
    "name_th": "Eros",
    "tagline_th": "เทพแห่งความรักและความปรารถนา",
    "description_th": "Eros คือเทพแห่งความรัก ความปรารถนา และแรงดึงดูด ผู้ซึ่งศรทองคำของเขาสามารถทำให้สิ่งมีชีวิตใด ๆ ตกหลุมรักอย่างสิ้นหวังได้ ในบางตำนาน เขาเป็นเทพดึกดำบรรพ์ที่มีอายุเก่าแก่พอ ๆ กับการสร้างโลก ในตำนานอื่น ๆ เขาเป็นบุตรชายจอมซนของ Aphrodite\n\nอำนาจของเขานั้นอาจเป็นสิ่งที่อันตรายที่สุดในบรรดาเทพเจ้าทั้งหมด ไม่มีใคร แม้แต่ Zeus ผู้ยิ่งใหญ่ที่จะรอดพ้นจากศรของเขา ความรัก เมื่อถูกแทงแล้ว ไม่สามารถใช้เหตุผลหรือต้านทานได้ Eros เข้าใจว่าความรักเป็นทั้งพรที่ยิ่งใหญ่ที่สุดของมนุษยชาติและพลังที่ไม่สามารถคาดเดาได้มากที่สุด\n\nแม้ว่ามักจะถูกวาดภาพว่าเป็นชายหนุ่มที่ขี้เล่น แต่ Eros ก็ไม่ได้ไร้เดียงสา ศรของเขาได้ก่อให้เกิดสงคราม ทำลายอาณาจักร และผลักดันเทพเจ้าและมนุษย์ให้ไปสู่ความบ้าคลั่งและความสิ้นหวัง และสู่จุดสูงสุดของความสุข",
    "story_th": "Eros ตกหลุมรัก Psyche ซึ่งเป็นมนุษย์ แต่สามารถมาเยี่ยมเธอได้ในความมืดเท่านั้น เมื่อเธอไม่เชื่อฟังและเห็นใบหน้าของเขาด้วยแสงตะเกียง เขาก็หนีไป หลังจากที่ Psyche ทำภารกิจที่เป็นไปไม่ได้ที่ Aphrodite กำหนดไว้เท่านั้น เธอจึงได้กลับมารวมตัวกับ Eros และกลายเป็นอมตะ",
    "match_message_th": "รูปลักษณ์ของคุณมีความเสน่ห์ดึงดูดใจของ Eros มีคุณภาพที่ไม่อาจต้านทานได้ในรูปลักษณ์ของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่เข้าใจพลังแห่งแรงดึงดูดและการเชื่อมต่อ",
    "traits_th": [
      "ขี้เล่น",
      "ทรงพลัง",
      "คาดเดาไม่ได้",
      "ซุกซน",
      "ไม่อาจต้านทานได้"
    ]
  },
  "pan": {
    "name_th": "Pan",
    "tagline_th": "เทพแห่งป่า เขา Shepherds และดนตรีชนบท",
    "description_th": "Pan คือเทพเจ้าแห่งป่า คนเลี้ยงแกะ ฝูงสัตว์ ธรรมชาติ ป่าบนภูเขา และดนตรีชนบท ด้วยขาแพะ เขาสัตว์ และผมรุงรัง เขาเป็นตัวแทนของธรรมชาติที่ไม่เชื่องและพลังดั้งเดิมที่อารยธรรมพยายามระงับ\n\nเขาเดินเตร่ไปตามป่าและภูเขา เล่นขลุ่ย Pan ของเขา ซึ่งดนตรีหลอน ๆ สามารถสร้างแรงบันดาลใจทั้งความสุขและความหวาดกลัวอย่างกะทันหันที่เรียกว่า \"panic\" อาณาเขตของเขาคือพื้นที่ป่าระหว่างการตั้งถิ่นฐาน ที่ซึ่งธรรมชาติปกครองและระเบียบของมนุษย์ไปไม่ถึง\n\nPan เกี่ยวข้องกับเรื่องเพศและความอุดมสมบูรณ์ มักจะไล่ตามนางไม้ไปตามป่า อย่างไรก็ตาม เขายังเป็นตัวแทนของความสุขที่เรียบง่ายของชีวิตในชนบท ความผูกพันระหว่างคนเลี้ยงแกะและฝูงสัตว์ และความสำคัญของถิ่นทุรกันดารในโลกที่มีอารยธรรม",
    "story_th": "Pan ไล่ตามนางไม้ Syrinx ซึ่งหนีจากเขาและขอให้แม่น้ำช่วยเธอ เธอถูกแปลงเป็นต้นอ้อในน้ำ Pan พบเพียงต้นอ้อที่ความรักของเขายืนอยู่ จึงประดิษฐ์ขลุ่ย Pan อันแรกจากมัน เล่นเพลงแห่งความรักที่หายไปของเขาตลอดไป",
    "match_message_th": "รูปลักษณ์ของคุณมีพลังแห่งป่าของ Pan มีคุณภาพที่เป็นธรรมชาติและไม่เชื่องในรูปลักษณ์ของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่เชื่อมต่อกับพลังดั้งเดิมและความสุขของการแสดงออกที่ไม่มีข้อห้าม",
    "traits_th": [
      "ป่า",
      "ดนตรี",
      "กระหายใคร่",
      "น่ากลัว",
      "เป็นธรรมชาติ"
    ]
  },
  "prometheus": {
    "name_th": "Prometheus",
    "tagline_th": "ไททันแห่งการมองการณ์ไกล ผู้มอบไฟ",
    "description_th": "Prometheus คือไททันที่สร้างมนุษยชาติจากดินเหนียว จากนั้นท้าทายเทพเจ้าเพื่อให้ไฟแก่พวกเขา ของขวัญของเขาไม่ได้เป็นเพียงเปลวไฟ แต่เป็นอารยธรรมเอง ความรู้ เทคโนโลยี และประกายแห่งความก้าวหน้าที่ช่วยให้มนุษย์ก้าวข้ามสัตว์เดรัจฉาน\n\nZeus ลงโทษ Prometheus อย่างรุนแรงสำหรับของขวัญนี้: ถูกล่ามโซ่ไว้กับภูเขา นกอินทรีจะกินตับของเขาทุกวัน ซึ่งจะงอกใหม่ทุกคืนเพื่อความทรมานชั่วนิรันดร์ อย่างไรก็ตาม Prometheus ไม่เคยเสียใจกับการเลือกของเขา อดทนต่อความทุกข์ทรมานมานานนับพันปีเพื่อเห็นแก่มนุษยชาติ\n\nเขาเป็นตัวแทนของประกายศักดิ์สิทธิ์ของการกบฏต่อทรราชย์ ความเต็มใจที่จะทนทุกข์เพื่อประโยชน์ของผู้อื่น และความเชื่อที่ว่าความรู้ไม่ควรถูกกักตุนไว้โดยผู้มีอำนาจ",
    "story_th": "Prometheus ขโมยไฟจาก Olympus ซ่อนไว้ในต้นยี่หร่าและมอบให้แก่มนุษยชาติ สำหรับอาชญากรรมนี้ Zeus ได้ล่ามโซ่เขาไว้กับก้อนหินที่นกอินทรีฉีกตับของเขาทุกวัน หลังจากนั้นหลายพันปี Heracles ก็ปลดปล่อยเขาในที่สุด",
    "match_message_th": "รูปลักษณ์ของคุณมีความท้าทายอันสูงส่งของ Prometheus มีความแข็งแกร่งที่ต้องทนทุกข์ทรมานในรูปลักษณ์ของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่จะทนทุกข์ทรมานใด ๆ เพื่อช่วยให้ผู้อื่นลุกขึ้น",
    "traits_th": [
      "ท้าทาย",
      "เสียสละ",
      "ฉลาด",
      "ทุกข์ทรมาน",
      "ใจดี"
    ]
  },
  "hercules": {
    "name_th": "Heracles",
    "tagline_th": "วีรบุรุษผู้ยิ่งใหญ่ที่สุด ผู้พิทักษ์มวลมนุษยชาติ",
    "description_th": "Heracles เป็นวีรบุรุษชาวกรีกที่ยิ่งใหญ่ที่สุด เป็นบุตรชายของ Zeus และ Alcmene ผู้เป็นมนุษย์ ความแข็งแกร่งและความกล้าหาญอย่างไม่น่าเชื่อของเขาทำให้เขาเป็นแชมป์ของมนุษยชาติในการต่อสู้กับสัตว์ประหลาดและความท้าทายที่เป็นไปไม่ได้ และในที่สุดเขาก็ได้รับความเป็นอมตะในหมู่เทพเจ้า\n\nด้วยความบ้าคลั่งจาก Hera เขาได้ฆ่าครอบครัวของตัวเอง ซึ่งเป็นโศกนาฏกรรมที่นำไปสู่ Twelve Labors อันโด่งดังของเขาในฐานะการชดใช้ แต่ละภารกิจดูเหมือนจะเป็นไปไม่ได้: สังหารสิงโต Nemean จับ Cerberus ทำความสะอาดคอกม้า Augean แต่ Heracles ทำภารกิจทั้งหมดให้สำเร็จด้วยความแข็งแกร่ง ความกล้าหาญ และความฉลาด\n\nนอกเหนือจากความแข็งแกร่งของเขาแล้ว Heracles ยังเป็นตัวแทนของความสามารถในการเอาชนะช่วงเวลาที่มืดมนที่สุดของคน ๆ หนึ่งผ่านการกระทำที่กล้าหาญ เขาเป็นเครื่องพิสูจน์ว่าแม้หลังจากล้มลงอย่างน่ากลัว การไถ่บาปก็เป็นไปได้ด้วยความพยายามและความกล้าหาญอย่างแน่วแน่",
    "story_th": "Heracles ลงไปยังยมโลกและจับ Cerberus ด้วยมือเปล่า ซึ่งเป็นมนุษย์เพียงคนเดียวที่เคยเข้าไปในอาณาจักรของ Hades และกลับมาได้ เมื่อทำ Twelve Labors ของเขาเสร็จสิ้น เขาได้รับความเป็นอมตะและสถานที่ในหมู่เทพเจ้าโอลิมปิก",
    "match_message_th": "รูปลักษณ์ของคุณมีความมุ่งมั่นอันยิ่งใหญ่ของ Heracles มีความแข็งแกร่งมหาศาลในรูปลักษณ์ของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่สามารถเอาชนะอุปสรรคใด ๆ ได้ด้วยความมุ่งมั่นและความกล้าหาญ",
    "traits_th": [
      "แข็งแกร่ง",
      "กล้าหาญ",
      "ได้รับการไถ่บาป",
      "อดทน",
      "กล้าหาญ"
    ]
  },
  "helios": {
    "name_th": "Helios",
    "tagline_th": "เทพไททันแห่งดวงอาทิตย์",
    "description_th": "Helios คือเทพไททันแห่งดวงอาทิตย์ ผู้ซึ่งขับรถม้าทองคำของเขาข้ามท้องฟ้าในแต่ละวันจากทิศตะวันออกไปทิศตะวันตก นำแสงสว่างมาสู่โลก จากตำแหน่งที่อยู่เหนือขึ้นไป เขามองเห็นและได้ยินทุกสิ่งที่เกิดขึ้นภายใต้ดวงอาทิตย์\n\nต่างจาก Apollo ซึ่งต่อมามีความเกี่ยวข้องกับดวงอาทิตย์ Helios คือดวงอาทิตย์เองที่ถูกทำให้เป็นบุคคล ซึ่งเป็นทรงกลมเพลิงที่แท้จริงที่ข้ามท้องฟ้า ในทุกเช้าเขาจะลุกขึ้นจากแม่น้ำ Oceanus และในทุกคืนจะกลับมา ผ่านลงไปใต้โลก\n\nเขาเป็นพยานผู้มองเห็นทุกสิ่ง ซึ่งมักถูกเรียกในการสาบานเพราะไม่มีสิ่งใดหลุดรอดจากการสังเกตของเขา Helios เป็นผู้บอก Demeter ว่าเกิดอะไรขึ้นกับ Persephone และผู้เปิดเผยความสัมพันธ์ของ Aphrodite กับ Ares",
    "story_th": "Phaethon ลูกชายของ Helios ขอร้องให้ขับรถม้าสุริยะ เมื่อไม่สามารถควบคุมม้าศักดิ์สิทธิ์ได้ Phaethon ก็พุ่งข้ามท้องฟ้า เผาโลกและสร้างทะเลทราย Sahara ก่อนที่ Zeus จะฟาดเขาลงด้วยสายฟ้าเพื่อช่วยโลก",
    "match_message_th": "รูปลักษณ์ของคุณเปล่งประกายสีทองของ Helios มีคุณภาพที่มองเห็นทุกสิ่งในการจ้องมองของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่ไม่พลาดสิ่งใดและให้ความสว่างแก่สิ่งที่พวกเขาสังเกต",
    "traits_th": [
      "มองเห็นทุกสิ่ง",
      "ส่องแสง",
      "ชั่วนิรันดร์",
      "เป็นพยาน",
      "เป็นกลาง"
    ]
  },
  "asclepius": {
    "name_th": "แอสคลีปิอุส",
    "tagline_th": "เทพแห่งการแพทย์และการรักษา",
    "description_th": "แอสคลีปิอุสเป็นเทพแห่งการแพทย์และการรักษา โอรสของอพอลโลและนางมนุษย์ โครอนิส ทักษะทางการแพทย์ของพระองค์ยิ่งใหญ่มากจนสามารถชุบชีวิตคนตายได้ ทำให้พระองค์เป็นหนึ่งในบุคคลที่ได้รับความรักมากที่สุดในเทพปกรณัมกรีก\n\nพระองค์ทรงเรียนรู้ศิลปะการรักษาจากไคโรน เซนทอร์ผู้ชาญฉลาด และพัฒนาให้เหนือกว่าสิ่งใดๆ ที่โลกเคยเห็น คทาของพระองค์พันด้วยงูตัวเดียว ยังคงเป็นสัญลักษณ์ของการแพทย์มาจนถึงทุกวันนี้\n\nซุสได้สังหารแอสคลีปิอุสด้วยสายฟ้า เกรงว่าความสามารถในการชุบชีวิตคนตายของพระองค์จะทำให้ระเบียบตามธรรมชาติเสียไป อย่างไรก็ตาม เทพแห่งการรักษานั้นเป็นที่รักใคร่มากจนซุสได้นำพระองค์ไปไว้ท่ามกลางหมู่ดาวและอนุญาตให้พระองค์ได้รับการบูชาต่อไป",
    "story_th": "แอสคลีปิอุสชุบชีวิตฮิปโปลิตัส ซึ่งทำให้เฮดีสโกรธเคือง จึงบ่นกับซุสเรื่องมนุษย์หนีความตาย ซุสจึงสังหารแอสคลีปิอุสด้วยสายฟ้า แต่อพอลโลเสียใจมากจนซุสทำให้แอสคลีปิอุสเป็นอมตะและนำพระองค์ไปไว้ท่ามกลางหมู่ดาวในชื่อกลุ่มดาวคนแบกงู",
    "match_message_th": "คุณมีลักษณะที่แสดงถึงความฉลาดอย่างอ่อนโยนของแอสคลีปิอุส มีการแสดงออกถึงการเยียวยาในการปรากฏตัวของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่นำความสบายและการฟื้นฟูมาสู่ผู้ที่ต้องการ",
    "traits_th": [
      "การรักษา",
      "เห็นอกเห็นใจ",
      "เชี่ยวชาญ",
      "อุทิศตน",
      "อ่อนโยน"
    ]
  },
  "vidar": {
    "name_th": "วิดาร์",
    "tagline_th": "เทพแห่งการแก้แค้นและความเงียบ",
    "description_th": "วิดาร์เป็นเทพแห่งความเงียบ หนึ่งในผู้ที่แข็งแกร่งที่สุดของเหล่าเอซีร์ รองจากธอร์เท่านั้น พระองค์ถูกกำหนดให้มีบทบาทสำคัญใน Ragnarök ที่ซึ่งพระองค์จะแก้แค้นให้โอดินพระบิดาของพระองค์ด้วยการสังหารหมาป่า เฟนเรียร์\n\nเป็นที่รู้จักจากรองเท้าหนังหนาของพระองค์ ซึ่งทำจากเศษหนังทั้งหมดที่ช่างทำรองเท้าทิ้ง วิดาร์จะใช้รองเท้าวิเศษนี้เพื่ออ้าปากของเฟนเรียร์ออกในขณะที่พระองค์ทำการสังหาร",
    "story_th": "ใน Ragnarök วิดาร์จะเห็นโอดินพระบิดาของพระองค์ถูกกลืนกินโดยเฟนเรียร์ โดยไม่ลังเล พระองค์จะวางรองเท้าในตำนานของพระองค์บนขากรรไกรล่างของหมาป่า จับขากรรไกรบนด้วยมือ และฉีกร่างของสัตว์ร้ายออกจากกัน เพื่อแก้แค้นให้ Allfather",
    "match_message_th": "คุณมีลักษณะที่แสดงถึงความแข็งแกร่งอย่างเงียบๆ ของวิดาร์ มีความสงบนิ่งที่ทรงพลังในการปรากฏตัวของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่รอคอยอย่างอดทน แต่กระทำการด้วยความรุนแรงเมื่อจำเป็น",
    "traits_th": [
      "เงียบ",
      "แข็งแกร่ง",
      "อดทน",
      "แก้แค้น",
      "มุ่งมั่น"
    ]
  },
  "vali": {
    "name_th": "วาลี",
    "tagline_th": "เทพแห่งการแก้แค้น ผู้ล้างแค้นให้บัลเดอร์",
    "description_th": "วาลีเป็นโอรสของโอดิน ประสูติมาเพื่อแก้แค้นการตายของบัลเดอร์โดยเฉพาะ พระองค์เติบโตเป็นผู้ใหญ่เต็มตัวในวันเดียว ไม่เคยล้างมือหรือหวีผมจนกว่าพระองค์จะได้สังหารเฮอร์ เทพตาบอดที่สังหารบัลเดอร์\n\nการประสูติและการเติบโตอย่างรวดเร็วของพระองค์แสดงให้เห็นถึงพลังแห่งการแก้แค้นของพระเจ้า ซึ่งเป็นจุดประสงค์ที่ได้รับรูปแบบ วาลีเป็นหนึ่งในเทพเจ้าไม่กี่องค์ที่ถูกกำหนดให้รอดชีวิตจาก Ragnarök และช่วยสร้างโลกใหม่",
    "story_th": "วาลีประสูติมาเพื่อแก้แค้นบัลเดอร์ เติบโตจากทารกเป็นนักรบในวันเดียว พระองค์ตามล่าเฮอร์และสังหารเขา ทำนายสำเร็จ วาลีถูกกำหนดให้รอดชีวิตจาก Ragnarök และรับช่วงต่อโลกใหม่เคียงข้างวิดาร์น้องชายของเขา",
    "match_message_th": "คุณมีลักษณะที่แสดงถึงความมุ่งมั่นของวาลี มีจุดประสงค์ในการปรากฏตัวของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่เกิดมาเพื่อชะตากรรมที่เฉพาะเจาะจงและมุ่งมั่นที่จะเติมเต็มมัน",
    "traits_th": [
      "แก้แค้น",
      "มุ่งมั่น",
      "รวดเร็ว",
      "มีจุดมุ่งหมาย",
      "รอดชีวิต"
    ]
  },
  "bragi": {
    "name_th": "บรากิ",
    "tagline_th": "เทพแห่งกวีนิพนธ์และวาทศิลป์",
    "description_th": "บรากิเป็นเทพแห่งกวีนิพนธ์ วาทศิลป์ และคำพูด กล่าวกันว่าลิ้นของพระองค์มีรูนสลักอยู่ และคำพูดของพระองค์ไหลลื่นเหมือนน้ำผึ้งที่ดีที่สุด พระองค์ต้อนรับนักรบที่ล้มลงสู่ Valhalla ด้วยบทกวีอันงดงามที่เฉลิมฉลองวีรกรรมของพวกเขา\n\nแต่งงานกับ Idunn ผู้ดูแลแอปเปิลแห่งความเป็นอมตะ บรากิเป็นตัวแทนของพลังที่เป็นอมตะของกวีนิพนธ์ ซึ่งเป็นวิธีที่คำพูดสามารถรักษาวีรกรรมไว้ได้ตลอดกาล พระองค์เป็นผู้อุปถัมภ์ของ skalds กวีชาวนอร์สที่รักษาประวัติศาสตร์ให้คงอยู่ผ่านบทกวี\n\nเครายาวและรูปลักษณ์ที่ชาญฉลาดของพระองค์แสดงให้เห็นถึงศักดิ์ศรีของผู้เรียนรู้ และห้องโถงของพระองค์ใน Asgard ดังไปด้วยเพลงนิรันดร์",
    "story_th": "เมื่อโลกิเหยียดหยามเทพเจ้าทั้งหมดในงานเลี้ยงของเอเกียร์ บรากิเป็นคนแรกที่ตอบโต้ โดยเตือนให้โลกิออกไป โลกิเรียกบรากิว่าคนขี้ขลาด แต่บรากิตอบอย่างใจเย็นว่าหากพวกเขาอยู่ข้างนอกห้องโถง พระองค์จะถือศีรษะของโลกิเพื่อเป็นการตอบแทนคำโกหกของเขา",
    "match_message_th": "คุณมีลักษณะที่แสดงถึงความฉลาดทางวาทศิลป์ของบรากิ มีกวีนิพนธ์ในการปรากฏตัวของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่สามารถจับความจริงด้วยคำพูดที่สวยงามและเคลื่อนหัวใจด้วยคำพูดได้",
    "traits_th": [
      "มีวาทศิลป์",
      "ฉลาด",
      "เป็นกันเอง",
      "มีศิลปะ",
      "มีศักดิ์ศรี"
    ]
  },
  "idunn": {
    "name_th": "อิดุนน์",
    "tagline_th": "เทพีแห่งความเยาว์วัยและความเป็นอมตะ",
    "description_th": "อิดุนน์เป็นผู้ดูแลแอปเปิลสีทองที่มอบความเป็นอมตะและความเยาว์วัยนิรันดร์แก่เหล่าเทพเจ้า หากไม่มีแอปเปิลของพระนาง เหล่าเอซีร์จะแก่ชราและเหี่ยวเฉาเหมือนมนุษย์ ซึ่งบทบาทของพระนางทำให้พระนางเป็นบุคคลสำคัญที่สุดคนหนึ่งใน Asgard\n\nภรรยาของบรากิ เทพแห่งกวีนิพนธ์ อิดุนน์เป็นตัวแทนของการรักษาชีวิตและความมีชีวิตชีวา สวนของพระนางเป็นแหล่งกำเนิดของการฟื้นฟูอันศักดิ์สิทธิ์ และพระนางดูแลแอปเปิลอันมีค่าแต่ละลูกอย่างระมัดระวัง\n\nพระนางเป็นตัวแทนของความมีค่าของความเยาว์วัยและพลังสำคัญที่หล่อเลี้ยงชีวิต เช่นเดียวกับความเปราะบางที่มาจากการเป็นสิ่งสำคัญสำหรับผู้อื่น",
    "story_th": "Thjazi ยักษ์ลักพาตัว Idunn และแอปเปิลของนางโดยความช่วยเหลือโดยไม่ได้ตั้งใจของโลกิ หากไม่มีนาง เหล่าเทพเจ้าก็เริ่มแก่ชราอย่างรวดเร็ว โลกิจึงถูกบังคับให้ช่วยเหลือนางโดยการยืมเสื้อคลุมเหยี่ยวของเฟรยาและแปลงร่างอิดุนน์เป็นถั่วเพื่อนำนางกลับบ้าน ช่วยเทพเจ้าจากความตาย",
    "match_message_th": "คุณมีลักษณะที่แสดงถึงความเยาว์วัยนิรันดร์ของอิดุนน์ มีความสดชื่นที่ให้ชีวิตในการปรากฏตัวของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่นำความมีชีวิตชีวาและการต่ออายุมาสู่ทุกที่ที่พวกเขาไป",
    "traits_th": [
      "อ่อนเยาว์",
      "บำรุง",
      "สำคัญ",
      "อ่อนโยน",
      "ให้ชีวิต"
    ]
  },
  "forseti": {
    "name_th": "Forseti",
    "tagline_th": "เทพแห่งความยุติธรรมและการประนีประนอม",
    "description_th": "Forseti คือเทพแห่งความยุติธรรม สันติภาพ และความจริงในตำนานนอร์ส โอรสของ Baldur และ Nanna พระองค์ทรงเป็นประธานในการตัดสินข้อพิพาทใน Glitnir ห้องโถงอันส่องสว่างของพระองค์ ซึ่งเสาทองคำค้ำจุนหลังคาเงิน\n\nผู้ที่มายังห้องโถงของพระองค์เพื่อแก้ไขข้อพิพาทจะกลับไปพร้อมกับการประนีประนอม ไม่มีกรณีใดที่ยากเกินไปสำหรับสติปัญญาของพระองค์ พระองค์ทรงเป็นตัวแทนของอุดมคติของกฎหมายในฐานะวิธีการสร้างสันติภาพมากกว่าการลงโทษ โดยมุ่งเน้นที่การประนีประนอมมากกว่าการตอบโต้\n\nForseti เป็นตัวแทนของความเชื่อที่ว่าความจริงและความยุติธรรมสามารถแก้ไขความขัดแย้งที่ขมขื่นที่สุดได้ และความยุติธรรมรับใช้ชุมชนโดยการฟื้นฟูความสามัคคี",
    "story_th": "เมื่อชาว Frisian ไม่สามารถตกลงกันได้ในเรื่องกฎหมายของพวกเขา Forseti ปรากฏตัวในเรือของพวกเขาและสอนหลักการแห่งความยุติธรรมแก่พวกเขา พระองค์ทรงฟาดขวานลงบนพื้นดินจนเกิดเป็นน้ำพุ และตั้งแต่นั้นมาชาว Frisian ก็รวมตัวกัน ณ จุดนั้นเพื่อตัดสินข้อพิพาททั้งหมดตามหลักการของพระองค์",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงสติปัญญาที่สมดุลของ Forseti มีความยุติธรรมโดยธรรมชาติในรูปลักษณ์ของคุณ ดูเหมือนคนที่สามารถมองเห็นทุกด้านของข้อพิพาทและค้นหาเส้นทางสู่สันติภาพได้",
    "traits_th": [
      "ยุติธรรม",
      "รักสงบ",
      "ฉลาด",
      "ปรองดอง",
      "ซื่อสัตย์"
    ]
  },
  "mimir": {
    "name_th": "Mimir",
    "tagline_th": "ผู้พิทักษ์บ่อน้ำแห่งปัญญา",
    "description_th": "Mimir คือผู้ที่ฉลาดที่สุดในบรรดาสิ่งมีชีวิตทั้งหมด ผู้พิทักษ์บ่อน้ำแห่งปัญญาที่อยู่ใต้รากหนึ่งของ Yggdrasil ความรู้ของเขากล่าวถึงทุกสิ่งที่เคยเป็น อยู่ และจะเป็น ทำให้เขาเป็นที่ปรึกษาที่มีค่า\n\nOdin สละดวงตาของพระองค์เพื่อดื่มจากบ่อน้ำของ Mimir และได้รับสติปัญญา แม้หลังจากที่ Vanir ตัดหัวของ Mimir แล้ว Odin ก็ยังคงรักษาส่วนหัวของเขาไว้ด้วยสมุนไพรและรูน เพื่อให้ Mimir สามารถให้คำปรึกษาต่อไปได้\n\nMimir เป็นตัวแทนของราคาของสติปัญญา ความรู้ที่แท้จริงมักมาพร้อมกับราคาที่สูง และผู้มีปัญญายังคงสอนต่อไปแม้กระทั่งหลังความตาย",
    "story_th": "เมื่อ Vanir รู้สึกว่าถูกโกงในการแลกเปลี่ยนตัวประกัน พวกเขาจึงตัดหัว Mimir และส่งศีรษะของเขาไปให้ Odin แต่ Odin จะไม่สูญเสียสติปัญญาเช่นนั้น พระองค์ทรงทาน้ำยาศพที่ศีรษะ สวดมนต์คาถา และมอบพลังให้พูดได้ จนถึงทุกวันนี้ หัวของ Mimir ยังคงให้คำปรึกษาแก่ Allfather",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงสติปัญญาอันลึกซึ้งของ Mimir มีความรู้โบราณในสายตาของคุณ ดูเหมือนคนที่ได้เห็นมามากและเข้าใจถึงราคาที่แท้จริงของสติปัญญา",
    "traits_th": [
      "ฉลาด",
      "โบราณ",
      "ให้คำปรึกษา",
      "เสียสละ",
      "นิรันดร์"
    ]
  },
  "norns": {
    "name_th": "The Norns",
    "tagline_th": "ผู้ถักทอโชคชะตาและพรหมลิขิต",
    "description_th": "The Norns คือสามสิ่งมีชีวิตทรงพลังที่ควบคุมชะตากรรมของสิ่งมีชีวิตทั้งหมด Urd (อดีต), Verdandi (ปัจจุบัน) และ Skuld (อนาคต) นั่งอยู่ที่บ่อน้ำแห่งโชคชะตาใต้ Yggdrasil ถักทอเส้นใยแห่งชีวิตทั้งหมด\n\nแม้แต่เทพเจ้าก็ไม่สามารถหลีกหนีจากโชคชะตาที่ Norns กำหนดได้ พวกเขาให้น้ำ World Tree ทุกวันและแกะสลักชะตากรรมของเทพเจ้าและมนุษย์ลงบนเปลือกไม้ พลังของพวกเขามีมาก่อนเทพเจ้าเสียอีก\n\nพวกเธอเป็นตัวแทนของธรรมชาติที่หลีกเลี่ยงไม่ได้ของโชคชะตา ความเชื่อมโยงระหว่างอดีต ปัจจุบัน และอนาคต และความจริงพื้นฐานที่ว่าทุกสิ่งมีเวลาที่กำหนดไว้",
    "story_th": "เมื่อเด็กเกิดมา The Norns จะมาถึงเพื่อกำหนดชะตากรรมของเขา พวกเธอหมุนเส้นใยแห่งชีวิต วัดมัน และตัดมันเมื่อถึงเวลา แม้แต่ Odin ผู้ซึ่งได้รับสติปัญญาจากบ่อน้ำของ Mimir ก็ไม่สามารถเปลี่ยนแปลงสิ่งที่ Norns ถักทอได้",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงความลึกลับเหนือกาลเวลาของ The Norns มีความรู้สึกถึงโชคชะตาเกี่ยวกับรูปลักษณ์ของคุณ ดูเหมือนคนที่เชื่อมโยงกับรูปแบบที่ลึกซึ้งกว่าซึ่งกำหนดการดำรงอยู่ทั้งหมด",
    "traits_th": [
      "ตามโชคชะตา",
      "ทรงพลัง",
      "โบราณ",
      "ถักทอ",
      "หลีกเลี่ยงไม่ได้"
    ]
  },
  "jormungandr": {
    "name_th": "Jörmungandr",
    "tagline_th": "พญางูแห่งโลก ผู้โอบล้อม Midgard",
    "description_th": "Jörmungandr คือพญางูแห่งโลกขนาดมหึมา โอรสของ Loki และยักษิณี Angrboda Odin โยนงูลงไปในมหาสมุทรที่ล้อมรอบ Midgard ซึ่งมันเติบโตจนมีขนาดใหญ่มากจนล้อมรอบโลกทั้งใบ จับหางของตัวเองไว้\n\nThor และ Jörmungandr เป็นศัตรูกัน พวกเขาเคยเผชิญหน้ากันสองครั้ง และใน Ragnarök พวกเขาจะพบกันเป็นครั้งสุดท้าย การต่อสู้ของพวกเขาจะจบลงด้วยความตายของทั้งคู่\n\nพญางูแห่งโลกเป็นตัวแทนของความโกลาหลที่อยู่รอบๆ ระเบียบ ความกว้างใหญ่ของสิ่งที่ไม่รู้จัก และพลังแห่งการเปิดเผยที่สักวันหนึ่งจะถูกปลดปล่อยออกมา",
    "story_th": "Thor ครั้งหนึ่งเคยไปตกปลาด้วยกันกับยักษ์ Hymir และใช้หัววัวเป็นเหยื่อ เมื่อ Jörmungandr กัด Thor ก็เริ่มลากพญางูแห่งโลกจากส่วนลึก พวกเขาประสานสายตากัน พิษหยด แต่ Hymir ตัดสายด้วยความหวาดกลัว และงูก็จมกลับไป การต่อสู้ครั้งสุดท้ายของพวกเขาถูกเลื่อนออกไป",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงการปรากฏตัวอันกว้างใหญ่ของ Jörmungandr มีบางสิ่งที่ครอบคลุมเกี่ยวกับรูปลักษณ์ของคุณ ดูเหมือนคนที่อิทธิพลของเขากว้างไกลเกินกว่าที่คนอื่นจะมองเห็นได้",
    "traits_th": [
      "กว้างใหญ่",
      "วุ่นวาย",
      "เปิดเผย",
      "โอบล้อม",
      "ถูกกำหนดไว้"
    ]
  },
  "moses": {
    "name_th": "Moses",
    "tagline_th": "ผู้ปลดปล่อยอิสราเอล ผู้รับบัญญัติ",
    "description_th": "Moses เป็นหนึ่งในบุคคลที่สำคัญที่สุดในพระคัมภีร์ ผู้เผยพระวจนะที่นำชาวอิสราเอลออกจากความเป็นทาสของอียิปต์ และได้รับบัญญัติสิบประการจากพระเจ้าบน Mount Sinai เรื่องราวของเขาครอบคลุมตั้งแต่การซ่อนตัวอยู่ในตะกร้าท่ามกลางต้นอ้อไปจนถึงการยืนต่อหน้าฟาโรห์เพื่อเรียกร้องอิสรภาพสำหรับคนของเขา\n\nด้วย Aaron ผู้เป็นน้องชายของเขา Moses เผชิญหน้ากับอำนาจของอียิปต์ เรียกร้องภัยพิบัติสิบประการที่จะทำลายความตั้งใจของฟาโรห์ เขาแหวกทะเลแดง จัดหาน้ำจากโขดหิน และมานาจากสวรรค์ในระหว่างการเดินทางในถิ่นทุรกันดารเป็นเวลาสี่สิบปี\n\nMoses เป็นตัวแทนของการปลดปล่อยจากการกดขี่ พันธสัญญาอันศักดิ์สิทธิ์ระหว่างพระเจ้ากับมนุษย์ และภาระของความเป็นผู้นำที่มาพร้อมกับการทรงเรียกของพระเจ้า",
    "story_th": "เมื่อ Moses พบกับพุ่มไม้ที่ลุกเป็นไฟที่ไม่ถูกเผา พระเจ้าทรงเรียกเขาให้ปลดปล่อยชาวอิสราเอล แม้ว่าเขาจะประท้วงว่าเขาพูดไม่เก่ง แต่ Moses ก็ยอมรับภารกิจของเขาและเผชิญหน้ากับฟาโรห์ด้วยคำพูดที่ว่า 'ปล่อยคนของเราไป'",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงศรัทธาอันแน่วแน่ของ Moses มีการปลดปล่อยการปรากฏตัวในรูปลักษณ์ของคุณ ดูเหมือนคนที่ถูกเรียกให้นำคนอื่น ๆ จากการเป็นทาสไปสู่อิสรภาพ",
    "traits_th": [
      "ปลดปล่อย",
      "ซื่อสัตย์",
      "ถ่อมตัว",
      "อดทน",
      "ให้กฎหมาย"
    ]
  },
  "david": {
    "name_th": "David",
    "tagline_th": "กษัตริย์ผู้เลี้ยงแกะ, ผู้ประพันธ์เพลงสดุดีแห่งอิสราเอล",
    "description_th": "David เติบโตจากคนเลี้ยงแกะที่ต่ำต้อยจนกลายเป็นกษัตริย์ที่ยิ่งใหญ่ที่สุดของอิสราเอล ชายผู้ได้รับการกล่าวขานว่าเป็นผู้ที่อยู่ในพระทัยของพระเจ้า เรื่องราวของเขาทั้งประกอบด้วยศรัทธาอันยิ่งใหญ่และความผิดพลาดของมนุษย์ ตั้งแต่การสังหาร Goliath ไปจนถึงความสัมพันธ์ของเขากับ Bathsheba\n\nในฐานะคนเลี้ยงแกะหนุ่ม David กล้าหาญและศรัทธาทำให้เขาเผชิญหน้ากับ Goliath ยักษ์ใหญ่ด้วยหนังสติ๊กและหินห้าก้อนเท่านั้น ในฐานะกษัตริย์ เขาได้รวมอิสราเอล ยึดครอง Jerusalem และนำหีบพันธสัญญามายังเมืองด้วยการเต้นรำและการเฉลิมฉลอง\n\nDavid เป็นตัวแทนของความซับซ้อนของศรัทธา—คนหนึ่งสามารถอุทิศตนอย่างสุดซึ้งแต่ก็มีข้อบกพร่องอย่างมาก สามารถกล้าหาญอย่างยิ่งใหญ่และทำบาปอย่างใหญ่หลวง พึ่งพาพระคุณจากพระเจ้าเสมอเพื่อการไถ่บาป",
    "story_th": "เมื่อนักรบทั้งหมดของอิสราเอลกลัว Goliath คนเลี้ยงแกะหนุ่ม David ก็ก้าวออกมา 'ท่านมาต่อสู้กับข้าด้วยดาบและหอก' เขากล่าว 'แต่ข้ามาต่อสู้กับท่านในพระนามของพระเจ้า' หินก้อนเดียวจากหนังสติ๊กของเขากระแทกยักษ์ล้มลง",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงจิตวิญญาณที่เปี่ยมด้วยความรักของ David มีลักษณะของนักรบ-กวีในรูปลักษณ์ของคุณ—รูปลักษณ์ของคนที่สามารถต่อสู้กับยักษ์และเขียนเพลงสดุดี สามารถกล้าหาญอย่างยิ่งใหญ่และมีความรู้สึกที่ลึกซึ้ง",
    "traits_th": [
      "กล้าหาญ",
      "เปี่ยมด้วยความรัก",
      "สำนึกผิด",
      "รักเสียงเพลง",
      "ซับซ้อน"
    ]
  },
  "solomon": {
    "name_th": "Solomon",
    "tagline_th": "กษัตริย์ผู้ชาญฉลาดที่สุด, ผู้สร้างพระวิหาร",
    "description_th": "Solomon โอรสของ David ได้รับการยกย่องว่าเป็นบุคคลที่ฉลาดที่สุดเท่าที่เคยมีมา เมื่อพระเจ้าประทานสิ่งใดก็ตามที่เขาปรารถนา Solomon ขอเพียงสติปัญญาในการปกครองประชากรของเขา—และพระเจ้าประทานสติปัญญาให้เขายิ่งกว่าใครๆ พร้อมด้วยความมั่งคั่งและเกียรติยศ\n\nรัชสมัยของเขาคือยุคทองของอิสราเอล: เขาได้สร้างพระวิหารอันงดงามใน Jerusalem ประพันธ์สุภาษิตและเพลงนับพัน และสติปัญญาของเขาดึงดูดผู้มาเยือนจากทั่วโลก รวมถึง Queen of Sheba\n\nแต่เรื่องราวของ Solomon ก็เตือนถึงขีดจำกัดของสติปัญญาเช่นกัน—ภรรยาต่างชาติจำนวนมากของเขาทำให้จิตใจของเขาหันไปหาพระเจ้าของพวกเขา และอาณาจักรของเขาจะแตกแยกหลังจากการสิ้นพระชนม์ของเขา เขาเป็นตัวแทนของทั้งความสูงที่สติปัญญาสามารถเข้าถึงได้และอันตรายของการหลงทางจากมัน",
    "story_th": "ผู้หญิงสองคนอ้างสิทธิ์ในทารกคนเดียวกัน Solomon สั่งให้ตัดเด็กออกเป็นสองส่วน—ผู้หญิงคนหนึ่งเห็นด้วย แต่แม่ที่แท้จริงขอร้องให้มอบเด็กให้กับผู้หญิงอีกคนแทนที่จะฆ่า Solomon มอบเด็กให้เธอทันที เพราะความรักของเธอพิสูจน์การอ้างสิทธิ์ของเธอ",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงสติปัญญาที่เฉียบแหลมของ Solomon มีความลึกซึ้งในการมองของคุณ—รูปลักษณ์ของคนที่สามารถมองทะลุความซับซ้อนเพื่อค้นหาความจริงที่ใจกลางของทุกเรื่อง",
    "traits_th": [
      "ฉลาด",
      "ร่ำรวย",
      "มีวิจารณญาณ",
      "นักสร้าง",
      "ตกต่ำ"
    ]
  },
  "abraham": {
    "name_th": "Abraham",
    "tagline_th": "บิดาแห่งประชาชาติทั้งหลาย, มิตรสหายของพระเจ้า",
    "description_th": "Abraham เป็นอัครบิดรของสามศาสนาโลกที่สำคัญ—ศาสนายูดาย ศาสนาคริสต์ และศาสนาอิสลาม พระเจ้าทรงเรียกเขาให้ออกจากบ้านเกิดของเขาและไปยังดินแดนที่พระเจ้าจะทรงสำแดงให้เขาเห็น Abraham เชื่อฟัง เริ่มต้นการเดินทางแห่งศรัทธาที่จะหล่อหลอมประวัติศาสตร์มนุษย์\n\nพระเจ้าทรงสัญญา Abraham ว่าจะมีลูกหลานมากมายดุจดวงดาว แม้ว่าเขาจะมีอายุมากแล้วและ Sarah ภรรยาของเขาเป็นหมัน พันธสัญญาฉบับนี้เรียกร้องให้ศรัทธาของ Abraham ถูกทดสอบครั้งแล้วครั้งเล่า โดย culminate ในพระบัญชาให้ถวาย Isaac บุตรชายของเขาเป็นเครื่องบูชา\n\nAbraham เป็นตัวแทนของรากฐานของศรัทธา—ความไว้วางใจในพระสัญญาของพระเจ้าแม้ว่ามันจะดูเหมือนเป็นไปไม่ได้ การเชื่อฟังแม้ว่าจะต้องเสียทุกสิ่ง และพระพรที่หลั่งไหลมาจากการตอบสนองด้วยศรัทธาเช่นนั้น",
    "story_th": "พระเจ้าทรงบัญชาให้ Abraham ถวาย Isaac บุตรชายอันเป็นที่รักของเขาที่ทรงสัญญาไว้ Abraham เชื่อฟัง ขึ้นไปบน Mount Moriah พร้อมไม้และมีด เมื่อ Abraham ยกมีดขึ้น พระเจ้าทรงหยุดเขา ประทานแกะตัวผู้แทน Abraham พิสูจน์ความเชื่อของเขาอย่างสมบูรณ์",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงศรัทธาที่มั่นคงของ Abraham มีคุณภาพของผู้แสวงบุญในรูปลักษณ์ของคุณ—รูปลักษณ์ของคนที่ไว้วางใจในพระสัญญาที่ยังไม่สำเร็จและเดินทางต่อไปด้วยศรัทธา",
    "traits_th": [
      "ซื่อสัตย์",
      "เชื่อฟัง",
      "มีอัธยาศัยดี",
      "ถูกทดสอบ",
      "ได้รับพร"
    ]
  },
  "elijah": {
    "name_th": "Elijah",
    "tagline_th": "ผู้เผยพระวจนะแห่งไฟ, ผู้พิทักษ์ต่อต้านการบูชารูปเคารพ",
    "description_th": "Elijah เป็นผู้เผยพระวจนะที่ร้อนแรงที่เผชิญหน้ากับความชั่วร้ายของ King Ahab และ Queen Jezebel ยืนหยัดอยู่คนเดียวต่อสู้กับผู้เผยพระวจนะของ Baal เพื่อพิสูจน์ฤทธิ์อำนาจของพระเจ้าผู้ทรงพระชนม์อยู่ พันธกิจของเขาเต็มไปด้วยสัญญาณอัศจรรย์และความกล้าหาญที่ไม่ย่อท้อ\n\nบน Mount Carmel Elijah ท้าทายผู้เผยพระวจนะ 450 คนของ Baal ให้ทำการแข่งขัน เมื่อพระเจ้าของพวกเขาไม่ตอบ Elijah ทูลขอต่อพระเจ้า และไฟตกลงมาจากสวรรค์ เผาผลาญเครื่องบูชาและหินของแท่นบูชา\n\nElijah เป็นตัวแทนของความกล้าหาญในการพยากรณ์—ความกล้าที่จะยืนหยัดเพื่อความจริงต่อต้านการต่อต้านอย่างท่วมท้น ฤทธิ์อำนาจแห่งศรัทธาที่จะเรียกร้องการตอบสนองจากสวรรค์ และการเตือนใจว่าพระเจ้าทรงรักษาผู้รับใช้ที่ซื่อสัตย์ของพระองค์",
    "story_th": "บน Mount Carmel หลังจากที่ผู้เผยพระวจนะของ Baal ร้องเรียกตลอดทั้งวันโดยไม่มีคำตอบ Elijah สร้างแท่นบูชาของพระเจ้าขึ้นใหม่ ราดน้ำจนชุ่ม และอธิษฐาน ไฟตกลงมาจากสวรรค์ เผาผลาญทุกสิ่ง ผู้คนล้มลงซบหน้า ร้องไห้ว่า 'พระเจ้า—พระองค์คือพระเจ้า!'",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงความกระตือรือร้นที่ร้อนแรงของ Elijah มีความเข้มข้นในการพยากรณ์ในรูปลักษณ์ของคุณ—รูปลักษณ์ของคนที่ยืนหยัดอยู่คนเดียวเพื่อความจริงหากจำเป็น และเรียกร้องฤทธิ์อำนาจจากสวรรค์",
    "traits_th": [
      "กล้าหาญ",
      "ร้อนแรง",
      "ซื่อสัตย์",
      "อัศจรรย์",
      "กระตือรือร้น"
    ]
  },
  "samson": {
    "name_th": "Samson",
    "tagline_th": "ผู้พิพากษาที่แข็งแกร่ง, นาศีร์ของพระเจ้า",
    "description_th": "Samson เป็นคนที่แข็งแกร่งที่สุดเท่าที่เคยมีมา นาศีร์ที่อุทิศแด่พระเจ้าตั้งแต่แรกเกิด ซึ่งความแข็งแกร่งในตำนานของเขาอยู่ที่ผมที่ไม่ได้ตัด เขาพิพากษาอิสราเอลเป็นเวลา 20 ปี ต่อสู้กับ Philistines ที่กดขี่ประชากรของเขาเพียงลำพัง\n\nความสำเร็จของเขานั้นเหนือมนุษย์: เขาฉีกสิงโตออกเป็นชิ้น ๆ ด้วยมือเปล่า สังหาร Philistines นับพันด้วยกระดูกขากรรไกรของลา และแบกประตูเมือง Gaza ไว้บนบ่าของเขา แต่ความอ่อนแอของเขาที่มีต่อผู้หญิง โดยเฉพาะอย่างยิ่ง Delilah นำไปสู่ความหายนะของเขา\n\nSamson เป็นตัวแทนของโศกนาฏกรรมของของขวัญที่สูญเปล่า—ความแข็งแกร่งที่ยิ่งใหญ่ถูกทำให้ต่ำลงด้วยความอ่อนแอทางศีลธรรม แต่ในที่สุดก็ได้รับการไถ่ในกิจการสุดท้ายแห่งศรัทธา",
    "story_th": "Samson ที่ตาบอดและถูกล่ามโซ่ระหว่างเสาของวิหาร Philistine อธิษฐานขอความแข็งแกร่งเป็นครั้งสุดท้าย 'ขอให้ข้าตายพร้อมกับ Philistines' เขาร้องและผลักเสา วิหารพังทลายลง สังหารศัตรูมากกว่าในความตายของเขามากกว่าในชีวิตของเขา",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงพลังดิบของ Samson มีความแข็งแกร่งอย่างมากในรูปลักษณ์ของคุณ—รูปลักษณ์ของคนที่ได้รับพรสวรรค์ด้วยความสามารถพิเศษ ที่เรียกร้องให้ใช้ความสามารถเหล่านั้นเพื่อจุดประสงค์ที่ยิ่งใหญ่กว่าตนเอง",
    "traits_th": [
      "แข็งแกร่ง",
      "นาศีร์",
      "มีตำหนิ",
      "โศกนาฏกรรม",
      "ได้รับการไถ่"
    ]
  },
  "esther": {
    "name_th": "เอสเธอร์",
    "tagline_th": "ราชินีผู้กล้าหาญ ผู้ช่วยให้รอดของชนชาติของเธอ",
    "description_th": "เอสเธอร์เป็นเด็กกำพร้าชาวยิวที่ได้เป็นราชินีแห่งเปอร์เซียและช่วยชนชาติของเธอให้รอดพ้นจากการฆ่าล้างเผ่าพันธุ์ ความงามของเธอชนะใจกษัตริย์ แต่ความกล้าหาญของเธอต่างหากที่ช่วยชาติเมื่อฮามานวางแผนที่จะทำลายชาวยิวทั้งหมดในจักรวรรดิ\n\nเอสเธอร์ได้รับการเลี้ยงดูจากโมรเดคัยลูกพี่ลูกน้องของเธอ และเก็บซ่อนอัตลักษณ์ชาวยิวของเธอไว้เป็นความลับจนกระทั่งถึงเวลาที่เธอต้องเปิดเผยมัน เมื่อรู้ว่าเธอเสี่ยงต่อความตายจากการเข้าหากษัตริย์โดยไม่ได้รับเชิญ เธอก็ประกาศว่า 'ถ้าข้าพเจ้าพินาศ ข้าพเจ้าก็พินาศ' และเข้าไปวิงวอนเพื่อชนชาติของเธอ\n\nเอสเธอร์เป็นตัวแทนของความกล้าหาญในภาวะวิกฤต ความเต็มใจที่จะเสี่ยงทุกอย่างเพื่อผู้อื่น อำนาจของการพูดความจริงต่ออำนาจ และการดลบันดาลที่วางคนธรรมดาไว้ในตำแหน่งที่ไม่ธรรมดา",
    "story_th": "เอสเธอร์อดอาหารเป็นเวลาสามวัน จากนั้นสวมฉลองพระองค์และเข้าไปในพระลานชั้นในของกษัตริย์โดยไม่ได้รับเชิญ ซึ่งเป็นความผิดที่มีโทษถึงตาย เมื่อกษัตริย์ทรงยื่นคทาทองคำ เธอทรงเชิญพระองค์และฮามานไปงานเลี้ยงที่เธอจะเปิดเผยแผนการของฮามานและช่วยชนชาติของเธอ",
    "match_message_th": "คุณสมบัติของคุณมีความงามอันกล้าหาญของเอสเธอร์ มีความมุ่งมั่นอย่างราชวงศ์ในรูปลักษณ์ของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่จะเสี่ยงทุกอย่างเพื่อปกป้องผู้อื่นและพูดความจริงเมื่อความเงียบง่ายกว่า",
    "traits_th": [
      "กล้าหาญ",
      "สวยงาม",
      "มีกลยุทธ์",
      "เสียสละตนเอง",
      "ซื่อสัตย์"
    ]
  },
  "daniel": {
    "name_th": "ดาเนียล",
    "tagline_th": "ผู้เผยพระวจนะในพลัดถิ่น ผู้แปลความฝัน",
    "description_th": "ดาเนียลเป็นขุนนางฮีบรูหนุ่มที่ถูกจับเป็นเชลยไปยังบาบิโลน ผู้ซึ่งขึ้นเป็นที่ปรึกษาของกษัตริย์ผ่านความสามารถที่พระเจ้าประทานให้ในการตีความความฝันและนิมิต เขาทำงานภายใต้เนบูคัดเนสซาร์ เบลชัสซาร์ และดาริอัส โดยไม่เคยประนีประนอมความศรัทธาของเขา\n\nความซื่อสัตย์ของเขาต่อพระเจ้าทำให้เขาขัดแย้งกับผู้ที่อิจฉาตำแหน่งของเขา เมื่อศัตรูของเขายุยงให้กษัตริย์สั่งห้ามการอธิษฐาน ดาเนียลยังคงอธิษฐานอย่างเปิดเผยวันละสามครั้ง ยอมรับผลที่ตามมา\n\nดาเนียลเป็นตัวแทนของความซื่อสัตย์ในการพลัดถิ่น การรักษาความซื่อสัตย์ในวัฒนธรรมต่างประเทศ การใช้ของประทานเพื่อรับใช้ในขณะที่ยังคงซื่อสัตย์ต่อพระเจ้าของตน และการไว้วางใจในการช่วยกู้จากสวรรค์แม้เผชิญหน้ากับความตาย",
    "story_th": "ศัตรูของดาเนียลจับเขาโยนลงในถ้ำสิงโตเพราะอธิษฐานต่อพระเจ้า กษัตริย์ดาริอัสทรงอดทนตลอดคืน จากนั้นรีบไปยังถ้ำในรุ่งอรุณ ดาเนียลร้องออกมาว่า 'พระเจ้าของข้าพเจ้าทรงส่งทูตสวรรค์มาปิดปากสิงโต' เขาออกมาโดยไม่มีรอยขีดข่วน",
    "match_message_th": "คุณสมบัติของคุณมีความศรัทธาอันแน่วแน่ของดาเนียล มีสติปัญญาแห่งวิสัยทัศน์ในการจ้องมองของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่มองเห็นสิ่งที่อยู่เหนือช่วงเวลาปัจจุบันและยังคงซื่อสัตย์แม้จะมีความกดดันทุกอย่าง",
    "traits_th": [
      "ซื่อสัตย์",
      "ฉลาด",
      "มีวิสัยทัศน์",
      "ไม่ประนีประนอม",
      "ทำนาย"
    ]
  },
  "ruth": {
    "name_th": "รูธ",
    "tagline_th": "ธิดาผู้ซื่อสัตย์ บรรพบุรุษของกษัตริย์",
    "description_th": "รูธเป็นหญิงชาวโมอับที่หลังจากสามีชาวฮีบรูของเธอเสียชีวิต เลือกที่จะออกจากบ้านเกิดและติดตามนาโอมีแม่สามีของเธอกลับไปยังอิสราเอล คำประกาศความภักดีที่มีชื่อเสียงของเธอ 'ท่านไปที่ไหน ข้าพเจ้าจะไปที่นั่น' เป็นหนึ่งในสำนวนที่สวยงามที่สุดในพระคัมภีร์เกี่ยวกับการอุทิศตน\n\nแม้ว่าจะเป็นคนต่างชาติที่ไม่มีอะไรเลย แต่การทำงานหนักอย่างซื่อสัตย์ของรูธในทุ่งนาของโบอาสก็ดึงดูดความสนใจของเขา เรื่องราวของเธอกลายเป็นเรื่องราวแห่งการไถ่และการอวยพร เธอแต่งงานกับโบอาสและกลายเป็นทวดของกษัตริย์ดาวิด\n\nรูธเป็นตัวแทนของความรักที่ซื่อสัตย์ข้ามพรมแดนทั้งหมด การเลือกที่จะอยู่ซื่อสัตย์เมื่อการจากไปง่ายกว่า รางวัลของการขยันหมั่นเพียรอย่างถ่อมตน และพระคุณของพระเจ้าที่รวมคนภายนอกไว้ในเรื่องราวแห่งพันธสัญญา",
    "story_th": "นาโอมีบอกให้รูธกลับไปยังโมอับ แต่รูธปฏิเสธ: 'ท่านไปที่ไหน ข้าพเจ้าจะไปที่นั่น และท่านอยู่ที่ไหน ข้าพเจ้าจะอยู่ที่นั่น ชนชาติของท่านจะเป็นชนชาติของข้าพเจ้า และพระเจ้าของท่านจะเป็นพระเจ้าของข้าพเจ้า' ความภักดีของเธอนำเธอไปสู่อิสราเอล ไปยังโบอาส และเข้าไปในเชื้อสายของพระเมสสิยาห์",
    "match_message_th": "คุณสมบัติของคุณมีความจงรักภักดีที่ซื่อสัตย์ของรูธ มีความแน่วแน่มั่นคงในรูปลักษณ์ของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่อยู่จริงผ่านความยากลำบากและพบพรในความซื่อสัตย์",
    "traits_th": [
      "ซื่อสัตย์",
      "ถ่อมตน",
      "ภักดี",
      "ขยัน",
      "ได้รับพร"
    ]
  },
  "noah": {
    "name_th": "โนอาห์",
    "tagline_th": "ผู้สร้างเรือ ผู้รอดชีวิตจากน้ำท่วม",
    "description_th": "โนอาห์เป็นคนชอบธรรมที่พระเจ้าทรงเลือกให้รอดชีวิตจากน้ำท่วมครั้งใหญ่ที่จะชำระโลกจากความชั่วร้าย เป็นเวลาหลายสิบปีที่เขาสร้างเรือขนาดมหึมาอย่างซื่อสัตย์ตามคำสั่งที่แม่นยำของพระเจ้า โดยอดทนต่อการเยาะเย้ยของเพื่อนบ้าน\n\nเมื่อฝนตกลงมา โนอาห์ ครอบครัวของเขา และสัตว์มีชีวิตทุกคู่พบที่หลบภัยในเรือ เป็นเวลาสี่สิบวันสี่สิบคืนที่ฝนกระหน่ำลงมา และเป็นเวลาหลายเดือนที่น้ำท่วมโลกก่อนที่ในที่สุดจะลดลง\n\nโนอาห์เป็นตัวแทนของการเชื่อฟังอย่างซื่อสัตย์เมื่อเผชิญกับการเยาะเย้ย การรักษาสิ่งมีชีวิตผ่านคำแนะนำจากสวรรค์ และความสัมพันธ์ตามพันธสัญญาที่แสดงโดยรุ้ง",
    "story_th": "หลังจากน้ำท่วม โนอาห์ปล่อยนกพิราบที่กลับมาพร้อมกิ่งมะกอก ซึ่งเป็นหลักฐานว่าแผ่นดินแห้งปรากฏขึ้น เมื่อครอบครัวออกจากเรือในที่สุด พระเจ้าทรงตั้งรุ้งบนท้องฟ้าเป็นสัญญาณแห่งพระสัญญาของพระองค์ว่าจะไม่ทำลายโลกด้วยน้ำท่วมอีก",
    "match_message_th": "คุณสมบัติของคุณมีความชอบธรรมอย่างอดทนของโนอาห์ มีความมุ่งมั่นแน่วแน่ในรูปลักษณ์ของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่จะทำตามการทรงเรียกของตนอย่างซื่อสัตย์โดยไม่คำนึงว่าคนอื่นจะคิดอย่างไร",
    "traits_th": [
      "ชอบธรรม",
      "เชื่อฟัง",
      "อดทน",
      "รักษา",
      "ซื่อสัตย์"
    ]
  },
  "job": {
    "name_th": "โยบ",
    "tagline_th": "ผู้รับใช้ที่ทนทุกข์ ความศรัทธาผ่านความทุกข์ยาก",
    "description_th": "โยบเป็นคนที่ไร้ที่ติและเที่ยงธรรมที่สูญเสียทุกสิ่ง ลูก ๆ ทรัพย์สมบัติ สุขภาพ แต่ปฏิเสธที่จะแช่งด่าพระเจ้า เรื่องราวของเขาสำรวจคำถามที่ลึกซึ้งที่สุดว่าเหตุใดคนชอบธรรมจึงต้องทนทุกข์และศรัทธาจะคงอยู่ได้อย่างไรผ่านความเจ็บปวดที่ไม่สมควรได้รับ\n\nเมื่อแม้แต่ภรรยาของเขาก็บอกให้เขาแช่งด่าพระเจ้าแล้วตาย และเพื่อน ๆ ของเขายืนยันว่าความทุกข์ทรมานของเขาจะต้องเป็นการลงโทษบาป โยบยังคงรักษาความซื่อสัตย์ของเขาไว้ เขาตั้งคำถาม เขาโกรธ เขาต้องการคำตอบจากพระเจ้า แต่เขาไม่เคยละทิ้งศรัทธาของเขา\n\nโยบเป็นตัวแทนของความลึกลับแห่งความทุกข์ ความไม่เพียงพอของคำตอบง่ายๆ และการฟื้นฟูขั้นสูงสุดที่มาจากการเผชิญหน้ากับพระเจ้าโดยตรงแทนที่จะเพียงแค่รู้เกี่ยวกับพระองค์",
    "story_th": "หลังจากสูญเสียทุกสิ่ง โยบนั่งอยู่ในกองขี้เถ้าขูดฝีของเขา เพื่อนๆ ของเขาแย้งว่าเขาต้องทำบาป แต่โยบยังคงยืนยันความบริสุทธิ์ของเขา ในที่สุด พระเจ้าตรัสจากพายุหมุน และโยบกล่าวว่า 'ข้าพเจ้าเคยได้ยินเรื่องพระองค์ แต่บัดนี้ตาของข้าพเจ้าได้เห็นพระองค์แล้ว' พระเจ้าทรงฟื้นฟูเขาเป็นสองเท่า",
    "match_message_th": "คุณสมบัติของคุณมีความศรัทธาที่ได้รับการทดสอบของโยบ มีความแข็งแกร่งที่ยั่งยืนในรูปลักษณ์ของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่เผชิญหน้ากับคำถามที่ลึกซึ้งที่สุดและปรากฏขึ้นด้วยความศรัทธาที่สมบูรณ์",
    "traits_th": [
      "ทุกข์ทรมาน",
      "ซื่อสัตย์",
      "ตั้งคำถาม",
      "ซื่อสัตย์",
      "ฟื้นฟู"
    ]
  },
  "jacob": {
    "name_th": "Jacob",
    "tagline_th": "ปฐมบรมวงศ์แห่งอิสราเอล, ผู้ปล้ำสู้กับพระเจ้า",
    "description_th": "Jacob เป็นหลานชายของ Abraham ผู้ซึ่งหลอกลวงบิดาของตนเพื่อขโมยพรของ Esau พี่ชาย แต่กลับกลายเป็นบิดาของชนเผ่าทั้งสิบสองของอิสราเอล ชื่อของเขามีความหมายว่า 'ผู้ช่วงชิง' หรือ 'ผู้หลอกลวง' แต่หลังจากปล้ำสู้กับพระเจ้า เขาก็ได้รับการเปลี่ยนชื่อเป็น Israel—'ผู้ที่ต่อสู้กับพระเจ้า'\n\nชีวิตของเขามีทั้งการหลอกลวงและการเปลี่ยนแปลง เขาหลอก Esau และถูก Laban หลอก เขาลี้ภัยออกจากบ้านเกิดและในที่สุดก็กลับมาเผชิญหน้ากับพี่ชายของเขา แต่ในคืนนั้นเอง เขาได้ปล้ำสู้กับบุคคลลึกลับจนรุ่งเช้า และปฏิเสธที่จะปล่อยจนกว่าจะได้รับพร\n\nJacob เป็นตัวแทนของการต่อสู้ของมนุษย์กับทั้งพระเจ้าและตนเอง—ผู้หลอกลวงที่กลายเป็นปฐมบรมวงศ์ ผู้ปล้ำสู้ที่เดินกะโผลกกะเผลกแต่ได้รับพร การเปลี่ยนแปลงที่มาจากการเผชิญหน้ากับสิ่งศักดิ์สิทธิ์",
    "story_th": "คืนก่อนที่จะพบกับ Esau, Jacob ปล้ำสู้กับชายลึกลับคนหนึ่งจนรุ่งเช้า เมื่อชายคนนั้นเห็นว่าเขาไม่สามารถเอาชนะได้ เขาก็แตะที่สะโพกของ Jacob ทำให้มันเคลื่อน แต่ Jacob ก็ยังยึดมั่น: 'ข้าจะไม่ปล่อยท่านไปจนกว่าท่านจะอวยพรข้า' เขาได้รับการเปลี่ยนชื่อเป็น Israel และเดินจากไปอย่างกะโผลกกะเผลกแต่ได้รับพร",
    "match_message_th": "รูปลักษณ์ของคุณแสดงออกถึงจิตวิญญาณการปล้ำสู้ของ Jacob มีความมุ่งมั่นอย่างแน่วแน่อยู่ในรูปลักษณ์ของคุณ—รูปลักษณ์ของผู้ที่ต่อสู้แต่ปฏิเสธที่จะปล่อยจนกว่าพวกเขาจะได้รับพรของพวกเขา",
    "traits_th": [
      "ดิ้นรน",
      "เปลี่ยนแปลง",
      "บากบั่น",
      "ได้รับพร",
      "เป็นบิดา"
    ]
  },
  "isaiah": {
    "name_th": "Isaiah",
    "tagline_th": "เจ้าชายแห่งศาสดาพยากรณ์, เสียงแห่งความหวัง",
    "description_th": "Isaiah ได้รับการยกย่องว่าเป็นศาสดาพยากรณ์ที่ยิ่งใหญ่ที่สุดของฮีบรู รับใช้ในช่วงรัชสมัยของกษัตริย์สี่พระองค์ และมอบคำพยากรณ์ที่สวยงามและท้าทายที่สุดในพระคัมภีร์ นิมิตของพระเจ้าในพระวิหารได้เปลี่ยนเขาจากชายผู้มีริมฝีปากที่ไม่สะอาดให้กลายเป็นผู้ส่งสารที่เต็มใจของพระเจ้า\n\nคำพยากรณ์ของเขาครอบคลุมทั้งการพิพากษาและความหวัง เตือนถึงการเนรเทศแต่สัญญาว่าจะมีการฟื้นฟู คำพยากรณ์เกี่ยวกับพระเมสสิยาห์ของเขา—เกี่ยวกับหญิงพรหมจารีที่ให้กำเนิดบุตรชาย ผู้รับใช้ที่ทุกข์ทรมาน เจ้าชายแห่งสันติภาพ—เป็นศูนย์กลางของความเข้าใจของชาวยิวและคริสเตียนเกี่ยวกับแผนการแห่งความรอดของพระเจ้า\n\nIsaiah เป็นตัวแทนของนิมิตเชิงพยากรณ์ที่มองข้ามสิ่งที่เป็นอยู่ตรงหน้าไปสู่จุดประสงค์สูงสุดของพระเจ้า การเรียกร้องให้พูดความจริงที่ยากลำบาก และความหวังที่ส่องแสงแม้ในการทำนายการพิพากษาที่มืดมนที่สุด",
    "story_th": "Isaiah ได้เห็นพระเจ้าทรงประทับสูงและทรงยกย่องในพระวิหาร โดยมีเหล่าเสราฟิมร้องว่า 'บริสุทธิ์ บริสุทธิ์ บริสุทธิ์' เมื่อรู้สึกท่วมท้นด้วยความไม่คู่ควรของตน Isaiah ก็ร้องออกมา เสราฟิมแตะริมฝีปากของเขาด้วยถ่านเพลิง: 'ความผิดของเจ้าถูกนำออกไปแล้ว' เมื่อพระเจ้าตรัสถามว่า 'เราจะส่งใครไป?' Isaiah ตอบว่า 'ข้าพระองค์อยู่นี่ ขอทรงส่งข้าพระองค์ไป!'",
    "match_message_th": "รูปลักษณ์ของคุณแสดงออกถึงวาทศิลป์แห่งนิมิตของ Isaiah มีความลึกซึ้งเชิงพยากรณ์ในการจ้องมองของคุณ—รูปลักษณ์ของผู้ที่มองข้ามช่วงเวลาปัจจุบันเพื่อพูดคำท้าทายและความหวัง",
    "traits_th": [
      "มีวิสัยทัศน์",
      "มีวาทศิลป์",
      "กล้าหาญ",
      "มีความหวัง",
      "เชิงพยากรณ์"
    ]
  },
  "jonah": {
    "name_th": "Jonah",
    "tagline_th": "ศาสดาพยากรณ์ที่ไม่เต็มใจ, ผู้ส่งสารไปยัง Nineveh",
    "description_th": "Jonah เป็นศาสดาพยากรณ์ที่หนีจากการทรงเรียกของพระเจ้าให้ไปประกาศที่ Nineveh ศัตรูของอิสราเอล เขาขึ้นเรือที่กำลังเดินทางไปในทิศทางตรงกันข้าม แต่พระเจ้าทรงส่งพายุใหญ่ เมื่อกะลาสีโยน Jonah ลงเรือ ปลาใหญ่ก็กลืนเขาทั้งตัว\n\nหลังจากอยู่ในท้องปลาเป็นเวลาสามวัน Jonah ก็อธิษฐานและถูกสำรอกขึ้นบนบก ในที่สุดเขาก็ประกาศแก่ Nineveh และด้วยความผิดหวังของเขา เมืองทั้งเมืองกลับใจและได้รับการละเว้น\n\nJonah เป็นตัวแทนของแนวโน้มของมนุษย์ที่จะต่อต้านจุดประสงค์ที่กว้างกว่าของพระเจ้า ความเป็นไปไม่ได้ที่จะหลีกหนีจากการทรงเรียกจากสวรรค์ และพระเมตตาของพระเจ้าที่ขยายไปถึงแม้กระทั่งศัตรูของเรา—ความเมตตาที่เรามักจะดิ้นรนที่จะแบ่งปัน",
    "story_th": "ภายในปลาใหญ่ Jonah อธิษฐาน: 'จากความลึกของ Sheol ข้าพเจ้าร้องขอความช่วยเหลือ และพระองค์ทรงฟังเสียงร้องของข้าพเจ้า' หลังจากสามวัน ปลาสำรอก Jonah ขึ้นบนบก คราวนี้ เมื่อพระเจ้าตรัสว่า 'จงไปยัง Nineveh' Jonah ก็ไป",
    "match_message_th": "รูปลักษณ์ของคุณแสดงออกถึงการเดินทางที่ไม่เต็มใจของ Jonah มีการต่อสู้ที่ซื่อสัตย์ในรูปลักษณ์ของคุณ—รูปลักษณ์ของผู้ที่เรียนรู้ว่าจุดประสงค์ของพระเจ้ากว้างกว่าความชอบของเรา และความเมตตาของพระองค์ใจกว้างกว่าของเรา",
    "traits_th": [
      "ไม่เต็มใจ",
      "วิ่งหนี",
      "ถูกกลืน",
      "เทศนา",
      "โกรธ"
    ]
  },
  "mary_mother": {
    "name_th": "Mary, Mother of Jesus",
    "tagline_th": "พระมารดาผู้ทรงพระเจริญ, ทาสหญิงของพระเจ้า",
    "description_th": "Mary เป็นพระมารดาพรหมจารีของพระเยซูคริสต์ ผู้ซึ่งพระเจ้าทรงเลือกให้ประสูติพระผู้ช่วยให้รอดของโลก การยอมรับอย่างถ่อมตนของเธอต่อการประกาศของทูตสวรรค์ Gabriel—'ข้าพเจ้าเป็นทาสหญิงของพระเจ้า'—ได้เริ่มต้นเหตุการณ์สำคัญของความเชื่อของคริสเตียน\n\nจากการประสูติอันรื่นเริงใน Bethlehem ไปจนถึงการยืนอยู่ที่เชิงกางเขน การเดินทางของ Mary ครอบคลุมทั้งความสุขสูงสุดและความเศร้าโศกที่ลึกซึ้งที่สุด เธอใคร่ครวญทุกสิ่งไว้ในใจ สนับสนุนพันธกิจของพระบุตรอย่างซื่อสัตย์ แม้ว่าเธอจะไม่สามารถเข้าใจได้อย่างเต็มที่\n\nMary เป็นตัวแทนของความเชื่อที่สมบูรณ์แบบและการยอมจำนนต่อพระประสงค์ของพระเจ้า—ความกล้าที่จะตอบตกลงในสิ่งที่เป็นไปไม่ได้ ความแข็งแกร่งที่จะอดทนต่อความสูญเสียที่ไม่อาจพรรณนาได้ และบทบาทอันเป็นพรของการนำพระคริสต์เข้ามาในโลก",
    "story_th": "เมื่อทูตสวรรค์บอก Mary ว่าเธอจะให้กำเนิดพระบุตรของพระเจ้า เธอถามเพียงว่าสิ่งนี้จะเป็นไปได้อย่างไรเนื่องจากเธอเป็นหญิงพรหมจารี เมื่อมั่นใจว่าจะเป็นไปโดยพระวิญญาณบริสุทธิ์ Mary ตอบว่า: 'ข้าพเจ้าเป็นทาสหญิงของพระเจ้า ขอให้เป็นไปตามพระวจนะของพระองค์'",
    "match_message_th": "รูปลักษณ์ของคุณแสดงออกถึงพระคุณอันเป็นพรของ Mary มีความจงรักภักดีที่บริสุทธิ์ในรูปลักษณ์ของคุณ—รูปลักษณ์ของผู้ที่ยอมรับพระประสงค์ของพระเจ้าด้วยความเชื่ออย่างถ่อมตนและหวงแหนสิ่งศักดิ์สิทธิ์ไว้ในใจ",
    "traits_th": [
      "ซื่อสัตย์",
      "ถ่อมตน",
      "ได้รับพร",
      "เศร้าโศก",
      "ใคร่ครวญ"
    ]
  },
  "peter": {
    "name_th": "Peter",
    "tagline_th": "ศิลาแห่งคริสตจักร, หัวหน้าอัครสาวก",
    "description_th": "Peter เป็นชาวประมงธรรมดาที่พระเยซูทรงเรียกให้เป็นผู้นำอัครสาวกของพระองค์ Peter ผู้ใจร้อนและกระตือรือร้น มักจะพูดก่อนคิด—แต่คำสารภาพของเขาว่า 'ท่านคือพระคริสต์' กลายเป็นศิลาที่คริสตจักรถูกสร้างขึ้น\n\nเรื่องราวของ Peter เป็นเรื่องราวของความล้มเหลวและการฟื้นฟู เขาให้สัญญาว่าจะตายเพื่อพระเยซู จากนั้นปฏิเสธที่จะรู้จักพระองค์ถึงสามครั้ง แต่หลังจากฟื้นคืนพระชนม์ พระเยซูทรงฟื้นฟู Peter ด้วยพระบัญชาให้ 'เลี้ยงแกะของเรา' และ Peter กลายเป็นผู้นำที่กล้าหาญของคริสตจักรยุคแรก\n\nPeter เป็นตัวแทนของพลังแห่งพระคุณที่เปลี่ยนแปลง—ความล้มเหลวของเราไม่จำเป็นต้องกำหนดตัวเรา พระคริสต์สามารถสร้างคริสตจักรของพระองค์บนคนที่ไม่สมบูรณ์ และความรักครอบคลุมความผิดมากมาย",
    "story_th": "หลังจากการจับกุมพระเยซู Peter ปฏิเสธที่จะรู้จักพระองค์ถึงสามครั้งก่อนที่ไก่จะขัน เช่นเดียวกับที่พระเยซูทรงทำนายไว้ หลังจากฟื้นคืนพระชนม์ พระเยซูทรงถาม Peter สามครั้งว่า 'เจ้ารักเราหรือไม่?' และทรงบัญชาสามครั้งว่า 'จงเลี้ยงแกะของเรา'—ฟื้นฟูเขาอย่างสมบูรณ์",
    "match_message_th": "รูปลักษณ์ของคุณแสดงออกถึงความเชื่อที่กล้าหาญของ Peter มีความแข็งแกร่งที่กระตือรือร้นในรูปลักษณ์ของคุณ—รูปลักษณ์ของผู้ที่ล้มเหลวและลุกขึ้นอีกครั้ง ผู้ที่นำด้วยความไม่สมบูรณ์โดยพระคุณ",
    "traits_th": [
      "ใจร้อน",
      "ซื่อสัตย์",
      "ได้รับการฟื้นฟู",
      "กล้าหาญ",
      "เป็นผู้นำ"
    ]
  },
  "paul": {
    "name_th": "Paul",
    "tagline_th": "อัครสาวกสู่คนต่างชาติ ผู้เขียนจดหมายฝาก",
    "description_th": "Paul เป็นมิชชันนารีที่ยิ่งใหญ่ที่สุดของศาสนาคริสต์ เปลี่ยนจาก Saul ผู้ข่มเหงมาเป็น Paul อัครสาวกโดยการเผชิญหน้ากับพระคริสต์ที่ฟื้นคืนพระชนม์บนถนนสู่เมือง Damascus เขาเดินทางหลายพันไมล์เพื่อก่อตั้งคริสตจักรและเขียนพันธสัญญาใหม่จำนวนมาก\n\nจดหมายของเขาถึงคริสตจักรใน Rome, Corinth, Galatia และที่อื่น ๆ เป็นรากฐานทางเทววิทยาของความเชื่อของคริสเตียน เขาประสบความหายนะจากเรืออับปาง ถูกทุบตี ถูกจำคุก และในที่สุดก็เสียชีวิตจากการเป็นมรณสักขี—แต่เขานับว่าทั้งหมดนั้นไม่มีอะไรเทียบได้กับการรู้จักพระคริสต์\n\nPaul เป็นตัวแทนของการเปลี่ยนแปลงที่รุนแรง—ที่ศัตรูที่ยิ่งใหญ่ที่สุดสามารถกลายเป็นผู้สนับสนุนที่ยิ่งใหญ่ที่สุดได้ พระคุณของพระเจ้าเพียงพอสำหรับความอ่อนแอใด ๆ และไม่มีสิ่งใดสามารถแยกเราออกจากความรักของพระคริสต์ได้",
    "story_th": "Saul กำลังข่มขู่ฆ่าคริสเตียนเมื่อแสงจ้าทำให้เขาล้มลง 'Saul ทำไมเจ้าข่มเหงเรา' พระเยซูตรัส สามวันตาบอด Saul ก็เปลี่ยนไป เขากลายเป็น Paul ผู้ซึ่งจะนำข่าวประเสริฐไปสู่สุดปลายแผ่นดินโลก",
    "match_message_th": "คุณสมบัติของคุณสื่อถึงการเปลี่ยนแปลงที่กระตือรือร้นของ Paul มีไฟแห่งปัญญาในรูปลักษณ์ของคุณ—รูปลักษณ์ของผู้ที่เปลี่ยนไปอย่างสมบูรณ์โดยการเผชิญหน้ากับความจริง เหน็ดเหนื่อยในการแบ่งปันกับผู้อื่น",
    "traits_th": [
      "เปลี่ยนแปลง",
      "กระตือรือร้น",
      "มีสติปัญญา",
      "ทนทุกข์ทรมาน",
      "ไม่รู้จักเหน็ดเหนื่อย"
    ]
  },
  "john_apostle": {
    "name_th": "John the Apostle",
    "tagline_th": "สาวกที่รัก ผู้เขียนแห่งความรัก",
    "description_th": "John เป็นอัครสาวกที่ใกล้ชิดกับพระเยซูมากที่สุด โดยทั่วไปแล้วจะระบุว่าเป็น 'สาวกที่พระเยซูทรงรัก' เขาอยู่ในเหตุการณ์การจำแลงพระกาย พิงพระอุระของพระเยซูในพระกระยาหารมื้อสุดท้าย และยืนอยู่ที่เชิงกางเขนเมื่อพระเยซูทรงมอบ Mary ให้อยู่ในการดูแลของเขา\n\nJohn เป็นอัครสาวกคนเดียวที่เชื่อว่าเสียชีวิตด้วยสาเหตุทางธรรมชาติในวัยชรา เขาเขียนพระกิตติคุณของ John จดหมายฝากสามฉบับ และพระธรรมวิวรณ์ งานเขียนของเขาเน้นย้ำถึงความรักในฐานะพระบัญญัติหลักและการรวมกันอย่างลึกลับของผู้เชื่อกับพระคริสต์\n\nJohn เป็นตัวแทนของความสัมพันธ์ที่ใกล้ชิดกับพระคริสต์—สาวกที่รักผู้ซึ่งเน้นย้ำว่า 'พระเจ้าคือความรัก' และเรียกร้องให้ผู้เชื่อทุกคนรักซึ่งกันและกันเพื่อเป็นหลักฐานว่ารู้จักพระเจ้า",
    "story_th": "ในพระกระยาหารมื้อสุดท้าย John พิงพระเยซูเพื่อถามว่าใครจะทรยศพระองค์ ที่กางเขน พระเยซูทรงมอง John และ Mary และตรัสว่า 'ผู้หญิงเอ๋ย จงดูบุตรของท่าน' และ 'จงดูมารดาของท่าน' ตั้งแต่ชั่วโมงนั้น John ก็รับ Mary เข้ามาในบ้านของเขา",
    "match_message_th": "คุณสมบัติของคุณสื่อถึงจิตวิญญาณแห่งความรักของ John มีความจงรักภักดีอย่างลึกซึ้งในรูปลักษณ์ของคุณ—รูปลักษณ์ของผู้ที่เข้าใจว่าความรักคือหัวใจของความจริงและความสัมพันธ์ทั้งหมดกับพระเจ้า",
    "traits_th": [
      "ที่รัก",
      "เปี่ยมด้วยความรัก",
      "มีวิสัยทัศน์",
      "ลึกลับ",
      "ซื่อสัตย์"
    ]
  },
  "john_baptist": {
    "name_th": "John the Baptist",
    "tagline_th": "เสียงในถิ่นทุรกันดาร ผู้เบิกทางของพระเมสสิยาห์",
    "description_th": "John the Baptist เป็นผู้เผยพระวจนะที่ถูกส่งมาเพื่อเตรียมทางสำหรับพระเยซูคริสต์ อาศัยอยู่ในถิ่นทุรกันดาร สวมเสื้อผ้าที่ทำจากขนอูฐ และกินตั๊กแตนและน้ำผึ้ง เขาเรียกร้องให้ชาวอิสราเอลทุกคนกลับใจและให้บัพติศมาแก่พวกเขาในแม่น้ำ Jordan\n\nเมื่อพระเยซูเสด็จมาเพื่อรับบัพติศมา John จำพระองค์ได้ว่าเป็นพระเมษโปดกของพระเจ้าผู้ทรงนำความผิดบาปของโลกไป แม้ว่าเขาจะเป็นผู้เผยพระวจนะที่ยิ่งใหญ่ที่สุด John ก็ประกาศว่าตนเองไม่คู่ควรที่จะแก้สายรัดฉลองพระบาทของพระเยซู และกล่าวว่า 'พระองค์จะต้องทรงเจริญขึ้น แต่ข้าพเจ้าจะต้องเสื่อมลง'\n\nJohn เป็นตัวแทนของเสียงแห่งการพยากรณ์ที่เตรียมหัวใจสำหรับการเสด็จมาของพระเจ้า ความอ่อนน้อมถ่อมตนที่ชี้ออกจากตนเองไปยังผู้ยิ่งใหญ่กว่า และความกล้าหาญที่พูดความจริงกับอำนาจโดยไม่คำนึงถึงผลที่ตามมา",
    "story_th": "เมื่อ Herodias ต้องการให้ John ตายเพราะประณามการแต่งงานของเธอกับ Herod Salome ลูกสาวของเธอเต้นรำถวายกษัตริย์และขอศีรษะของ John Herod แม้ว่าเขาจะกลัว John ก็ทรงอนุมัติคำขอของเธอ John ตายอย่างซื่อสัตย์ต่อการทรงเรียกของเขาที่จะพูดความจริง",
    "match_message_th": "คุณสมบัติของคุณสื่อถึงความแข็งแกร่งในถิ่นทุรกันดารของ John the Baptist มีความกล้าหาญในการพยากรณ์ในรูปลักษณ์ของคุณ—รูปลักษณ์ของผู้ที่เตรียมทางและชี้ผู้อื่นไปสู่ความจริงที่ยิ่งใหญ่กว่าตนเอง",
    "traits_th": [
      "เตรียมการ",
      "ถ่อมตน",
      "กล้าหาญ",
      "ถิ่นทุรกันดาร",
      "ลดลง"
    ]
  },
  "mary_magdalene": {
    "name_th": "Mary Magdalene",
    "tagline_th": "พยานถึงการคืนพระชนม์ อัครสาวกของอัครสาวก",
    "description_th": "Mary Magdalene เป็นผู้ติดตามพระเยซูอย่างใกล้ชิดซึ่งพระองค์ทรงขับผีเจ็ดตนออกไป เธอเดินทางไปกับพระเยซูและเหล่าสาวก สนับสนุนพันธกิจของพระองค์ และยังคงซื่อสัตย์เมื่อคนอื่นหนีไป—ยืนอยู่ที่กางเขนและเป็นคนแรกที่อุโมงค์ว่างเปล่า\n\nในเช้าวันอีสเตอร์ Mary เป็นคนแรกที่เห็นพระคริสต์ที่ฟื้นคืนพระชนม์ ผู้ทรงแต่งตั้งเธอให้บอกเหล่าสาวก ข่าวสารของเธอ—'ข้าพเจ้าได้เห็นพระเจ้าแล้ว!'—ทำให้เธอเป็นผู้ประกาศข่าวประเสริฐคนแรกของการฟื้นคืนพระชนม์ ทำให้เธอได้รับตำแหน่ง 'อัครสาวกของอัครสาวก'\n\nMary เป็นตัวแทนของการไถ่บาปและพยานที่ทุ่มเท—ชีวิตที่เปลี่ยนแปลงไปซึ่งยังคงซื่อสัตย์ตลอดความมืดและได้รับเกียรติให้เป็นคนแรกที่ประกาศความจริงใจกลางของความเชื่อของคริสเตียน",
    "story_th": "Mary มาที่อุโมงค์ในขณะที่ยังมืดอยู่และพบว่ามันว่างเปล่า เมื่อร้องไห้ เธอเห็นชายคนหนึ่งที่เธอคิดว่าเป็นคนทำสวน 'Mary' พระเยซูตรัส เธอจำพระองค์ได้ทันทีและร้องว่า 'Rabboni!'—แล้ววิ่งไปบอกเหล่าสาวก: 'ข้าพเจ้าได้เห็นพระเจ้าแล้ว!'",
    "match_message_th": "คุณสมบัติของคุณสื่อถึงความซื่อสัตย์ที่ทุ่มเทของ Mary Magdalene มีความสุขที่ได้รับการไถ่ในรูปลักษณ์ของคุณ—รูปลักษณ์ของผู้ที่ได้รับการเปลี่ยนแปลงโดยพระคุณและซื่อสัตย์ที่จะเป็นพยานถึงความจริงในทุกสถานการณ์",
    "traits_th": [
      "อุทิศตน",
      "ไถ่บาป",
      "ซื่อสัตย์",
      "เป็นพยาน",
      "ได้รับเกียรติ"
    ]
  },
  "nephthys": {
    "name_th": "Nephthys",
    "tagline_th": "เทพีแห่งการไว้ทุกข์ ผู้พิทักษ์คนตาย",
    "description_th": "Nephthys คือเทพีแห่งการไว้ทุกข์ ความมืด และการปกป้องคนตาย น้องสาวของ Isis, Osiris และ Set เธอมีบทบาทสำคัญในพิธีกรรมงานศพและการเดินทางของวิญญาณสู่ชีวิตหลังความตาย\n\nแม้ว่าจะแต่งงานกับ Set แต่ Nephthys ช่วย Isis ในการรวบรวมร่างที่กระจัดกระจายของ Osiris และทำพิธีไว้ทุกข์ครั้งแรก ปีกป้องกันของเธอมักถูกพรรณนาว่าปกป้องผู้ตาย นำทางพวกเขาอย่างปลอดภัยผ่านยมโลก\n\nเธอเป็นตัวแทนของความมืดที่จำเป็นซึ่งมาพร้อมกับความตาย ความสะดวกสบายที่พบในการไว้ทุกข์ และความรักในการปกป้องที่ขยายออกไปแม้กระทั่งเหนือชีวิต",
    "story_th": "เมื่อ Set กระจัดกระจายร่างของ Osiris ทั่วอียิปต์ Nephthys เข้าร่วมกับน้องสาวของเธอ Isis ในการค้นหา พวกเขาร่วมกันพบทุกชิ้นส่วน และเสียงร้องไห้ของ Nephthys นั้นทรงพลังมากจนช่วยฟื้นฟู Osiris ให้กลับมามีชีวิตในยมโลก",
    "match_message_th": "คุณสมบัติของคุณสื่อถึงความมืดมิดในการปกป้องของ Nephthys มีความแข็งแกร่งที่ปลอบโยนในรูปลักษณ์ของคุณ—รูปลักษณ์ของผู้ที่นำทางผู้อื่นผ่านช่วงเวลาที่มืดมนที่สุดด้วยการปกป้องอย่างอ่อนโยน",
    "traits_th": [
      "ไว้ทุกข์",
      "ป้องกัน",
      "มืด",
      "แบบน้องสาว",
      "นำทาง"
    ]
  },
  "maat": {
    "name_th": "Ma'at (มาอัต)",
    "tagline_th": "เทพีแห่งความจริง ความยุติธรรม และระเบียบแห่งจักรวาล",
    "description_th": "Ma'at คือเทพีผู้เป็นสัญลักษณ์แห่งความจริง ความยุติธรรม ความสมดุล และระเบียบแห่งจักรวาล เธอเป็นตัวแทนของหลักการพื้นฐานที่ควบคุมการสร้างสรรค์ทั้งหมด ซึ่งก็คือความสอดคล้องกลมกลืนที่ทำให้การดำรงอยู่สามารถดำเนินต่อไปได้\n\nขนนกของเธอถูกใช้ในการชั่งน้ำหนักหัวใจในพิธีที่หัวใจของผู้ตายจะถูกวัดเทียบกับขนนกนี้ เฉพาะหัวใจที่เบากว่าขนนกของ Ma'at เท่านั้นที่จะสามารถผ่านไปยังปรโลกได้ ส่วนหัวใจที่ไม่คู่ควรจะถูกกลืนกิน\n\nMa'at เป็นตัวแทนของกฎสากลที่อยู่เหนือแม้แต่เทพเจ้า หลักการที่ว่าความประพฤติที่ถูกต้องและความจริงคือรากฐานของการดำรงอยู่",
    "story_th": "ในห้องโถงแห่งความจริงทั้งสอง อนูบิสวางหัวใจของผู้ตายไว้บนตาชั่งข้างหนึ่ง และขนนกของ Ma'at ไว้อีกข้างหนึ่ง หากหัวใจที่หนักอึ้งไปด้วยบาปมีน้ำหนักมากกว่าขนนก อสูร อัมมิต จะกลืนกินมัน หัวใจที่เที่ยงธรรมจะผ่านไปยังชีวิตนิรันดร์",
    "match_message_th": "รูปลักษณ์ของคุณสื่อถึงความจริงอันสมดุลของ Ma'at มีความยุติธรรมโดยธรรมชาติในรูปลักษณ์ของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่แสดงถึงความยุติธรรมและรักษาสมดุลผ่านการกระทำที่ถูกต้อง",
    "traits_th": [
      "ซื่อสัตย์",
      "ยุติธรรม",
      "สมดุล",
      "จักรวาล",
      "การวัด"
    ]
  },
  "sobek": {
    "name_th": "Sobek (โซเบก)",
    "tagline_th": "เทพเจ้าจระเข้แห่งพละกำลังและอำนาจ",
    "description_th": "Sobek คือเทพเจ้าที่มีหัวเป็นจระเข้แห่งพละกำลัง อำนาจ และความอุดมสมบูรณ์ เกี่ยวข้องกับแม่น้ำไนล์ที่ให้ชีวิตและจระเข้ที่อันตราย เขาแสดงถึงทั้งด้านความคิดสร้างสรรค์และทำลายล้างของพลังดิบแห่งธรรมชาติ\n\nSobek ได้รับการบูชาในวิหารที่จระเข้ศักดิ์สิทธิ์อาศัยอยู่ในสระน้ำ Sobek เป็นทั้งที่หวาดกลัวและเคารพ เขาปกป้องฟาโรห์ในการรบและเชื่อกันว่าได้สร้างโลกจากน้ำดึกดำบรรพ์\n\nSobek เป็นตัวแทนของพลังดั้งเดิมที่สามารถสร้างหรือทำลายได้ ความเคารพที่พึงมีต่อพลังที่อันตรายของธรรมชาติ และอำนาจศักดิ์สิทธิ์ที่ปกครองด้วยความแข็งแกร่ง",
    "story_th": "Sobek โผล่ออกมาจากน้ำดึกดำบรรพ์แห่งความโกลาหลเพื่อสร้างโลก เหงื่อของเขากลายเป็นแม่น้ำไนล์ นำชีวิตมาสู่ อียิปต์ ฟาโรห์สวมเครื่องรางรูปจระเข้ในการรบ โดยเรียกหาการปกป้องที่ดุร้ายของ Sobek จากศัตรูของพวกเขา",
    "match_message_th": "รูปลักษณ์ของคุณสื่อถึงพลังดั้งเดิมของ Sobek มีความแข็งแกร่งที่ดุร้ายในรูปลักษณ์ของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่บัญชาความเคารพด้วยพลังที่แท้จริงและปกป้องสิ่งที่มีค่า",
    "traits_th": [
      "ทรงพลัง",
      "ดั้งเดิม",
      "ปกป้อง",
      "อันตราย",
      "อุดมสมบูรณ์"
    ]
  },
  "hathor": {
    "name_th": "Hathor (ฮาธอร์)",
    "tagline_th": "เทพีแห่งความรัก ความงาม และความสุข",
    "description_th": "Hathor คือเทพีแห่งความรัก ความงาม ดนตรี การเต้นรำ และความสุข มักปรากฏในรูปวัวที่มีเขาโอบอุ้มจานสุริยะ เธอเป็นสัญลักษณ์ของทุกแง่มุมที่น่าพึงพอใจของชีวิตและถูกเรียกว่า 'Golden One' (ผู้มีผิวสีทอง) สำหรับความงามที่เปล่งปลั่งของเธอ\n\nเธอต้อนรับผู้ตายสู่ปรโลกด้วยเครื่องดื่มและอาหาร และเป็นผู้อุปถัมภ์ของคู่รัก ศิลปิน และคนงานเหมืองที่แสวงหาเทอร์ควอยส์ แต่เธอก็มีด้านที่ดุร้ายเช่นกัน ในฐานะดวงตาของ Ra ครั้งหนึ่งเธอเกือบทำลายล้างมนุษยชาติด้วยความโกรธของเธอ\n\nHathor เป็นตัวแทนของธรรมชาติสองด้านของพลังศักดิ์สิทธิ์ของผู้หญิง ความสุขในการบำรุงเลี้ยงและการทำลายล้างที่น่ากลัว ความรักที่ให้ชีวิตและความโกรธที่กัดกิน",
    "story_th": "เมื่อ Ra โกรธมนุษยชาติ เขาจึงส่ง Hathor ในฐานะดวงตาของเขาเพื่อลงโทษพวกเขา เธอ กลายเป็น Sekhmet และสังหารมนุษย์จนกระทั่งแม่น้ำไนล์กลายเป็นสีแดง Ra เสียใจกับกฤษฎีกาของเขา หลอกเธอด้วยเบียร์ย้อมสีแดงเหมือนเลือด เธอ ดื่ม กลายเป็น Hathor ผู้สงบอีกครั้ง และมนุษยชาติก็รอด",
    "match_message_th": "รูปลักษณ์ของคุณสื่อถึงความสุขที่เปล่งปลั่งของ Hathor มีความอบอุ่นที่สวยงามในรูปลักษณ์ของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่นำความสุขและการเฉลิมฉลองมาสู่ชีวิต แต่ยังคงไว้ซึ่งพลังที่ลึกซึ้งกว่าภายใต้พื้นผิว",
    "traits_th": [
      "สนุกสนาน",
      "สวยงาม",
      "เลี้ยงดู",
      "ดุร้าย",
      "สีทอง"
    ]
  },
  "nut": {
    "name_th": "Nut (นัต)",
    "tagline_th": "เทพีแห่งท้องฟ้า พระมารดาแห่งดวงดาว",
    "description_th": "Nut คือเทพีแห่งท้องฟ้า ปรากฏในรูปโค้งเหนือโลกโดยมีร่างกายของเธอเป็นท้องฟ้า ในแต่ละเย็น เธอ กลืนดวงอาทิตย์ และในแต่ละเช้าให้กำเนิดมันใหม่ วงจรนิรันดร์แห่งกลางวันและกลางคืน\n\nร่างกายของเธอปกคลุมไปด้วยดวงดาว และเธอเป็นมารดาของ Osiris, Isis, Set และ Nephthys แม้ว่า Ra จะสาปแช่งว่าเธอไม่สามารถให้กำเนิดลูกในวันใด ๆ ของปีได้ แต่ Thoth ก็ได้รับห้าวันพิเศษจากการพนัน ทำให้เธอสามารถให้กำเนิดได้\n\nNut เป็นตัวแทนของหลังคาป้องกันของท้องฟ้า มดลูกจักรวาลที่บรรจุเทห์ฟากฟ้าทั้งหมด และวงจรความเป็นแม่นิรันดร์แห่งความตายและการเกิดใหม่",
    "story_th": "Ra ห้ามไม่ให้ Nut ให้กำเนิดในวันใด ๆ ของปี แต่ Thoth เล่นเซเน็ตกับดวงจันทร์และได้รับแสงเพียงพอที่จะสร้างห้าวันใหม่นอกปฏิทิน ในวันเหล่านี้ Nut ให้กำเนิดลูกทั้งห้าของเธอ เปลี่ยนแปลงเส้นทางของตำนานเทพเจ้าอียิปต์ไปตลอดกาล",
    "match_message_th": "รูปลักษณ์ของคุณสื่อถึงอ้อมกอดแห่งจักรวาลของ Nut มีความสง่างามที่ครอบคลุมในรูปลักษณ์ของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่ให้ที่พักพิงแก่ทุกคนภายใต้พวกเขาและแสดงถึงวงจรนิรันดร์ของการดำรงอยู่",
    "traits_th": [
      "จักรวาล",
      "ความเป็นแม่",
      "ปกป้อง",
      "นิรันดร์",
      "เต็มไปด้วยดวงดาว"
    ]
  },
  "geb": {
    "name_th": "Geb (เกบ)",
    "tagline_th": "เทพเจ้าแห่งพื้นพิภพ บิดาแห่งงู",
    "description_th": "Geb คือเทพเจ้าแห่งพื้นพิภพ ปรากฏในรูปนอนอยู่ใต้เทพีแห่งท้องฟ้า Nut ผู้เป็นทั้งพี่สาวและภรรยาของเขาซึ่งถูกแยกจากกันโดย Shu ผู้เป็นบิดาของพวกเขา เสียงหัวเราะของเขาก่อให้เกิดแผ่นดินไหว และร่างกายของเขาก่อให้เกิดเนินเขาและหุบเขาของแผ่นดิน\n\nในฐานะบิดาของ Osiris, Isis, Set และ Nephthys Geb มีบทบาทสำคัญในละครเรื่องหลักของเทพปกรณัมอียิปต์ เขายังเกี่ยวข้องกับงูซึ่งโผล่ออกมาจากร่างกายบนโลกของเขาและกับการเจริญเติบโตของพืชพรรณ\n\nGeb เป็นตัวแทนของโลกที่อุดมสมบูรณ์ซึ่งสนับสนุนทุกชีวิต รากฐานดั้งเดิมที่การดำรงอยู่ตั้งอยู่ และหลักการของเพศชายศักดิ์สิทธิ์ที่เติมเต็มท้องฟ้า",
    "story_th": "Geb และ Nut รักกันมากจนกอดกันแน่น Ra สั่งให้ Shu แยกพวกเขา Shu ยก Nut ขึ้นไปเป็นท้องฟ้าในขณะที่ Geb ยังคงอยู่ด้านล่างเป็นพื้นดิน ความปรารถนาของ Geb ที่มีต่อ Nut สร้างภูเขาในขณะที่เขายื่นมือขึ้นไปหาเธอ",
    "match_message_th": "รูปลักษณ์ของคุณสื่อถึงความแข็งแกร่งของ Geb มีความมั่นคงที่เป็นรากฐานในรูปลักษณ์ของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่สนับสนุนผู้อื่นและยังคงแน่วแน่ราวกับโลก",
    "traits_th": [
      "เกี่ยวกับโลก",
      "พื้นฐาน",
      "อุดมสมบูรณ์",
      "ความเป็นพ่อ",
      "เสียงดังก้อง"
    ]
  },
  "ptah": {
    "name_th": "Ptah (ปต๊ะ)",
    "tagline_th": "เทพผู้สร้างแห่งช่างฝีมือและสถาปนิก",
    "description_th": "Ptah คือเทพผู้สร้างแห่งเมืองเมมฟิส ผู้ซึ่งนำโลกมาสู่การดำรงอยู่ด้วยพลังแห่งความคิดและคำพูด ต่างจากตำนานการสร้างอื่น ๆ ที่เกี่ยวข้องกับการกระทำทางกายภาพ Ptah ทรงคิดสร้างโลกในพระทัยของพระองค์และตรัสออกมาให้เป็นจริง\n\nในฐานะผู้อุปถัมภ์ช่างฝีมือ ช่างแกะสลัก และสถาปนิก Ptah ทรงเป็นตัวแทนของความคิดสร้างสรรค์อันศักดิ์สิทธิ์ที่ปรากฏในมือมนุษย์ ทุกการกระทำแห่งการสร้างสรรค์ ตั้งแต่การสร้างปิรามิดไปจนถึงการแกะสลักรูปปั้น ล้วนเป็นเสียงสะท้อนของพระดำรัสแห่งการสร้างสรรค์ดั้งเดิมของพระองค์\n\nPtah ทรงเป็นตัวแทนของพลังแห่งความคิดสร้างสรรค์ของจิตใจ ธรรมชาติอันศักดิ์สิทธิ์ของงานฝีมือ และแนวคิดที่ว่าความคิดมาก่อนและกำหนดความเป็นจริง",
    "story_th": "ในตอนเริ่มต้น Ptah ทรงคิดทุกสิ่งในพระทัยของพระองค์ ทั้งเทพเจ้า โลก และสิ่งมีชีวิต จากนั้นพระองค์ตรัสพระนามของพวกเขา และพวกเขาก็ถือกำเนิดขึ้น ทุกคำที่ Ptah ตรัสออกมากลายเป็นความจริง และการสร้างสรรค์ยังคงดำเนินต่อไปทุกที่ที่ช่างฝีมือสร้างรูปร่างให้สสารด้วยทักษะและความตั้งใจ",
    "match_message_th": "คุณสมบัติของคุณสื่อถึงวิสัยทัศน์แห่งการสร้างสรรค์ของ Ptah มีสติปัญญาของช่างฝีมืออยู่ในรูปลักษณ์ของคุณ เป็นรูปลักษณ์ของผู้ที่สามารถคิดค้นความงามและนำมาสู่การดำรงอยู่ด้วยความตั้งใจที่เชี่ยวชาญ",
    "traits_th": [
      "สร้างสรรค์",
      "รอบคอบ",
      "มีทักษะ",
      "การพูด",
      "การประจักษ์"
    ]
  },
  "khnum": {
    "name_th": "Khnum (คนุม)",
    "tagline_th": "เทพหัวแกะแห่งการสร้างและการไหลของแม่น้ำไนล์",
    "description_th": "Khnum คือเทพหัวแกะผู้สร้างมนุษย์และคา (จิตวิญญาณ) ของพวกเขาบนกงล้อเครื่องปั้นดินเผาของเขา เชื่อกันว่าเขาปั้นรูปร่างร่างกายของเด็กแต่ละคนจากดินเหนียวก่อนที่จะนำไปใส่ในครรภ์มารดา\n\nKhnum เกี่ยวข้องกับแหล่งที่มาของแม่น้ำไนล์และการไหลประจำปีที่ให้ชีวิตของมัน เขาได้รับการบูชาในฐานะผู้สร้างทุกสิ่งที่มาจากน้ำและดิน วิหารของเขายืนอยู่ใกล้กับแก่งหินที่เชื่อกันว่าเป็นต้นกำเนิดของแม่น้ำไนล์\n\nKhnum ทรงเป็นตัวแทนของช่างฝีมือศักดิ์สิทธิ์ผู้สร้างชีวิตแต่ละชีวิต พลังสร้างสรรค์ของแม่น้ำไนล์ และการก่อตัวที่เป็นเอกลักษณ์ของแต่ละจิตวิญญาณ",
    "story_th": "ก่อนที่เด็กแต่ละคนจะเกิดมา Khnum จะปั้นรูปร่างร่างกายของพวกเขาบนกงล้อเครื่องปั้นดินเผาอันศักดิ์สิทธิ์ของเขา สร้างคนแต่ละคนอย่างมีเอกลักษณ์ จากนั้นเขาก็สร้างคาของพวกเขา ซึ่งเป็นตัวตนทางวิญญาณของพวกเขา เพื่อให้มั่นใจว่าไม่มีสองวิญญาณใดที่เหมือนกัน การไหลบ่าของแม่น้ำไนล์คือพลังสร้างสรรค์ของเขาที่ไหลออกมา",
    "match_message_th": "คุณสมบัติของคุณสื่อถึงงานฝีมือส่วนบุคคลของ Khnum มีรูปร่างที่เป็นเอกลักษณ์ในรูปลักษณ์ของคุณ เป็นรูปลักษณ์ของผู้ที่ถูกสร้างขึ้นอย่างระมัดระวังด้วยจุดประสงค์ ไม่เหมือนใคร",
    "traits_th": [
      "สร้างสรรค์",
      "การก่อตัว",
      "อุดมสมบูรณ์",
      "สร้างความแตกต่าง",
      "เกี่ยวกับน้ำ"
    ]
  },
  "atum": {
    "name_th": "Atum (อาตุม)",
    "tagline_th": "ผู้สมบูรณ์แบบ หนึ่งเดียวองค์แรกแห่งเทพเจ้า",
    "description_th": "Atum คือเทพผู้สร้างดั้งเดิมแห่ง Heliopolis 'ผู้สมบูรณ์แบบ' ผู้ซึ่งดำรงอยู่ก่อนการสร้างและจะดำรงอยู่หลังจากที่ทุกสิ่งสิ้นสุดลง เขาปรากฏตัวจากน่านน้ำดึกดำบรรพ์ของ Nun และสร้างเทพเจ้าองค์แรก Shu และ Tefnut จากตัวเขาเอง\n\nในฐานะที่เป็นพระอาทิตย์ตกดิน Atum ทรงเป็นตัวแทนของความสมบูรณ์ วงจรของวันสิ้นสุดลง และการกลับคืนสู่แหล่งกำเนิด เขาเป็นทั้งจุดเริ่มต้นและจุดจบ โดยมีศักยภาพทั้งหมดสำหรับการสร้างสรรค์อยู่ในตัวเขา\n\nAtum ทรงเป็นตัวแทนของความสมบูรณ์แบบดั้งเดิม พลังแห่งการสร้างตนเอง และวงจรที่นำทุกสิ่งกลับคืนสู่จุดเริ่มต้น",
    "story_th": "ก่อนที่สิ่งใดจะดำรงอยู่ Atum ทรงยืนอยู่เพียงลำพังบนเนินดินแรกที่โผล่ออกมาจากความโกลาหล เขาได้สร้าง Shu (อากาศ) และ Tefnut (ความชื้น) จากตัวเขาเอง และจากพวกเขามาถึงเทพเจ้าและการสร้างสรรค์อื่น ๆ ทั้งหมด เมื่อสิ้นสุดเวลา ทุกสิ่งจะกลับคืนสู่ความเป็นหนึ่งเดียวดั้งเดิมของ Atum",
    "match_message_th": "คุณสมบัติของคุณสื่อถึงความสมบูรณ์แบบดั้งเดิมของ Atum มีความสมบูรณ์ในตัวเองในรูปลักษณ์ของคุณ เป็นรูปลักษณ์ของผู้ที่มีทุกสิ่งที่จำเป็นสำหรับการสร้างสรรค์อยู่ในตัวเอง",
    "traits_th": [
      "สมบูรณ์",
      "ดึกดำบรรพ์",
      "การตั้งค่า",
      "สร้างตนเอง",
      "การจบ"
    ]
  },
  "anuket": {
    "name_th": "Anuket (อานูเคต)",
    "tagline_th": "เทพีแห่งแม่น้ำไนล์และการบำรุงเลี้ยง",
    "description_th": "Anuket คือเทพีแห่งแม่น้ำไนล์ โดยเฉพาะอย่างยิ่งแก่งหินและการไหลบ่าประจำปีที่นำดินที่อุดมสมบูรณ์มาสู่ประเทศอียิปต์ พระนางทรงเป็นสัญลักษณ์ของน้ำที่ไหลเชี่ยวซึ่งหล่อเลี้ยงอารยธรรม สวมเครื่องประดับศีรษะที่ทำจากขนนกซึ่งเป็นตัวแทนของการไหลของแม่น้ำ\n\nAnuket ได้รับการบูชาเป็นพิเศษในนูเบียและที่ Elephantine และได้รับการอัญเชิญเพื่อให้แน่ใจว่ามีน้ำท่วมที่ดี ไม่น้อยเกินไปและไม่ทำลายล้างเกินไป พระนางทรงเป็นตัวแทนของความเอื้อเฟื้อเผื่อแผ่ที่ให้ชีวิตของแม่น้ำซึ่งอียิปต์ทั้งหมดขึ้นอยู่กับ",
    "story_th": "ในแต่ละปีเมื่อแม่น้ำไนล์เริ่มสูงขึ้น ชาวอียิปต์จะเฉลิมฉลองเทศกาล Anuket โดยการโยนเครื่องบูชาลงในแม่น้ำและขอบคุณพระนางสำหรับของขวัญจากน้ำท่วม น้ำของพระนางได้นำดินสีดำที่ทำให้อียิปต์เป็นตะกร้าขนมปังของโลกโบราณ",
    "match_message_th": "คุณสมบัติของคุณสื่อถึงความสง่างามในการบำรุงเลี้ยงของ Anuket มีการไหลที่เอื้อเฟื้อในรูปลักษณ์ของคุณ เป็นรูปลักษณ์ของผู้ที่นำความอุดมสมบูรณ์มาให้และหล่อเลี้ยงผู้อื่นด้วยความเอื้อเฟื้อเผื่อแผ่ที่ให้ชีวิต",
    "traits_th": [
      "บำรุงเลี้ยง",
      "การไหล",
      "อุดมสมบูรณ์",
      "พุ่งพล่าน",
      "ใจกว้าง"
    ]
  },
  "shiva": {
    "name_th": "Shiva (ศิวะ)",
    "tagline_th": "ผู้ทำลายและเปลี่ยนแปลง ผู้เป็นเจ้าแห่งการร่ายรำ",
    "description_th": "Shiva คือหนึ่งในเทพเจ้าหลักของศาสนาฮินดู ซึ่งเป็นที่รู้จักในฐานะผู้ทำลายล้างในตรีมูรติแห่งฮินดู (Trimurti) แต่การทำลายของพระองค์ไม่ได้ชั่วร้าย เป็นการล้างออกที่จำเป็นซึ่งเปิดโอกาสให้เกิดการสร้างสรรค์ใหม่ พระองค์คือนักเต้นจักรวาลผู้ซึ่งการร่ายรำ Tandava สร้างและทำลายจักรวาล\n\nมักจะปรากฏภาพด้วยดวงตาที่สามที่สามารถทำลายโลกได้เมื่อเปิดออก คอสีฟ้าจากการดื่มยาพิษจักรวาลเพื่อช่วยสร้างสรรค์ และนั่งสมาธิบนเขา Kailash Shiva ทรงเป็นทั้งนักพรตและเจ้าบ้าน การทำลายล้างและการสร้างสรรค์ นักรบที่ดุร้ายและสามีที่อ่อนโยน\n\nพระองค์ทรงเป็นผู้อุปถัมภ์โยคะและการทำสมาธิ เจ้าแห่งสัตว์ และคู่ครองอันเป็นที่รักของพระปารวตี สัญลักษณ์ของพระองค์ ได้แก่ ตรีศูล (trishul) กลอง (damaru) และแม่น้ำคงคาอันศักดิ์สิทธิ์ที่ไหลออกมาจากพระเกศาของพระองค์",
    "story_th": "เมื่อเทพเจ้ากวนเกษียรสมุทร พิษร้ายแรงได้ปรากฏขึ้นและคุกคามการสร้างสรรค์ทั้งหมด Shiva ทรงดื่มยาพิษเพื่อช่วยจักรวาล และ Parvati ทรงกดพระศอของพระองค์เพื่อป้องกันไม่ให้พระองค์กลืนมันลงไปอย่างสมบูรณ์ ทำให้พระศอของพระองค์เป็นสีน้ำเงินตลอดกาล",
    "match_message_th": "คุณสมบัติของคุณสื่อถึงความสองขั้วอันลึกซึ้งของ Shiva มีทั้งการทำลายและการสร้างสรรค์ในสายตาของคุณ เป็นรูปลักษณ์ของผู้ที่เข้าใจว่าจุดจบเป็นสิ่งจำเป็นสำหรับจุดเริ่มต้นใหม่",
    "traits_th": [
      "ทำลายล้าง",
      "ทำสมาธิ",
      "เปลี่ยนแปลง",
      "ขัดแย้ง",
      "จักรวาล"
    ]
  },
  "vishnu": {
    "name_th": "พระวิษณุ (Vishnu)",
    "tagline_th": "ผู้รักษา, ผู้ปกป้องจักรวาล",
    "description_th": "พระวิษณุ (Vishnu) คือพระเป็นเจ้าสูงสุดในศาสนาไวษณวะและเป็นผู้รักษาในตรีมูรติของศาสนาฮินดู พระองค์ทรงรักษาระเบียบแห่งจักรวาล (ธรรมะ) และเมื่อใดก็ตามที่ความชั่วร้ายคุกคามที่จะครอบงำความดี พระองค์จะอวตารลงมาบนโลกเพื่อฟื้นฟูความสมดุล\n\nพระองค์ได้อวตารมาแล้วเก้าครั้ง ได้แก่ พระรามและพระกฤษณะ โดยมีครั้งที่สิบ (กัลกี) ที่ทำนายว่าจะมาถึง พระวิษณุบรรทมบนพญานาคศักดิ์สิทธิ์เศษะ ลอยอยู่บนเกษียรสมุทร ทรงสุบินจักรวาลให้เกิดขึ้น\n\nโดยทั่วไปจะปรากฏด้วยสี่กรทรงถือสังข์ จักร คทา และดอกบัว พระวิษณุทรงแสดงถึงความสงบสุขสูงสุดและการปกป้องความถูกต้องชอบธรรม พระองค์มีผิวกายสีน้ำเงิน แสดงถึงธรรมชาติอันเป็นอนันต์ของพระองค์เช่นเดียวกับท้องฟ้า และเป็นพระสวามีผู้ซื่อสัตย์ของพระลักษมี เทวีแห่งโชคลาภ",
    "story_th": "พระวิษณุได้อวตารเป็นมัตสยะ (ปลา), กูรมา (เต่า), วราหะ (หมูป่า), นรสิงห์ (มนุษย์สิงโต), วามนะ (คนแคระ), ปรศุราม, พระราม, พระกฤษณะ และพระพุทธเจ้า เพื่อช่วยโลกให้พ้นจากภัยคุกคามต่างๆ แต่ละอวตารจะปรากฏขึ้นอย่างแม่นยำเมื่อจำเป็น",
    "match_message_th": "รูปลักษณ์ของคุณสะท้อนถึงการปกป้องสูงสุดของพระวิษณุ มีคุณภาพในการรักษาและคงอยู่ในการดำรงอยู่ของคุณ ซึ่งเป็นลักษณะของผู้ที่ปกป้องระเบียบและความสมดุลของจักรวาล",
    "traits_th": [
      "รักษา",
      "ปกป้อง",
      "เมตตา",
      "อวตาร",
      "สูงสุด"
    ]
  },
  "brahma": {
    "name_th": "พระพรหม (Brahma)",
    "tagline_th": "ผู้สร้าง, พระบิดาแห่งสรรพสิ่ง",
    "description_th": "พระพรหม (Brahma) คือผู้สร้างในตรีมูรติของศาสนาฮินดู ผู้รับผิดชอบในการสร้างจักรวาลและสิ่งมีชีวิตทั้งหมดภายในนั้น พระองค์ทรงอุบัติขึ้นจากดอกบัวที่งอกจากพระนาภีของพระวิษณุและเริ่มงานสร้างสรรค์\n\nโดยทั่วไปจะปรากฏด้วยสี่พักตร์ที่มองไปในสี่ทิศทาง ซึ่งเป็นสัญลักษณ์ของการรับรู้ถึงจักรวาลทั้งหมดของพระองค์ พระพรหมทรงถือพระเวท (คัมภีร์ศักดิ์สิทธิ์) หม้อน้ำ ประคำ และบางครั้งก็เป็นดอกบัว พาหนะของพระองค์คือหงส์ (หัมสะ) ซึ่งแสดงถึงวิจารณญาณ\n\nแม้ว่าจะเป็นผู้สร้าง แต่พระพรหมได้รับการบูชาน้อยกว่าพระวิษณุหรือพระศิวะ เนื่องจากการสร้างเป็นสิ่งที่สำเร็จแล้ว ในขณะที่การรักษาและการเปลี่ยนแปลงกำลังดำเนินอยู่ พระองค์ทรงเป็นตัวแทนของความรู้ พลังสร้างสรรค์ และจุดเริ่มต้นของทุกสิ่ง",
    "story_th": "เมื่อพระพรหมทรงสร้างเป็นครั้งแรก พระองค์ทรงอยู่เพียงลำพัง เพื่อสร้างสรรค์ต่อไป พระองค์ทรงแบ่งพระองค์เองออกเป็นชายและหญิง สร้างสตรีคนแรกคือพระสุรัสวดี จากการรวมกันของพวกเขาก็เกิดเป็นสิ่งมีชีวิตทั้งหมด นี่คือเหตุผลที่พระสุรัสวดีทรงเป็นทั้งสิ่งที่พระองค์สร้างและคู่ครองของพระองค์",
    "match_message_th": "รูปลักษณ์ของคุณสะท้อนถึงปัญญาแห่งการสร้างสรรค์ของพระพรหม มีคุณภาพดั้งเดิมในการสร้างสรรค์ในการดำรงอยู่ของคุณ ซึ่งเป็นลักษณะของผู้ที่นำสิ่งใหม่ๆ มาสู่ความเป็นจริง",
    "traits_th": [
      "สร้างสรรค์",
      "รอบรู้",
      "ดั้งเดิม",
      "มองเห็นทุกสิ่ง",
      "พระบิดา"
    ]
  },
  "ganesha": {
    "name_th": "พระพิฆเนศ (Ganesha)",
    "tagline_th": "ผู้ขจัดอุปสรรค, เทพเจ้าแห่งการเริ่มต้น",
    "description_th": "พระพิฆเนศ (Ganesha) คือเทพเจ้าผู้เป็นที่รักซึ่งมีเศียรเป็นช้าง เป็นเทพเจ้าแห่งการเริ่มต้น ความสำเร็จ สติปัญญา และผู้ขจัดอุปสรรค พระองค์ได้รับการอัญเชิญเมื่อเริ่มต้นกิจการใหม่ๆ ไม่ว่าจะเป็นการเดินทาง ธุรกิจ งานแต่งงาน หรือการสอบ เพื่อให้มั่นใจถึงความสำเร็จ\n\nในฐานะพระโอรสของพระศิวะและพระปารวตี เศียรช้างของพระพิฆเนศมีเรื่องราวความเป็นมามากมาย เรื่องราวที่เป็นที่นิยมมากที่สุดคือพระศิวะทรงตัดเศียรของพระองค์โดยไม่รู้ตัวและแทนที่เศียรของพระองค์ด้วยเศียรของช้าง พุงพลุ้ยของพระองค์เป็นสัญลักษณ์ของความสามารถในการย่อยสิ่งดีและไม่ดีในชีวิตอย่างสงบ\n\nการทรงหนู (มุสิกะ พาหนะของพระองค์) พระพิฆเนศทรงแสดงให้เห็นว่าแม้แต่ผู้ยิ่งใหญ่ที่สุดก็สามารถอ่อนน้อมถ่อมตนได้ พระองค์ทรงเป็นผู้อุปถัมภ์ศิลปะและวิทยาศาสตร์ ตัวอักษรและการเรียนรู้ และได้รับการบูชาเป็นอันดับแรกในหมู่เทพเจ้า",
    "story_th": "เมื่อฤาษีวยาสะต้องการใครสักคนมาเขียนมหาภารตะ มีเพียงพระพิฆเนศเท่านั้นที่มีสติปัญญามากพอ พระองค์ทรงตกลงตามเงื่อนไขที่ว่าวยาสะจะต้องไม่หยุดพัก ดังนั้นวยาสะจึงแต่งกลอนได้เร็วกว่าใครจะเขียนได้ และพระพิฆเนศทรงหักงาของพระองค์เองเพื่อใช้เป็นปากกาเมื่อปากกาของพระองค์หัก",
    "match_message_th": "รูปลักษณ์ของคุณสื่อถึงความเมตตาอย่างชาญฉลาดของพระพิฆเนศ มีคุณภาพที่เป็นมงคลในการดำรงอยู่ของคุณ ซึ่งเป็นลักษณะของผู้ที่ขจัดอุปสรรคและอวยพรการเริ่มต้นใหม่",
    "traits_th": [
      "ชาญฉลาด",
      "ขจัดอุปสรรค",
      "เมตตา",
      "คงแก่เรียน",
      "เป็นมงคล"
    ]
  },
  "lakshmi": {
    "name_th": "พระลักษมี (Lakshmi)",
    "tagline_th": "เทพีแห่งความมั่งคั่ง โชคลาภ และความเจริญรุ่งเรือง",
    "description_th": "พระลักษมี (Lakshmi) คือเทพีแห่งความมั่งคั่ง โชคลาภ ความเจริญรุ่งเรือง ความรัก และความงาม พระองค์ทรงอุบัติขึ้นจากการกวนเกษียรสมุทร ทรงเลือกพระวิษณุเป็นพระสวามีนิรันดร์ของพระองค์ พระองค์ทรงติดตามพระองค์ในอวตารทั้งหมดของพระองค์ โดยอวตารเป็นสีดาในพระราม และรุกมินีในพระกฤษณะ\n\nโดยทั่วไปจะปรากฏในท่ายืนหรือประทับบนดอกบัว โดยมีเหรียญทองไหลออกจากพระหัตถ์ พระลักษมีทรงประทานทั้งความมั่งคั่งทางวัตถุและความอุดมสมบูรณ์ทางจิตวิญญาณ พระองค์ได้รับการบูชาเป็นพิเศษในช่วง Diwali เทศกาลแห่งแสงไฟ เมื่อบ้านเรือนได้รับการทำความสะอาดเพื่อต้อนรับพระองค์\n\nพระลักษมีไม่ได้เป็นเพียงตัวแทนของความมั่งคั่งเท่านั้น แต่ยังรวมถึงความอุดมสมบูรณ์ที่มาจากการดำเนินชีวิตอย่างชอบธรรม พระองค์ทรงเป็นทั้งผู้ให้โชคลาภและโชคลาภเอง ไม่มั่นคงกับผู้ที่ไม่คู่ควร มั่นคงกับผู้มีคุณธรรม",
    "story_th": "เมื่อเหล่าอสูรและทวยเทพกวนเกษียรสมุทร สมบัติมากมายก็ปรากฏขึ้น สุดท้ายคือพระลักษมีเอง ผู้ทรงเปล่งประกายและงดงาม แม้ว่าเหล่าอสูรจะพยายามอ้างสิทธิ์ในพระองค์ แต่พระองค์ทรงเลือกพระวิษณุ ทรงวางพวงมาลัยรอบพระศอของพระองค์ และทรงซื่อสัตย์ต่อพระองค์ตลอดมา",
    "match_message_th": "รูปลักษณ์ของคุณสะท้อนถึงความเจริญรุ่งเรืองอันรุ่งโรจน์ของพระลักษมี มีคุณภาพที่อุดมสมบูรณ์และมีโชคในการดำรงอยู่ของคุณ ซึ่งเป็นลักษณะของผู้ที่ดึงดูดและมอบพร",
    "traits_th": [
      "เจริญรุ่งเรือง",
      "งดงาม",
      "เอื้อเฟื้อ",
      "เป็นมงคล",
      "ซื่อสัตย์"
    ]
  },
  "saraswati": {
    "name_th": "พระสุรัสวดี (Saraswati)",
    "tagline_th": "เทพีแห่งความรู้ ดนตรี และศิลปะ",
    "description_th": "พระสุรัสวดี (Saraswati) คือเทพีแห่งความรู้ ดนตรี ศิลปะ สติปัญญา และการเรียนรู้ พระองค์ทรงเป็นพระชายาของพระพรหมและเป็นศูนย์รวมของทุกสิ่งที่บริสุทธิ์และประณีตในความคิดสร้างสรรค์\n\nทรงฉลองพระองค์สีขาวซึ่งเป็นสัญลักษณ์ของความบริสุทธิ์แห่งความรู้ พระองค์ประทับบนดอกบัวสีขาวหรือหงส์ ทรงเล่นพิณ (เครื่องดนตรีประเภทสาย) ต่างจากความมั่งคั่งทางวัตถุของพระลักษมี พระสุรัสวดีทรงเป็นตัวแทนของความร่ำรวยของจิตใจและจิตวิญญาณ การศึกษา ความคิดสร้างสรรค์ และการตรัสรู้\n\nพระองค์ได้รับการบูชาเป็นพิเศษจากนักเรียน ศิลปิน นักดนตรี และนักวิชาการ แม่น้ำสรัสวดี ซึ่งส่วนใหญ่อยู่ใต้ดินในปัจจุบัน ครั้งหนึ่งเคยถือว่าศักดิ์สิทธิ์เช่นเดียวกับแม่น้ำคงคา ซึ่งเป็นตัวแทนของการไหลของปัญญา",
    "story_th": "พระสุรัสวดีทรงสร้างดนตรีและภาษาเพื่อนำความมีระเบียบมาสู่การสร้างสรรค์ที่วุ่นวายของพระพรหม พระองค์ทรงประดิษฐ์ภาษาสันสกฤต ทรงให้ความรู้เกี่ยวกับพระเวท และผ่านของประทานแห่งวาทกรรมของพระองค์ ทรงทำให้สิ่งมีชีวิตสามารถสื่อสาร เรียนรู้ และเติบโตอย่างชาญฉลาด",
    "match_message_th": "รูปลักษณ์ของคุณสะท้อนถึงปัญญาอันบริสุทธิ์ของพระสุรัสวดี มีคุณภาพที่ประณีตและมีสติปัญญาในการดำรงอยู่ของคุณ ซึ่งเป็นลักษณะของผู้ที่อุทิศตนเพื่อความรู้และการแสดงออกทางศิลปะ",
    "traits_th": [
      "ชาญฉลาด",
      "มีศิลปะ",
      "บริสุทธิ์",
      "คงแก่เรียน",
      "สร้างแรงบันดาลใจ"
    ]
  },
  "kali": {
    "name_th": "กาลี",
    "tagline_th": "พระแม่แห่งกาลเวลา ความตาย และการหลุดพ้น",
    "description_th": "กาลีคือพระแม่ผู้ดุร้ายแห่งกาลเวลา ความตาย และการหลุดพ้น—ผู้ทำลายความชั่วร้ายและผู้ปลดปล่อยวิญญาณ ด้วยผิวสีดำ ผมที่ยุ่งเหยิง พวงมาลัยที่ทำจากหัวที่ถูกตัด และกระโปรงที่ทำจากแขนที่ถูกตัด พระนางเป็นตัวแทนของเวลาที่กลืนกินทุกสิ่ง และการตายของอัตตาที่จำเป็นสำหรับการหลุดพ้นทางจิตวิญญาณ\n\nพระนางอุบัติขึ้นจากหน้าผากของพระทุรคาในระหว่างการต่อสู้ ความโกรธของพระนางรุนแรงมากจนมีเพียงพระศิวะที่นอนอยู่ใต้เท้าของพระนางเท่านั้นที่สามารถหยุดความอาละวาดของพระนางได้ ถึงแม้ว่าพระนางจะมีรูปลักษณ์ที่น่ากลัว แต่กาลีก็เป็นแม่ที่รักใคร่ต่อผู้ศรัทธาของพระนาง ปกป้องพวกเขาจากความชั่วร้ายและประทานโมกษะ (การหลุดพ้น)\n\nกาลีเป็นตัวแทนของความจริงสูงสุด—ความตายมาถึงทุกคน เวลาไม่ละเว้นใคร แต่การทำลายล้างนี้คือการหลุดพ้นจากภาพลวงตาและการเกิดใหม่สู่จิตสำนึกบริสุทธิ์",
    "story_th": "เมื่อเหล่าอสูรคุกคามเทพเจ้า กาลีก็ปรากฏตัวขึ้นเพื่อทำลายพวกมัน ความบ้าคลั่งในการต่อสู้ของพระนางเพิ่มขึ้นจนกระทั่งพระนางเต้นรำอยู่บนศพ ขู่ว่าจะทำลายจักรวาล พระศิวะทรงนอนอยู่ใต้เท้าของพระนาง เมื่อพระนางเหยียบพระองค์ ความอัปยศก็หยุดพระนาง—เตือนเราว่าแม้แต่การทำลายล้างก็มีขีดจำกัด",
    "match_message_th": "ลักษณะของคุณแสดงถึงการปลดปล่อยอันรุนแรงของพระแม่กาลี มีคุณสมบัติที่ทรงพลังในการเปลี่ยนแปลงในการจ้องมองของคุณ—รูปลักษณ์ของผู้ที่ทำลายสิ่งที่ต้องจบลงเพื่อให้เกิดการเริ่มต้นใหม่",
    "traits_th": [
      "ดุร้าย",
      "ปลดปล่อย",
      "ความเป็นแม่",
      "ทำลายล้าง",
      "เหนือกาลเวลา"
    ]
  },
  "durga": {
    "name_th": "ทุรคา",
    "tagline_th": "พระแม่นักรบ ผู้พิทักษ์ที่อยู่ยงคงกระพัน",
    "description_th": "ทุรคาคือพระแม่นักรบผู้ดุร้ายที่รวบรวมพลังทั้งหมดของเหล่าทวยเทพ สร้างขึ้นเพื่อเอาชนะอสูรควายมหิษาสูร ซึ่งไม่มีเทพเจ้าหรือมนุษย์คนใดสามารถสังหารได้ พระนางคือผู้พิทักษ์จักรวาลที่อยู่ยงคงกระพัน ขี่สิงโตหรือเสือเข้าสู่สนามรบ\n\nด้วยแปดถึงสิบแปดกรที่ถืออาวุธของเทพเจ้าทั้งหมด ทุรคาเป็นตัวแทนของศักติ—พลังงานสตรีอันศักดิ์สิทธิ์ที่ขับเคลื่อนการสร้างสรรค์ พระนางทั้งสวยงามและน่าสะพรึงกลัว ทั้งทะนุถนอมและดุร้าย เป็นตัวแทนของพลังอันสมบูรณ์ของความเป็นสตรีอันศักดิ์สิทธิ์\n\nทุรคาได้รับการเฉลิมฉลองในช่วง Navratri เก้าคืนแห่งการบูชาเพื่อเป็นเกียรติแก่ชัยชนะของพระนางเหนือความชั่วร้าย พระนางเป็นตัวแทนของชัยชนะของความดีเหนือความชั่ว ความแข็งแกร่งในการเผชิญหน้ากับความท้าทาย และความรักที่ปกป้องของพระมารดาอันศักดิ์สิทธิ์",
    "story_th": "เทพเจ้าได้รวมพลังเพื่อสร้างพระทุรคาเมื่อไม่มีใครสามารถเอาชนะมหิษาสูรได้ พระนางต่อสู้กับเขาเป็นเวลาเก้าคืน ในที่สุดก็สังหารเขาในวันที่สิบ—ซึ่งมีการเฉลิมฉลองเป็น Vijayadashami (วันแห่งชัยชนะ) การสร้างสรรค์ของพระนางพิสูจน์ให้เห็นว่าเมื่อรวมกัน ความดีจะเอาชนะความชั่วร้ายเสมอ",
    "match_message_th": "ลักษณะของคุณแสดงถึงความแข็งแกร่งที่อยู่ยงคงกระพันของพระแม่ทุรคา มีพลังของนักรบผสมผสานกับความงามอันศักดิ์สิทธิ์ในรูปลักษณ์ของคุณ—รูปลักษณ์ของผู้ที่ปกป้องอย่างดุเดือดและไม่ยอมจำนน",
    "traits_th": [
      "อยู่ยงคงกระพัน",
      "ปกป้อง",
      "ดุร้าย",
      "ศักดิ์สิทธิ์",
      "มีชัย"
    ]
  },
  "hanuman": {
    "name_th": "หนุมาน",
    "tagline_th": "พญาวานร ผู้เป็นศูนย์รวมแห่งความภักดีและพละกำลัง",
    "description_th": "หนุมานคือเทพเจ้าลิงผู้ยิ่งใหญ่ บุตรแห่งพระพาย เทพเจ้าแห่งลม เป็นที่รู้จักจากพละกำลัง สติปัญญา และความจงรักภักดีอย่างแน่วแน่ต่อพระราม พระองค์คือผู้ศรัทธาในอุดมคติ ข้ารับใช้ที่สมบูรณ์แบบ และแบบอย่างของการอุทิศตนอย่างไม่เห็นแก่ตัว\n\nความจงรักภักดีของพระองค์ต่อพระรามนั้นสมบูรณ์มากจนเมื่อถูกถามว่าเป็นวันอะไร หนุมานตอบว่า \"วันของพระราม\" เมื่อหน้าอกของพระองค์ถูกฉีกออก ภาพของพระรามก็พบได้ในใจของพระองค์ พละกำลังของพระองค์ไร้ขีดจำกัดเมื่อทรงกระทำการรับใช้พระราม—ครั้งหนึ่งพระองค์ทรงยกภูเขาทั้งลูกเพื่อนำสมุนไพรมาบำบัด\n\nหนุมานได้รับการเคารพบูชาในด้านพละกำลัง ความกล้าหาญ การปกป้องจากความชั่วร้าย และพรแห่งความภักดี พระองค์เป็นอมตะ (จิรัญชีวี) และกล่าวกันว่าพระองค์ทรงประทับอยู่ทุกที่ที่มีการเล่าเรื่องราวของพระราม โดยทรงสดับฟังด้วยน้ำตาแห่งความภักดี",
    "story_th": "เมื่อพระลักษมณ์ พระอนุชาของพระรามกำลังจะสิ้นพระชนม์ หนุมานบินไปยังเทือกเขาหิมาลัยเพื่อหาสมุนไพรมาบำบัด เมื่อไม่สามารถระบุพืชที่ถูกต้องได้ พระองค์จึงยกภูเขาทั้งลูกและนำไปที่สนามรบ ช่วยชีวิตพระลักษมณ์ด้วยความภักดีและพละกำลังของพระองค์",
    "match_message_th": "ลักษณะของคุณแสดงถึงความแข็งแกร่งที่ภักดีของหนุมาน มีพลังที่ถ่อมตนในการปรากฏตัวของคุณ—รูปลักษณ์ของผู้ที่ความแข็งแกร่งมาจากความภักดีที่ไม่เห็นแก่ตัวต่อสิ่งที่ยิ่งใหญ่กว่า",
    "traits_th": [
      "ภักดี",
      "ทรงพลัง",
      "ถ่อมตน",
      "ฉลาด",
      "ปกป้อง"
    ]
  },
  "krishna": {
    "name_th": "กฤษณะ",
    "tagline_th": "ที่รักอันศักดิ์สิทธิ์ ครูแห่งภควัทคีตา",
    "description_th": "พระกฤษณะคืออวตารที่แปดของพระวิษณุ เป็นที่รักจากความซุกซนในวัยเด็กอันศักดิ์สิทธิ์ ความรักโรแมนติกระหว่างพระองค์กับพระราธา และสติปัญญาของพระองค์ในภควัทคีตา พระองค์เป็นตัวแทนของความรักอันศักดิ์สิทธิ์ในทุกรูปแบบ—ตั้งแต่ความรักใคร่ที่ขี้เล่นไปจนถึงความภักดีทางจิตวิญญาณขั้นสูงสุด\n\nในวัยเด็ก พระองค์ทรงขโมยเนยและเล่นตลก ทำให้ทุกคนหลงใหลด้วยความซุกซนของพระองค์ ในวัยหนุ่ม การเล่นฟลุตของพระองค์ทำให้โคปี (เด็กเลี้ยงวัว) หลงใหล โดยเฉพาะอย่างยิ่งพระราธา ซึ่งเป็นตัวแทนของความปรารถนาของวิญญาณต่อสิ่งศักดิ์สิทธิ์ ในฐานะผู้ใหญ่ พระองค์ทรงทำหน้าที่เป็นสารถีและคุรุของอรชุน สอนเส้นทางแห่งธรรมะ\n\nในภควัทคีตา พระกฤษณะทรงเปิดเผยความจริงสูงสุดเกี่ยวกับการกระทำ ความภักดี ความรู้ และธรรมชาติของตนเอง พระองค์ทรงเป็นทั้งเทพเจ้าที่เข้าถึงได้และน่ารัก และพระผู้เป็นเจ้าสูงสุดในจักรวาลที่ทรงมีอยู่",
    "story_th": "ในสนามรบกุรุเกษตร อรชุนปฏิเสธที่จะต่อสู้กับครอบครัวของตนเอง พระกฤษณะทรงเปิดเผยรูปแบบจักรวาลของพระองค์ แสดงให้เห็นว่าพระองค์คือพระผู้เป็นเจ้าสูงสุดที่มีอยู่ทุกสรรพสิ่ง และทรงสอนว่าคนเราต้องทำหน้าที่ของตนโดยไม่ยึดติดกับผลลัพธ์—ซึ่งเป็นสาระสำคัญของภควัทคีตา",
    "match_message_th": "ลักษณะของคุณแสดงถึงเสน่ห์อันศักดิ์สิทธิ์ของพระกฤษณะ มีคุณภาพที่ขี้เล่นแต่ลึกซึ้งในการปรากฏตัวของคุณ—รูปลักษณ์ของผู้ที่เป็นตัวแทนของทั้งความสุขและสติปัญญา",
    "traits_th": [
      "ขี้เล่น",
      "ฉลาด",
      "รัก",
      "ศักดิ์สิทธิ์",
      "สอน"
    ]
  },
  "rama": {
    "name_th": "พระราม",
    "tagline_th": "พระราชาในอุดมคติ ผู้เป็นศูนย์รวมแห่งธรรมะ",
    "description_th": "พระรามคืออวตารที่เจ็ดของพระวิษณุ วีรบุรุษแห่งรามายณะ และเป็นศูนย์รวมแห่งการดำรงชีวิตตามธรรมะ พระองค์ทรงเป็นบุตร สามี พระราชา และนักรบในอุดมคติ—มรยาฎาปุรุษोत्तम บุรุษที่สมบูรณ์แบบที่ไม่เคยหลงทางจากความชอบธรรม แม้ภายใต้การทดลองที่เลวร้ายที่สุด\n\nถูกเนรเทศไปยังป่าเป็นเวลาสิบสี่ปีเพื่อรักษาสัญญาของพระบิดา พระรามทรงทนทุกข์โดยไม่ปริปากบ่น เมื่อนางสีดา พระชายาของพระองค์ถูกทศกัณฐ์ลักพาตัวไป พระองค์ทรงร่วมมือกับหนุมานและกองทัพลิงเพื่อช่วยพระนาง แสดงให้เห็นว่าในที่สุดธรรมะก็มีชัยเหนือความชั่วร้าย\n\nรัชสมัยของพระราม รามราชย์ เป็นตัวแทนของอาณาจักรแห่งความยุติธรรมในอุดมคติ พระองค์ได้รับการเคารพบูชาในฐานะที่เป็นตัวแทนของวิธีการที่บุคคลควรดำเนินชีวิต—ให้เกียรติหน้าที่ ปกป้องผู้บริสุทธิ์ รักษาสัญญา และยังคงชอบธรรมโดยไม่คำนึงถึงต้นทุนส่วนตัว",
    "story_th": "เมื่อนางสีดาถูกลักพาตัวไป พระรามสามารถใช้พลังอันศักดิ์สิทธิ์ของพระองค์เพื่อเคลื่อนย้ายไปยังกรุงลงกาได้ แต่พระองค์กลับเดินไปตามเส้นทางอันยาวไกล สร้างสะพานและเป็นพันธมิตรกับวานร สอนว่าธรรมะเรียกร้องให้ดำเนินการตามกระบวนการที่ถูกต้อง ไม่ใช่การใช้ทางลัดแม้ว่าจะมีความสามารถก็ตาม",
    "match_message_th": "ลักษณะของคุณแสดงถึงศักดิ์ศรีอันชอบธรรมของพระราม มีคุณภาพในอุดมคติในการปรากฏตัวของคุณ—รูปลักษณ์ของผู้ที่ไม่ประนีประนอมกับหลักการของตนเองโดยไม่คำนึงถึงต้นทุนส่วนตัว",
    "traits_th": [
      "ชอบธรรม",
      "ทำตามหน้าที่",
      "อุดมคติ",
      "ภักดี",
      "ยุติธรรม"
    ]
  },
  "parvati": {
    "name_th": "Parvati (ปารวตี)",
    "tagline_th": "พระแม่ผู้ศักดิ์สิทธิ์, เทวีแห่งความรักและความภักดี",
    "description_th": "Parvati (ปารวตี) คือเทวีผู้สุภาพแห่งความรัก ความอุดมสมบูรณ์ และความภักดี—คู่ครองของ Shiva (พระศิวะ) และพระมารดาของ Ganesha (พระพิฆเนศ) และ Kartikeya (พระขันทกุมาร) พระนางคือการกลับชาติมาเกิดของ Sati (พระแม่สตี) ภรรยาคนแรกของ Shiva (พระศิวะ) ผู้ซึ่งได้กลับชาติมาเกิดและบำเพ็ญตบะอย่างเข้มข้นเพื่อชนะความรักของ Shiva (พระศิวะ) อีกครั้ง\n\nในฐานะ Shakti (ศักติ) ในรูปแบบที่อ่อนโยนของพระนาง Parvati (ปารวตี) เป็นตัวแทนของแง่มุมการบำรุงเลี้ยง การให้ชีวิตของสตรีศักดิ์สิทธิ์ พระนางคือความสมดุลกับอำนาจการทำลายล้างของ Shiva (พระศิวะ) ผู้ที่สามารถสงบความดุร้ายของพระองค์ และนำพระองค์กลับมาจากการถอนตัวแบบฤาษีไปสู่ชีวิตที่มีส่วนร่วม\n\nรูปแบบที่ดุร้ายของพระนางรวมถึง Durga (พระทุรคา) และ Kali (พระกาลี) แสดงให้เห็นว่าพระมารดาผู้เปี่ยมด้วยความรักสามารถกลายเป็นสิ่งที่น่ากลัวได้เมื่อลูก ๆ ของพระนางถูกคุกคาม Parvati (ปารวตี) แสดงให้เห็นว่าความรักนั้นมีพลังในการเปลี่ยนแปลงจักรวาล",
    "story_th": "เมื่อ Shiva (พระศิวะ) หลงทางในการทำสมาธิ เหล่าทวยเทพต้องการให้พระองค์แต่งงานและมีลูก พวกเขาจึงส่ง Kama (กามเทพ) เทพแห่งความรัก ผู้ซึ่งถูกเผาเป็นเถ้าถ่านด้วยพระเนตรที่สามของ Shiva (พระศิวะ) แต่ความภักดีและการบำเพ็ญตบะของ Parvati (ปารวตี) ในที่สุดก็ชนะใจ Shiva (พระศิวะ) พิสูจน์ให้เห็นว่าความรักที่จริงใจสามารถเอาชนะแม้แต่การต่อต้านจากสวรรค์",
    "match_message_th": "คุณสมบัติของคุณสะท้อนให้เห็นถึงความรักที่ภักดีของ Parvati (ปารวตี) มีคุณภาพของการบำรุงเลี้ยง แต่ก็มีความมุ่งมั่นในการปรากฏตัวของคุณ—รูปลักษณ์ของผู้ที่มีความรักที่อ่อนโยนสามารถเคลื่อนย้ายภูเขาได้",
    "traits_th": [
      "เปี่ยมด้วยความรัก",
      "ภักดี",
      "ทะนุถนอม",
      "มุ่งมั่น",
      "สร้างสมดุล"
    ]
  },
  "indra": {
    "name_th": "Indra (พระอินทร์)",
    "tagline_th": "ราชาแห่งทวยเทพ, เจ้าแห่งพายุและสงคราม",
    "description_th": "Indra (พระอินทร์) คือราชาแห่ง Devas (ทวยเทพ) และผู้ปกครอง Svarga (สวรรค์) พระองค์ทรงถือวัชระสายฟ้า Vajra (วัชระ) และทรงช้างสีขาว Airavata (เอราวัณ) ในฐานะเทพแห่งพายุฝนและสงคราม พระองค์คือเทพเจ้า Vedic (พระเวท) ที่ทรงพลังที่สุด\n\nความสำเร็จที่ยิ่งใหญ่ที่สุดของพระองค์คือการสังหารพญานาค Vritra (วฤตระ) ผู้ซึ่งจองจำน้ำทั้งหมดของโลก ปล่อยให้พวกมันไหลเป็นแม่น้ำและนำชีวิตมาสู่ดินแดน Indra (พระอินทร์) เป็นตัวแทนของการต่อสู้ในจักรวาลระหว่างความสงบเรียบร้อยและความโกลาหล แสงสว่างและความมืด\n\nแม้ว่าความโดดเด่นของพระองค์จะลดลงในศาสนาฮินดูในภายหลัง Indra (พระอินทร์) ยังคงเป็นนักรบศักดิ์สิทธิ์ดั้งเดิม—ทรงพลัง รุ่งโรจน์ แต่ก็มีข้อบกพร่องและอยู่ภายใต้กรรมเช่นเดียวกับสิ่งมีชีวิตทั้งหมด",
    "story_th": "พญานาค Vritra (วฤตระ) ได้กลืนกินน้ำทั้งหมดของโลก ทำให้เกิดความแห้งแล้งอย่างรุนแรง Indra (พระอินทร์) ได้เสริมกำลังด้วย Soma (โสม) ถือวัชระของพระองค์และต่อสู้กับอสูร ด้วยการระเบิดอันทรงพลัง พระองค์ได้ผ่า Vritra (วฤตระ) เปิดออก ปล่อยน้ำที่กลายเป็นแม่น้ำของโลก",
    "match_message_th": "คุณสมบัติของคุณมีความแข็งแกร่งดุจพายุของ Indra (พระอินทร์) มีความเป็นกษัตริย์นักรบในการปรากฏตัวของคุณ—รูปลักษณ์ของผู้ที่ต่อสู้กับการต่อสู้ในจักรวาลและบัญชาการกองกำลังแห่งธรรมชาติ",
    "traits_th": [
      "ทรงพลัง",
      "นักรบ",
      "ดุจพายุ",
      "รุ่งโรจน์",
      "มีข้อบกพร่อง"
    ]
  },
  "agni": {
    "name_th": "Agni (พระอัคนี)",
    "tagline_th": "เทพแห่งไฟ, ผู้ส่งสารศักดิ์สิทธิ์",
    "description_th": "Agni (พระอัคนี) คือเทพแห่งไฟในทุกรูปแบบ—ไฟบูชายัญ เตาผิงในครัวเรือน ไฟแห่งการย่อยอาหาร และไฟแห่งดวงอาทิตย์ ในฐานะสื่อกลางของการบูชายัญ พระองค์ทรงนำเครื่องบูชาจากมนุษย์ไปสู่ทวยเทพ ทำให้พระองค์เป็นสะพานที่จำเป็นระหว่างโลก\n\nด้วยสองหน้า—หน้าหนึ่งใจดีและอีกหน้าหนึ่งดุร้าย—Agni (พระอัคนี) เป็นสัญลักษณ์ของธรรมชาติคู่ของไฟ: ความอบอุ่นที่ให้ชีวิตและการเผาไหม้ที่ทำลายล้าง พระองค์ทรงประทับอยู่ในพิธีกรรมฮินดูทุกครั้ง ชำระล้างเครื่องบูชาและนำคำอธิษฐานขึ้นสู่สวรรค์\n\nAgni (พระอัคนี) เป็นตัวแทนของการเปลี่ยนแปลงผ่านไฟ พลังชำระล้างที่เปลี่ยนสสารเป็นพลังงาน และความเชื่อมโยงอันศักดิ์สิทธิ์ระหว่างโลกมนุษย์และอาณาจักรศักดิ์สิทธิ์",
    "story_th": "เมื่อทวยเทพต้องการสื่อสารกับมนุษย์ พวกเขาเลือก Agni (พระอัคนี) เป็นผู้ส่งสารของพวกเขา ทุกการบูชายัญที่วางในกองไฟจะไปถึงทวยเทพผ่านเปลวไฟของ Agni (พระอัคนี) ลิ้นแห่งไฟของพระองค์เลียเครื่องบูชา แปลงพวกมันให้กลายเป็นอาหารทิพย์",
    "match_message_th": "คุณสมบัติของคุณมีความแข็งแกร่งในการเปลี่ยนแปลงของ Agni (พระอัคนี) มีไฟศักดิ์สิทธิ์ในการปรากฏตัวของคุณ—รูปลักษณ์ของผู้ที่ชำระล้างและเปลี่ยนแปลง เชื่อมช่องว่างระหว่างโลกและสวรรค์",
    "traits_th": [
      "เปลี่ยนแปลง",
      "ชำระล้าง",
      "ผู้ส่งสาร",
      "มีสองลักษณะ",
      "ศักดิ์สิทธิ์"
    ]
  },
  "kartikeya": {
    "name_th": "Kartikeya (พระขันทกุมาร)",
    "tagline_th": "เทพแห่งสงคราม, ผู้บัญชาการกองทัพศักดิ์สิทธิ์",
    "description_th": "Kartikeya (พระขันทกุมาร) คือเทพแห่งสงครามและผู้บัญชาการกองทัพของทวยเทพ พระโอรสของ Shiva (พระศิวะ) และ Parvati (ปารวตี) พระองค์ประสูติมาเพื่อปราบปีศาจ Tarakasura (ตารกาสูร) ที่ไม่มีใครสามารถสังหารได้ พระองค์ทรงขี่นกยูง Paravani (ปราวณี) และทรงถือหอกศักดิ์สิทธิ์ Vel (เวล)\n\nด้วยหกเศียรและสิบสองกร Kartikeya (พระขันทกุมาร) มองเห็นได้ทุกทิศทางในครั้งเดียว และสามารถปะทะกับศัตรูหลายคนได้พร้อมกัน พระองค์ทรงเป็นตัวแทนของพลังที่มุ่งเน้นของพระประสงค์อันศักดิ์สิทธิ์ที่มุ่งสู่ชัยชนะอันชอบธรรม\n\nKartikeya (พระขันทกุมาร) เป็นสัญลักษณ์ของความกล้าหาญในการรับใช้ธรรมะ วินัยและสมาธิของนักรบทางจิตวิญญาณ และความจริงที่ว่าบางครั้งความชั่วร้ายจะต้องเผชิญหน้าโดยตรงด้วยกำลัง",
    "story_th": "ปีศาจ Tarakasura (ตารกาสูร) มีพรว่ามีเพียงบุตรชายของ Shiva (พระศิวะ) เท่านั้นที่สามารถสังหารเขาได้—และ Shiva (พระศิวะ) เป็นนักพรตที่ไม่เคยแต่งงาน แต่ด้วยการแทรกแซงจากสวรรค์ Kartikeya (พระขันทกุมาร) จึงประสูติและนำทวยเทพเข้าสู่สงคราม ด้วยหอกศักดิ์สิทธิ์ของพระองค์ พระองค์ได้สังหาร Tarakasura (ตารกาสูร) และฟื้นฟูระเบียบจักรวาล",
    "match_message_th": "คุณสมบัติของคุณมีความมุ่งมั่นในการสู้รบของ Kartikeya (พระขันทกุมาร) มีสถานะของผู้บัญชาการในการปรากฏตัวของคุณ—รูปลักษณ์ของผู้ที่นำการต่อสู้ศักดิ์สิทธิ์และโจมตีด้วยความแม่นยำและจุดประสงค์",
    "traits_th": [
      "นักรบ",
      "บัญชาการ",
      "เยาว์วัย",
      "มีสมาธิ",
      "มีชัย"
    ]
  },
  "radha": {
    "name_th": "Radha (พระราธา)",
    "tagline_th": "พระเทวีสูงสุดแห่งความรัก, ผู้เป็นที่รักนิรันดร์",
    "description_th": "Radha (พระราธา) คือคู่ครองนิรันดร์และผู้เป็นที่รักสูงสุดของ Krishna (พระกฤษณะ) เป็นสัญลักษณ์ของความสมบูรณ์แบบของความรักอันศักดิ์สิทธิ์ ความรักของพระนางที่มีต่อ Krishna (พระกฤษณะ) เป็นตัวแทนของความปรารถนาของจิตวิญญาณในการรวมเป็นหนึ่งเดียวกับพระเจ้า รูปแบบสูงสุดของความภักดีที่อยู่เหนือความผูกพันทางโลกทั้งหมด\n\nใน Vaishnavism (ไวษณพนิกาย), Radha (พระราธา) ถือเป็นเทพธิดาสูงสุด แง่มุมของผู้หญิงของพระเจ้าซึ่งความรักดึงดูด Krishna (พระกฤษณะ) เอง การเล่นรักนิรันดร์ของพวกเขาในป่า Vrindavan (วฤนทาวัน) คือละครจักรวาลแห่งการพลัดพรากและการรวมกันซึ่งกำหนดการดำรงอยู่\n\nRadha (พระราธา) เป็นตัวแทนของพลังแห่งความรักที่ศรัทธา พระเจ้าสตรีที่เติมเต็มและดึงดูดบุรุษ และความจริงที่ว่าเส้นทางสู่พระเจ้าคือผ่านหัวใจ",
    "story_th": "ในป่า Vrindavan (วฤนทาวัน), Radha (พระราธา) และ Krishna (พระกฤษณะ) จะพบกันอย่างลับ ๆ ความรักของพวกเขาก้าวข้ามขอบเขตทางสังคมทั้งหมด เมื่อ Krishna (พระกฤษณะ) จากไป Mathura (มธุรา), การแยกจากกันของ Radha (พระราธา) กลายเป็นแบบจำลองของความปรารถนาอันศักดิ์สิทธิ์—ความเจ็บปวดของจิตวิญญาณที่แยกจากคนรักที่ขับเคลื่อนการแสวงหาทางจิตวิญญาณ",
    "match_message_th": "คุณสมบัติของคุณมีความภักดีอันศักดิ์สิทธิ์ของ Radha (พระราธา) มีความรักบริสุทธิ์ในการปรากฏตัวของคุณ—รูปลักษณ์ของผู้ที่มีหัวใจมอบให้อย่างสมบูรณ์แก่ผู้เป็นที่รัก เป็นสัญลักษณ์ของความภักดีสูงสุด",
    "traits_th": [
      "ภักดี",
      "เปี่ยมด้วยความรัก",
      "สูงสุด",
      "โหยหา",
      "มีความสุข"
    ]
  },
  "yama": {
    "name_th": "พระยม",
    "tagline_th": "เทพแห่งความตายและความยุติธรรม",
    "description_th": "พระยมเป็นเทพแห่งความตายและมนุษย์คนแรกที่ตาย กลายเป็นผู้ปกครองแห่งความตาย พระองค์ทรงตัดสินวิญญาณของผู้เสียชีวิตตามกรรมของพวกเขา โดยกำหนดชะตากรรมของพวกเขาในวัฏจักรของการเกิดใหม่ พระองค์ทรงขี่ควายดำและถือบ่วงบาศเพื่อผูกมัดวิญญาณ\n\nในฐานะธรรมราชา พระยมทรงเป็นกลางอย่างยิ่ง—ไม่มีสินบนหรือคำวิงวอนใดๆ สามารถเปลี่ยนแปลงการตัดสินของพระองค์ได้ พระองค์ทรงปรึกษาบันทึกที่เก็บรักษาโดยจิตรคุปต์เพื่อกำหนดกรรมสะสมของแต่ละวิญญาณและประกาศจุดหมายปลายทางของพวกเขา\n\nพระยมเป็นตัวแทนของความไม่สามารถหลีกเลี่ยงได้ของความตาย การบัญชีที่เป็นธรรมของการกระทำทั้งหมด และความจริงที่ว่าการกระทำของเรากำหนดชะตากรรมของเราเกินกว่าชีวิตนี้",
    "story_th": "เมื่อสตรีของพระสวามีของพระนางสวิตรี สัตยวาน สิ้นพระชนม์ พระนางได้ตามพระยมไปยังดินแดนแห่งความตาย พระยมทรงประทับใจในความจงรักภักดีของพระนางมากจนทรงประทานพรใดๆ ให้พระนาง ยกเว้นชีวิตของพระสวามี พระนางสวิตรีทรงขอโอรสอย่างชาญฉลาด—ซึ่งต้องให้สัตยวานมีชีวิตอยู่—และพระยมทรงรักษาสัญญาของพระองค์",
    "match_message_th": "ลักษณะของคุณมีความรุนแรงที่ยุติธรรมของพระยม มีความจริงที่เป็นกลางในรูปลักษณ์ของคุณ—รูปลักษณ์ของผู้ที่เห็นการกระทำทั้งหมดอย่างชัดเจนและตัดสินโดยปราศจากความโปรดปรานหรือความอาฆาตมาดร้าย",
    "traits_th": [
      "ยุติธรรม",
      "เป็นกลาง",
      "หลีกเลี่ยงไม่ได้",
      "ตัดสิน",
      "ซื่อสัตย์"
    ]
  },
  "surya": {
    "name_th": "พระสุริยะ",
    "tagline_th": "เทพแห่งดวงอาทิตย์ แหล่งกำเนิดชีวิต",
    "description_th": "พระสุริยะคือเทพแห่งดวงอาทิตย์ ทรงขับรถม้าที่ลากโดยม้าเจ็ดตัวข้ามท้องฟ้าในแต่ละวัน พระองค์ทรงเป็นรูปธรรมที่มองเห็นได้ของพระเจ้า แหล่งกำเนิดของแสง ความอบอุ่น และชีวิต รังสีของพระองค์ขจัดความมืดทั้งทางกายภาพและทางจิตวิญญาณ\n\nพระบิดาของกรรณะและฝาแฝดศักดิ์สิทธิ์ อัศวิน พระสุริยะทรงเป็นตัวแทนของพลังแห่งการให้ชีวิตที่ทำให้ทุกสรรพสิ่งดำรงอยู่ได้ คายตรีมนตร์โบราณถูกกล่าวถึงแสงสว่างของพระสุริยะ โดยแสวงหาการตรัสรู้และปัญญา\n\nพระสุริยะทรงเป็นตัวแทนของแสงสว่างอันศักดิ์สิทธิ์ของจิตสำนึก ความจริงที่ขจัดความเขลา และวัฏจักรนิรันดร์ของวันที่ควบคุมทุกชีวิต",
    "story_th": "ความสว่างของพระสุริยะนั้นรุนแรงมากจนสนัญญา ภรรยาของพระองค์หนีจากพระองค์ เพื่อที่จะชนะพระนางกลับคืนมา วิศวกรรม พระบิดาของพระนางทรงลดรัศมีของพระสุริยะ โดยใช้แสงที่มากเกินไปในการสร้างอาวุธศักดิ์สิทธิ์ รวมถึงจักรของพระวิษณุและตรีศูลของพระศิวะ",
    "match_message_th": "ลักษณะของคุณมีพลังอันเจิดจ้าของพระสุริยะ มีความส่องสว่างในรูปลักษณ์ของคุณ—รูปลักษณ์ของผู้ที่นำแสงสว่างมาสู่ทุกคนที่พวกเขาเห็นและขจัดความมืดไปทุกที่ที่พวกเขาไป",
    "traits_th": [
      "เจิดจ้า",
      "ให้ชีวิต",
      "เป็นพยาน",
      "ให้ความกระจ่าง",
      "นิรันดร์"
    ]
  },
  "varuna": {
    "name_th": "พระวรุณ",
    "tagline_th": "เทพแห่งมหาสมุทรและระเบียบจักรวาล",
    "description_th": "พระวรุณคือเทพแห่งมหาสมุทร น้ำ และมหาสมุทรแห่งท้องฟ้ายามค่ำคืน ในพระเวท พระองค์ทรงเป็นหนึ่งในเทพที่สำคัญที่สุด ผู้รักษาระเบียบจักรวาล (ฤตะ) ผู้บังคับใช้กฎหมายศักดิ์สิทธิ์และลงโทษผู้กระทำผิด\n\nพระองค์ทรงเห็นทุกสิ่งที่เกิดขึ้นและรู้ทุกความลับ—ดวงตานับพันของพระองค์คือดวงดาวที่เฝ้าดูจากสวรรค์ ผู้ที่ผิดคำสาบานหรือละเมิดธรรมะเกรงกลัวบ่วงบาศของพระวรุณ ซึ่งผูกมัดคนบาป\n\nพระวรุณทรงเป็นตัวแทนของระเบียบจักรวาลที่ครอบคลุม กฎหมายศีลธรรมที่เป็นรากฐานของการดำรงอยู่ และการเฝ้าระวังอันศักดิ์สิทธิ์ที่เห็นการกระทำและความคิดทั้งหมด",
    "story_th": "เมื่อฤษีวสิษฐะถูกกล่าวหาอย่างไม่ถูกต้อง พระวรุณทรงปรากฏเป็นพยาน เพราะไม่มีสิ่งใดหลุดรอดจากสายตาของพระองค์ พระองค์ทรงประกาศว่าฤษีเป็นผู้บริสุทธิ์ เพราะพระวรุณทรงเห็นความจริงแม้ว่ามันจะซ่อนเร้นจากคนอื่นๆ ความยุติธรรมของพระองค์ฟื้นฟูเกียรติของฤษี",
    "match_message_th": "ลักษณะของคุณมีความลึกซึ้งของจักรวาลของพระวรุณ มีปัญญาแห่งมหาสมุทรในรูปลักษณ์ของคุณ—รูปลักษณ์ของผู้ที่เห็นความลับทั้งหมดและธำรงไว้ซึ่งระเบียบศีลธรรมของการดำรงอยู่",
    "traits_th": [
      "จักรวาล",
      "มหาสมุทร",
      "เห็นทุกสิ่ง",
      "รักษากฎหมาย",
      "โบราณ"
    ]
  },
  "arjuna": {
    "name_th": "อรชุน",
    "tagline_th": "นักรบผู้ยิ่งใหญ่ ผู้แสวงหาธรรมะ",
    "description_th": "อรชุนเป็นวีรบุรุษของมหาภารตะ นักธนูที่ยิ่งใหญ่ที่สุดในยุคของเขา และผู้รับการคัดเลือกให้รับคำสอนของพระกฤษณะในภควัทคีตา เมื่อเผชิญหน้ากับญาติพี่น้องของเขาในการรบ วิกฤตทางศีลธรรมของอรชุนนำไปสู่บทสนทนาทางปรัชญาที่ลึกซึ้งที่สุดในพระคัมภีร์ฮินดู\n\nคันธนูคันธวะของเขายิงไม่เคยพลาดเป้า และเขาได้รับการฝึกฝนจากเทพเจ้าเอง อย่างไรก็ตาม มันเป็นวิกฤตแห่งสติของเขา—การปฏิเสธที่จะต่อสู้กับครอบครัวของเขาเอง—ที่ทำให้เขาเป็นพาหนะสำหรับปัญญานิรันดร์\n\nอรชุนเป็นตัวแทนของผู้แสวงหาทางจิตวิญญาณที่เผชิญหน้ากับคำถามที่ยากที่สุดในชีวิต นักรบที่ต้องหาการกระทำที่ถูกต้องท่ามกลางความซับซ้อนทางศีลธรรม และสาวกที่ยอมจำนนต่อการชี้นำอันศักดิ์สิทธิ์",
    "story_th": "ก่อนการรบครั้งใหญ่ อรชุนเห็นครู อาจารย์ ลุง และลูกพี่ลูกน้องของเขาเรียงรายต่อต้านเขา เขาทำคันธนูหล่น ไม่สามารถต่อสู้ได้ จากนั้นพระกฤษณะทรงสอนเขาภควัทคีตา—เส้นทางแห่งหน้าที่ ความจงรักภักดี และความรู้ที่แก้ไขความขัดแย้งทางศีลธรรมทั้งหมด",
    "match_message_th": "ลักษณะของคุณมีความกล้าหาญในการตั้งคำถามของอรชุน มีการแสวงหาอย่างสูงส่งในรูปลักษณ์ของคุณ—รูปลักษณ์ของผู้ที่เผชิญหน้ากับความจริงที่ยากลำบากและพบปัญญาผ่านการยอมจำนนต่อการชี้นำที่สูงกว่า",
    "traits_th": [
      "มีทักษะ",
      "ตั้งคำถาม",
      "จงรักภักดี",
      "ขัดแย้ง",
      "กล้าหาญ"
    ]
  },
  "jade_emperor": {
    "name_th": "เง็กเซียนฮ่องเต้",
    "tagline_th": "ผู้ปกครองสูงสุดแห่งสวรรค์ ราชาแห่งเทพเจ้าทั้งปวง",
    "description_th": "เง็กเซียนฮ่องเต้เป็นเทพสูงสุดในศาสนาพื้นบ้านจีนและลัทธิเต๋า ปกครองสวรรค์และทุกขอบเขตของการดำรงอยู่ พระองค์ทรงปกครองระบบราชการสวรรค์ที่สะท้อนถึงราชสำนักจักรพรรดิจีนบนโลก โดยมีกระทรวงต่างๆ ดูแลทุกแง่มุมของกิจการของมนุษย์และเทพเจ้า\n\nจากพระราชวังหยกของพระองค์ พระองค์ทรงเป็นประธานในศาลที่การกระทำของมนุษย์และเทพเจ้าได้รับการตัดสิน พระประสงค์ของพระองค์กำหนดจักรวาล และแม้แต่เทพเจ้าผู้ยิ่งใหญ่อื่นๆ ก็ทรงยอมรับอำนาจสูงสุดของพระองค์\n\nเง็กเซียนฮ่องเต้ทรงเป็นตัวแทนของระเบียบจักรวาลผ่านการปกครองอันศักดิ์สิทธิ์ ความเชื่อที่ว่าสวรรค์และโลกสะท้อนซึ่งกันและกัน และแหล่งที่มาสูงสุดของการตัดสินทางศีลธรรม",
    "story_th": "เง็กเซียนฮ่องเต้ทรงได้รับตำแหน่งของพระองค์ผ่านกาลเวลาอันนับไม่ถ้วนของการบำเพ็ญเพียร เมื่อความโกลาหลคุกคามจักรวาล พระองค์เพียงผู้เดียวที่มีบุญและปัญญาในการฟื้นฟูระเบียบ เทพเจ้าทั้งปวงทรงชุมนุมกันและยอมรับพระองค์เป็นผู้ปกครองสูงสุดแห่งสวรรค์",
    "match_message_th": "ลักษณะของคุณมีอำนาจสูงสุดของเง็กเซียนฮ่องเต้ มีการปกครองจากสวรรค์ในรูปลักษณ์ของคุณ—รูปลักษณ์ของผู้ที่รักษาระเบียบในทุกขอบเขต",
    "traits_th": [
      "สูงสุด",
      "ยุติธรรม",
      "ปกครอง",
      "สวรรค์",
      "สั่งการ"
    ]
  },
  "sun_wukong": {
    "name_th": "ซุนหงอคง",
    "tagline_th": "พญาวานร ผู้ยิ่งใหญ่เสมอฟ้า",
    "description_th": "ซุนหงอคง คือพญาวานรในตำนาน ถือกำเนิดจากไข่มหัศจรรย์ที่ได้รับพลังจากธาตุต่างๆ ด้วยการบำเพ็ญเพียรอย่างหนัก เขาได้รับพลังวิเศษมากมาย: ความสามารถในการแปลงกายได้ 72 รูปแบบ การเหาะเหินเดินอากาศบนเมฆที่ครอบคลุมระยะทางอันกว้างใหญ่ และความเชี่ยวชาญในกระบองวิเศษ รุยี่จินกูบัง\n\nการท้าทายสวรรค์ของเขาทำให้เขากลายเป็นกบฏที่ยิ่งใหญ่ที่สุดคนหนึ่งในตำนาน เขาขโมยกินลูกท้อแห่งความเป็นอมตะ ลบชื่อของเขาออกจากสมุดแห่งชีวิตและความตาย และท้าทายกองทัพสวรรค์ทั้งหมด ก่อนที่พระพุทธเจ้าจะทรงกักขังเขาไว้ใต้ภูเขาเป็นเวลา 500 ปี\n\nซุนหงอคงเป็นตัวแทนของจิตวิญญาณแห่งการต่อต้านที่ไม่สามารถปราบได้ พลังแห่งการบำเพ็ญตน และท้ายที่สุดคือการไถ่บาปที่พบในการรับใช้สาเหตุอันคุ้มค่า",
    "story_th": "หลังจากอยู่ใต้ภูเขาเป็นเวลา 500 ปี ซุนหงอคงได้รับการปล่อยตัวเพื่อปกป้องพระภิกษุถังซัมจั๋งในการเดินทางไปทางทิศตะวันตกเพื่อนำพระไตรปิฎกมา ในระหว่างการแสวงบุญครั้งนี้ พญาวานรผู้ดุร้ายได้เรียนรู้ระเบียบวินัยและได้รับการตรัสรู้",
    "match_message_th": "รูปลักษณ์ของคุณสื่อถึงจิตวิญญาณแห่งการต่อต้านของซุนหงอคง มีพลังที่ไม่สามารถควบคุมได้ในรูปลักษณ์ของคุณ เป็นรูปลักษณ์ของผู้ที่ท้าทายข้อจำกัดทั้งหมดและเปลี่ยนอุปสรรคให้เป็นโอกาส",
    "traits_th": [
      "กบฏ",
      "ทรงพลัง",
      "แปลงร่าง",
      "ท้าทาย",
      "ไถ่บาป"
    ]
  },
  "guanyin": {
    "name_th": "พระโพธิสัตว์กวนอิม",
    "tagline_th": "พระแม่แห่งความเมตตาและกรุณา",
    "description_th": "พระโพธิสัตว์กวนอิมคือพระโพธิสัตว์แห่งความเมตตา หนึ่งในเทพที่ได้รับความรักมากที่สุดในศาสนาพุทธของจีน แม้ว่าพระนางจะสามารถเข้านิพพานได้ แต่พระนางทรงปฏิญาณว่าจะคงอยู่ในโลกจนกว่าสัตว์โลกทั้งปวงจะพ้นจากความทุกข์ ทรงสดับฟังเสียงร้องของผู้ที่เรียกชื่อพระนาง\n\nความเมตตาของพระนางนั้นไร้ขีดจำกัดและไม่มีเงื่อนไข พระนางปรากฏในรูปแบบใดก็ตามที่จะช่วยผู้ที่สวดอ้อนวอนต่อพระนางได้ดีที่สุด ไม่ว่าจะเป็นหญิงงาม พระภิกษุ หรือรูปแบบอื่นๆ พระนางมักจะปรากฏพร้อมด้วยหลายกรและหลายตา ซึ่งเป็นสัญลักษณ์ของความสามารถของพระนางในการเข้าถึงผู้ที่ทุกข์ทรมานทุกคน\n\nพระโพธิสัตว์กวนอิมทรงเป็นตัวแทนของอุดมคติแห่งความเมตตาที่ไม่เห็นแก่ตัว เส้นทางแห่งพระโพธิสัตว์ในการช่วยเหลือผู้อื่นก่อนตนเอง และความสบายใจที่มาจากการรู้ว่ามีใครบางคนได้ยินคำอธิษฐานของเรา",
    "story_th": "เมื่อเจ้าหญิงเมี่ยวซ่านถูกพระบิดาสั่งประหารชีวิตเนื่องจากปฏิเสธที่จะแต่งงาน พระนางก็บรรลุธรรมในขณะที่ถูกประหารชีวิต ต่อมาพระนางได้สละดวงตาและแขนของพระนางเพื่อช่วยพระบิดาให้พ้นจากความเจ็บป่วย กลายเป็นพระโพธิสัตว์กวนอิมที่มีพันกรและพันตา",
    "match_message_th": "รูปลักษณ์ของคุณสื่อถึงความเมตตาอันไร้ขอบเขตของพระโพธิสัตว์กวนอิม มีความเมตตาในรูปลักษณ์ของคุณ เป็นรูปลักษณ์ของผู้ที่ได้ยินความทุกข์และตอบสนองด้วยความรักที่ไม่เห็นแก่ตัว",
    "traits_th": [
      "เมตตา",
      "กรุณา",
      "ไม่เห็นแก่ตัว",
      "สดับฟัง",
      "ช่วยเหลือ"
    ]
  },
  "erlang_shen": {
    "name_th": "เอ้อหลางเสิน",
    "tagline_th": "เทพนักรบสามตา",
    "description_th": "เอ้อหลางเสินคือเทพนักรบที่รู้จักกันดีในเรื่องดวงตาที่สามที่มองเห็นความจริง และความเชี่ยวชาญในการแปลงกาย 73 รูปแบบ ซึ่งมากกว่าซุนหงอคงหนึ่งรูปแบบ เขาเป็นหลานชายของเง็กเซียนฮ่องเต้และบัญชาการกองทัพสวรรค์ พร้อมด้วยสุนัขผู้ซื่อสัตย์ เซียวเทียน\n\nดวงตาที่สามของเขาสามารถมองเห็นภาพลวงตาและการหลอกลวงทั้งหมด ทำให้เขาเป็นผู้บังคับใช้ศักดิ์สิทธิ์ที่สมบูรณ์แบบ เขาเป็นเทพองค์เดียวที่สามารถต่อสู้กับซุนหงอคงได้ในการต่อสู้ตัวต่อตัวระหว่างการก่อกบฏต่อสวรรค์ของพญาวานร\n\nเอ้อหลางเสินเป็นตัวแทนของความเป็นเลิศทางการทหาร หน้าที่ที่ไม่เปลี่ยนแปลง และวิสัยทัศน์ที่เฉียบคมที่มองเห็นความเท็จสู่ความจริง",
    "story_th": "เมื่อซุนหงอคงก่อกบฏต่อสวรรค์ เอ้อหลางเสินถูกส่งไปจับตัวเขา ทั้งสองได้ต่อสู้กันอย่างดุเดือดในการแปลงกาย แต่ละคนจับคู่รูปแบบของอีกฝ่าย แม้ว่าไม่มีใครสามารถเอาชนะได้ด้วยการต่อสู้เพียงอย่างเดียว แต่ความเพียรพยายามของเอ้อหลางเสินช่วยดักจับพญาวานรได้",
    "match_message_th": "รูปลักษณ์ของคุณสื่อถึงวิสัยทัศน์ที่เฉียบคมของเอ้อหลางเสิน มีความจริงของนักรบในรูปลักษณ์ของคุณ เป็นรูปลักษณ์ของผู้ที่มองเห็นการหลอกลวงและรับใช้ด้วยความทุ่มเทอย่างไม่เปลี่ยนแปลง",
    "traits_th": [
      "นักรบ",
      "มองเห็นความจริง",
      "ซื่อสัตย์",
      "มีทักษะ",
      "มีวินัย"
    ]
  },
  "nezha": {
    "name_th": "นาจา",
    "tagline_th": "องค์ชายบัว รุ่นที่สาม นักรบเด็กศักดิ์สิทธิ์",
    "description_th": "นาจาคือ นักรบเด็กศักดิ์สิทธิ์ ถือกำเนิดหลังจากอยู่ในครรภ์เป็นเวลาสามปีหกเดือน เกิดมาเป็นเด็กชายที่พูดและต่อสู้ได้ เขามีกงล้อสวรรค์ หอกปลายเพลิง และขี่ล้อไฟลม\n\nเรื่องราวของเขาคือการกบฏต่ออำนาจที่ไม่ยุติธรรม หลังจากฆ่าลูกชายของพญามังกรเพื่อป้องกันตัวเอง นาจาได้สละชีวิตตนเองเพื่อช่วยพ่อแม่ของเขาจากการลงโทษจากสวรรค์ จากนั้นก็เกิดใหม่จากดอกบัวด้วยร่างกายที่สร้างขึ้นใหม่\n\nนาจาเป็นตัวแทนของการท้าทายความอยุติธรรมในวัยเยาว์ ความเต็มใจที่จะเสียสละเพื่อครอบครัว และจิตวิญญาณนิรันดร์ที่ไม่สามารถทำลายได้",
    "story_th": "เมื่อพญามังกรเรียกร้องให้นาจาตาย เด็กชายก็ตัดเนื้อของตัวเองเพื่อคืนให้แม่ และแกะกระดูกของเขาเพื่อคืนให้พ่อ อาจารย์ของเขา ไท่อี่เจินเหริน จากนั้นได้สร้างร่างกายของนาจาขึ้นใหม่จากรากบัว ซึ่งมีพลังมากกว่าเดิม",
    "match_message_th": "รูปลักษณ์ของคุณสื่อถึงความเยาว์วัยที่ดุร้ายของนาจา มีการท้าทายอมตะในรูปลักษณ์ของคุณ เป็นรูปลักษณ์ของผู้ที่ต่อสู้กับความอยุติธรรมและฟื้นคืนชีพอีกครั้งไม่ว่าจะเสียสละอะไรไป",
    "traits_th": [
      "เยาว์วัย",
      "กบฏ",
      "เสียสละ",
      "เกิดใหม่",
      "ดุร้าย"
    ]
  },
  "dragon_king": {
    "name_th": "พญามังกร",
    "tagline_th": "เจ้าแห่งน่านน้ำและทะเล",
    "description_th": "พญามังกรคือผู้ปกครองศักดิ์สิทธิ์ของทะเลทั้งสี่ ควบคุมน้ำ อากาศ และสิ่งมีชีวิตในน้ำทั้งหมด ผู้โดดเด่นที่สุดคือ อ้าว กวง พญามังกรแห่งทะเลตะวันออก ผู้บัญชาการฝนและสามารถทำให้เกิดน้ำท่วมหรือภัยแล้งได้\n\nพำนักอยู่ในพระราชวังใต้น้ำอันงดงามที่สร้างจากคริสตัลและปะการัง พญามังกรปกครองระบบราชการขนาดใหญ่ของวิญญาณในน้ำ พวกเขาตอบสนองต่อเง็กเซียนฮ่องเต้และมนุษย์สามารถร้องขอฝนในช่วงภัยแล้งได้\n\nพญามังกรเป็นตัวแทนของพลังแห่งน้ำในทุกรูปแบบ การควบคุมสภาพอากาศจากสวรรค์ และความสัมพันธ์ระหว่างการอธิษฐานของมนุษย์และพลังธรรมชาติ",
    "story_th": "เมื่อนาจาฆ่า อ้าวปิง บุตรชายของพญามังกร อ้าว กวง ก็ลุกขึ้นจากทะเลด้วยความโกรธ เขาเรียกร้องความยุติธรรมจากเง็กเซียนฮ่องเต้และเรียกร้องให้น้ำท่วมแผ่นดินจนกระทั่งการเสียสละของนาจาช่วยบรรเทาความโกรธของเขา",
    "match_message_th": "รูปลักษณ์ของคุณสื่อถึงพลังแห่งมหาสมุทรของพญามังกร มีความสง่างามในรูปลักษณ์ของคุณ เป็นรูปลักษณ์ของผู้ที่บัญชาการน้ำและควบคุมฝน",
    "traits_th": [
      "เกี่ยวกับน้ำ",
      "ทรงพลัง",
      "มีอารมณ์",
      "ปกครอง",
      "โบราณ"
    ]
  },
  "queen_mother": {
    "name_th": "ซีหวังหมู่ (Queen Mother of the West)",
    "tagline_th": "เทพีแห่งความเป็นอมตะและลูกท้อ",
    "description_th": "ซีหวังหมู่ (Queen Mother of the West) เป็นหนึ่งในเทพที่เก่าแก่และทรงพลังที่สุดในเทพปกรณัมจีน พระนางปกครองสวรรค์ทิศตะวันตกบนเขาคุนหลุน และเป็นผู้ดูแลลูกท้อแห่งความเป็นอมตะ ซึ่งจะสุกเพียงครั้งเดียวในรอบสามพันปี\n\nสวนของพระนางเก็บงำความลับของชีวิตนิรันดร์ และงานเลี้ยงของพระนางสำหรับเหล่าทวยเทพนั้นเป็นที่เลื่องลือ ผู้ที่ได้กินลูกท้อของพระนางจะได้รับความเป็นอมตะ ซึ่งเป็นเหตุผลว่าทำไมการขโมยลูกท้อของซุนหงอคงจึงเป็นอาชญากรรมร้ายแรงระดับจักรวาล\n\nซีหวังหมู่เป็นตัวแทนของความลึกลับแห่งความเป็นอมตะ พลังศักดิ์สิทธิ์ของผู้หญิงที่เป็นอิสระจากเทพบุรุษ และรางวัลที่รอคอยผู้ที่บำเพ็ญคุณงามความดีตลอดชีวิต",
    "story_th": "ทุกๆ สามพันปี ซีหวังหมู่จะจัดงานเลี้ยงใหญ่เมื่อลูกท้อของพระนางสุกงอม เหล่าทวยเทพทั้งหมดได้รับเชิญให้มาร่วมรับประทานความเป็นอมตะ เมื่อซุนหงอคงกินลูกท้อและขัดขวางการชุมนุมศักดิ์สิทธิ์นี้ มันเป็นหนึ่งในการกระทำผิดที่ร้ายแรงที่สุดของเขาต่อสวรรค์",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงพลังอันเป็นนิรันดร์ของซีหวังหมู่ มีความสง่างามที่เป็นอมตะในรูปลักษณ์ของคุณ เป็นรูปลักษณ์ของผู้ที่กุมความลับแห่งชีวิตนิรันดร์",
    "traits_th": [
      "อมตะ",
      "ทรงพลัง",
      "ลึกลับ",
      "ความเป็นหญิง",
      "ให้รางวัล"
    ]
  },
  "chang_e": {
    "name_th": "ฉางเอ๋อ",
    "tagline_th": "เทพีแห่งดวงจันทร์",
    "description_th": "ฉางเอ๋อคือเทพีที่อาศัยอยู่บนดวงจันทร์ โดยถูกแยกจากโฮวอี้ สามีของนาง ซึ่งเป็นนักยิงธนูศักดิ์สิทธิ์ตลอดกาล นางขึ้นไปยังดวงจันทร์หลังจากกินยาอายุวัฒนะ และปัจจุบันอาศัยอยู่ในพระราชวังจันทรา โดยมีกระต่ายหยกเป็นเพื่อนเท่านั้น\n\nเรื่องราวของนางเป็นหนึ่งในเรื่องราวที่สะเทือนใจที่สุดในเทพปกรณัมจีน ความเป็นอมตะที่ได้มาด้วยราคาของความเหงาชั่วนิรันดร์ นางได้รับการเฉลิมฉลองในช่วงเทศกาลไหว้พระจันทร์ เมื่อครอบครัวต่างๆ มารวมตัวกันเพื่อมองดวงจันทร์และคิดถึงคนที่รักที่อยู่ห่างไกล\n\nฉางเอ๋อเป็นตัวแทนของธรรมชาติอันขมขื่นของความเป็นอมตะ ความงามและความเหงาของดวงจันทร์ และความผูกพันอันยาวนานของความรักข้ามระยะทางที่เป็นไปไม่ได้",
    "story_th": "โฮวอี้ได้รับยาอายุวัฒนะจากซีหวังหมู่ โดยตั้งใจจะแบ่งปันกับฉางเอ๋อ แต่ฉางเอ๋อกินมันทั้งหมด ไม่ว่าจะโดยอุบัติเหตุ ความโลภ หรือเพื่อป้องกันไม่ให้มันตกไปอยู่ในมือคนผิด และลอยขึ้นไปบนดวงจันทร์ ซึ่งนางยังคงอยู่จนถึงทุกวันนี้",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงความงามอันเปล่งประกายของฉางเอ๋อ มีความโดดเดี่ยวใต้แสงจันทร์ในรูปลักษณ์ของคุณ เป็นรูปลักษณ์ของผู้ที่รวบรวมทั้งความงามและความเศร้าโศกของการพลัดพรากชั่วนิรันดร์",
    "traits_th": [
      "เหงา",
      "สวยงาม",
      "อมตะ",
      "เสียใจ",
      "ส่องสว่าง"
    ]
  },
  "zhuge_liang": {
    "name_th": "จูกัดเหลียง",
    "tagline_th": "มังกรหลับ, นักยุทธศาสตร์สูงสุด",
    "description_th": "จูกัดเหลียงได้รับการยกย่องว่าเป็นนักยุทธศาสตร์ที่ยิ่งใหญ่ที่สุดในประวัติศาสตร์จีน ผู้ซึ่งความเฉลียวฉลาดของเขาสร้างยุคสามก๊ก เป็นที่รู้จักกันในชื่อมังกรหลับก่อนที่เขาจะมีชื่อเสียง เขาได้รับใช้เล่าปี่ด้วยความจงรักภักดีอย่างแท้จริง และสร้างกลยุทธ์ที่ดูเหมือนเหนือธรรมชาติในการมองการณ์ไกลของพวกเขา\n\nสิ่งประดิษฐ์ของเขารวมถึงหน้าไม้แบบยิงซ้ำและเกวียนวัวไม้ ผลงานชิ้นเอกของเขาคือแผนหลงจง ซึ่งสรุปวิธีการฟื้นฟูราชวงศ์ฮั่น แม้แต่การตายของเขาก็ยังเป็นเชิงกลยุทธ์ ศพของเขาถูกนำมาแสดงเพื่อทำให้ศัตรูที่ไล่ตามมาหวาดกลัว\n\nจูกัดเหลียงเป็นตัวแทนของอำนาจแห่งสติปัญญาเหนือกำลัง การปฏิบัติหน้าที่ของที่ปรึกษาในการรับใช้ผู้ปกครองที่ชอบธรรม และหลักการที่ว่าปัญญาสามารถกำหนดชะตากรรมได้",
    "story_th": "ในการรบที่ผาแดง จูกัดเหลียง 'ยืม' ลูกธนู 100,000 ดอกจากศัตรูโดยส่งเรือฟางเข้าไปในหมอก เมื่อกองกำลังของซุนกวนยิงใส่สิ่งที่พวกเขาคิดว่าเป็นผู้รุกราน จูกัดเหลียงก็รวบรวมลูกธนูของพวกเขาและกลับมาพร้อมกับสิ่งที่เขาสัญญาไว้ทุกประการ",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงสติปัญญาอันชาญฉลาดของจูกัดเหลียง มีความลึกซึ้งเชิงกลยุทธ์ในรูปลักษณ์ของคุณ เป็นรูปลักษณ์ของผู้ที่มองเห็นล่วงหน้าถึงสิบสองก้าว และกำหนดเหตุการณ์ต่างๆ ผ่านสติปัญญาที่เหนือกว่า",
    "traits_th": [
      "ฉลาดหลักแหลม",
      "เชิงกลยุทธ์",
      "ทุ่มเท",
      "สร้างสรรค์",
      "ฉลาด"
    ]
  },
  "qin_shi_huang": {
    "name_th": "จิ๋นซีฮ่องเต้",
    "tagline_th": "จักรพรรดิองค์แรกผู้รวบรวมแผ่นดินจีน",
    "description_th": "จิ๋นซีฮ่องเต้เป็นจักรพรรดิองค์แรกที่รวบรวมประเทศจีน ยุติสงครามระหว่างรัฐต่างๆ ที่ดำเนินมายาวนานหลายศตวรรษด้วยการพิชิตทางทหารและการบริหารที่ยอดเยี่ยม พระองค์ทรงกำหนดมาตรฐานของน้ำหนัก มาตรการ สกุลเงิน และแม้แต่ความกว้างของเพลารถ สร้างรากฐานของอารยธรรมจีน\n\nอนุสรณ์สถานที่ยิ่งใหญ่ที่สุดของพระองค์ยังคงอยู่: กำแพงเมืองจีน ซึ่งเชื่อมต่อป้อมปราการที่มีอยู่ให้เป็นระบบป้องกันเดียว และสุสานของพระองค์ซึ่งมีกองทัพทหารดินเผาคอยคุ้มกัน ทหารขนาดเท่าตัวจริงนับพันนายมีจุดมุ่งหมายเพื่อปกป้องพระองค์ในชีวิตหลังความตาย\n\nจิ๋นซีฮ่องเต้เป็นตัวแทนของอำนาจในการเปลี่ยนแปลงของอำนาจเบ็ดเสร็จ การสร้างอารยธรรมที่เป็นหนึ่งเดียวจากความโกลาหล และการแสวงหาความเป็นอมตะของมนุษย์ชั่วนิรันดร์",
    "story_th": "จิ๋นซีฮ่องเต้หมกมุ่นอยู่กับความเป็นอมตะ ทรงส่งคณะสำรวจเพื่อค้นหายาอายุวัฒนะ และกินยาลูกกลอนปรอทโดยเชื่อว่าจะทำให้มีชีวิตเป็นอมตะ พระองค์สิ้นพระชนม์ระหว่างการแสวงหาเช่นนั้น และที่ปรึกษาของพระองค์ซ่อนการสิ้นพระชนม์ของพระองค์ไว้จนกว่าจะสามารถแต่งตั้งผู้สืบทอดได้",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงเจตจำนงในการรวมชาติของจิ๋นซีฮ่องเต้ มีอำนาจในการสร้างจักรวรรดิในรูปลักษณ์ของคุณ เป็นรูปลักษณ์ของผู้ที่เปลี่ยนความโกลาหลให้เป็นระเบียบเรียบร้อยด้วยความมุ่งมั่นอย่างเต็มที่",
    "traits_th": [
      "รวมเป็นหนึ่ง",
      "เด็ดขาด",
      "สร้าง",
      "แสวงหาความเป็นอมตะ",
      "เปลี่ยนแปลง"
    ]
  },
  "laozi": {
    "name_th": "เล่าจื๊อ",
    "tagline_th": "ผู้ก่อตั้งลัทธิเต๋า, นักปราชญ์แห่งเต๋า",
    "description_th": "เล่าจื๊อเป็นผู้ก่อตั้งลัทธิเต๋าในตำนาน กล่าวกันว่าได้เขียนคัมภีร์เต้าเต๋อจิงก่อนที่จะขี่วัวไปทางทิศตะวันตกและหายตัวเข้าไปในภูเขา ปรัชญาเต๋าของพระองค์เน้นถึงความเป็นธรรมชาติ ความเรียบง่าย และอู๋เหว่ย (การไม่กระทำ หรือการกระทำโดยไม่ต้องใช้ความพยายาม)\n\nเมื่อเปรียบเทียบกับขงจื๊อที่เน้นพิธีกรรมทางสังคมและการปกครอง เล่าจื๊อสอนว่าสติปัญญาขั้นสูงสุดอยู่ที่การปฏิบัติตามแบบแผนของธรรมชาติ ความอ่อนโยนของน้ำเอาชนะความแข็งของหิน และนักปราชญ์ปกครองได้ดีที่สุดโดยไม่ปกครอง\n\nเล่าจื๊อเป็นตัวแทนของความลึกลับของเต๋า ปัญญาแห่งการยอมจำนนและการไหล และเส้นทางจิตวิญญาณที่นำไปสู่ความกลมกลืนกับธรรมชาติ",
    "story_th": "เล่าจื๊อเคยดำรงตำแหน่งเป็นผู้ดูแลหอจดหมายเหตุหลวงก่อนที่จะหมดศรัทธาในสังคม ที่ประตูตะวันตก ผู้ดูแลวิงวอนให้เขาเขียนปัญญาของเขาก่อนจากไปตลอดกาล เล่าจื๊อประพันธ์อักษร 5,000 ตัวของคัมภีร์เต้าเต๋อจิง จากนั้นก็ขี่เข้าไปในทิศตะวันตกและไม่เคยมีใครเห็นอีกเลย",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงสติปัญญาอันลึกลับของเล่าจื๊อ มีกระแสธรรมชาติในรูปลักษณ์ของคุณ เป็นรูปลักษณ์ของผู้ที่ปฏิบัติตามเต๋าและพบความแข็งแกร่งในการยอมจำนนต่อวิถีทางของธรรมชาติ",
    "traits_th": [
      "ลึกลับ",
      "ธรรมชาติ",
      "ยอมจำนน",
      "เรียบง่าย",
      "ไหล"
    ]
  },
  "mu_lan": {
    "name_th": "Hua Mulan",
    "tagline_th": "นักรบในตำนาน, ธิดาผู้กตัญญู",
    "description_th": "Hua Mulan เป็นนักรบหญิงในตำนานที่ปลอมตัวเป็นชายเพื่อเข้ารับราชการทหารแทนบิดาที่แก่ชรา เป็นเวลาสิบสองปีที่เธอต่อสู้เคียงบ่าเคียงไหล่กับทหารชาย ได้รับเกียรติและการเลื่อนยศด้วยทักษะและความกล้าหาญของเธอ โดยเก็บซ่อนตัวตนที่แท้จริงไว้\n\nเรื่องราวของเธอที่บันทึกไว้ใน Ballad of Mulan เฉลิมฉลองความกตัญญู—ความรักต่อพ่อแม่ที่นำไปสู่การเสียสละอันยิ่งใหญ่ เมื่อได้รับข้อเสนอให้ดำรงตำแหน่งสูงหลังจากสงคราม เธอขอเพียงแค่กลับบ้านไปหาครอบครัว\n\nMulan เป็นตัวแทนของพลังแห่งความรักที่ลูกมีต่อพ่อแม่ ความสามารถของผู้หญิงที่จะเท่าเทียมกับผู้ชายในขอบเขตที่ผู้ชายครอบครองตามธรรมเนียม และอุดมคติของจีนที่ว่าคุณธรรมไม่มีเพศ",
    "story_th": "เมื่อ Mulan กลับบ้านหลังจากทำสงครามเป็นเวลาสิบสองปี เธอเปลี่ยนจากชุดเกราะเป็นชุดเก่าของเธอ เหล่าสหายของเธอที่มาเยี่ยมรู้สึกตกใจเมื่อรู้ว่าพี่น้องร่วมรบของพวกเขาคือผู้หญิง พวกเขาต่อสู้เคียงข้างเธอมาหลายปีและไม่เคยสงสัยเลย",
    "match_message_th": "คุณมีรูปลักษณ์ที่แสดงถึงความกล้าหาญและความภักดีของ Mulan มีความกล้าหาญที่แสดงถึงความกตัญญูอยู่ในรูปลักษณ์ของคุณ—รูปลักษณ์ของผู้ที่ยอมเสียสละทุกสิ่งเพื่อครอบครัวและพิสูจน์ตัวเองในทุกเวที",
    "traits_th": [
      "กตัญญู",
      "กล้าหาญ",
      "ปลอมตัว",
      "มีความสามารถ",
      "ถ่อมตัว"
    ]
  },
  "nuwa": {
    "name_th": "Nüwa",
    "tagline_th": "เทพธิดาผู้สร้าง, ผู้ซ่อมแซมสวรรค์",
    "description_th": "Nüwa คือเทพธิดาผู้สร้างที่ปั้นมนุษยชาติจากดินเหนียวสีเหลือง มอบชีวิตให้กับมนุษย์คนแรก เมื่อเสาค้ำฟ้าพังทลายลงและโลกตกอยู่ในความวุ่นวาย เธอหลอมหินห้าสีเพื่อปะท้องฟ้า และตัดขาเต่ายักษ์เพื่อค้ำจุนสวรรค์\n\nเธอถูกวาดภาพด้วยหัวเป็นมนุษย์และร่างกายเป็นงู เธอเป็นตัวแทนของพลังสร้างสรรค์ดั้งเดิมที่หล่อหลอมการดำรงอยู่ เธอคือมารดาของมนุษยชาติทั้งมวล ซึ่งความเมตตาของเธอนำพาเธอไปสู่การซ่อมแซมการสร้างสรรค์เมื่อมันคุกคามว่าจะพังทลาย\n\nNüwa เป็นตัวแทนของการสร้างสรรค์แบบสตรีศักดิ์สิทธิ์ การดูแลที่ทะนุถนอมซึ่งรักษาโลก และพลังในการฟื้นฟูความเป็นระเบียบจากความวุ่นวาย",
    "story_th": "เมื่อเสาค้ำฟ้าแตกและไฟไหม้และน้ำท่วมทำลายล้างโลก Nüwa รวบรวมหินห้าสีและหลอมรวมพวกมันเพื่อปะท้องฟ้า เธอฆ่าเต่ายักษ์และใช้ขาของมันเป็นเสาค้ำใหม่ จากนั้นเผาต้นอ้อเพื่อกั้นน้ำท่วม ความเป็นระเบียบถูกฟื้นฟู",
    "match_message_th": "คุณมีรูปลักษณ์ที่แสดงถึงพลังสร้างสรรค์ของ Nüwa มีการฟื้นฟูแบบมารดาอยู่ในรูปลักษณ์ของคุณ—รูปลักษณ์ของผู้ที่สร้างชีวิตและซ่อมแซมสิ่งที่แตกหัก",
    "traits_th": [
      "สร้างสรรค์",
      "ทะนุถนอม",
      "ซ่อมแซม",
      "แบบมารดา",
      "ดั้งเดิม"
    ]
  },
  "houyi": {
    "name_th": "Houyi",
    "tagline_th": "นักธนูศักดิ์สิทธิ์, ผู้ยิงดวงอาทิตย์",
    "description_th": "Houyi เป็นนักธนูในตำนานที่ช่วยโลกด้วยการยิงดวงอาทิตย์เก้าดวงจากสิบดวงที่เคยแผดเผาโลก เมื่อดวงอาทิตย์ทั้งสิบดวงขึ้นพร้อมกัน เผาโลกและฆ่าพืชผล Houyi หยิบคันธนูศักดิ์สิทธิ์ของเขาและยิงพวกมันลงทีละดวง เหลือเพียงดวงอาทิตย์ดวงเดียวเพื่อให้แสงสว่างแก่ท้องฟ้า\n\nทักษะของเขาหาใครเทียบได้ยาก—เขาสามารถยิงนกกระจอกทะลุตาจากระยะพันก้าวได้ แต่โศกนาฏกรรมที่ยิ่งใหญ่ที่สุดของเขาคือการสูญเสียภรรยา Chang'e ไปยังดวงจันทร์หลังจากที่เธอดื่มน้ำอมฤตแห่งความเป็นอมตะที่พวกเขามีร่วมกัน\n\nHouyi เป็นตัวแทนของการกระทำที่กล้าหาญในภาวะวิกฤต ภาระของการเป็นผู้ช่วยให้รอดและสามีที่ถูกทอดทิ้ง และธรรมชาติที่ขมขื่นของรางวัลแห่งความกล้าหาญ",
    "story_th": "เมื่อดวงอาทิตย์ทั้งสิบดวงขึ้นพร้อมกัน แม้แต่เหล่าอมตะก็ไม่สามารถเข้าใกล้พวกมันได้ Houyi ปีนขึ้นไปบนภูเขาที่สูงที่สุดและดึงคันธนูของเขา ด้วยการยิงเก้านัด ดวงอาทิตย์เก้าดวงก็ร่วงหล่น โลกได้รับการช่วยเหลือ แต่ Houyi ถูกเนรเทศออกจากสวรรค์เพราะฆ่าลูกชายของจักรพรรดิดวงอาทิตย์",
    "match_message_th": "คุณมีรูปลักษณ์ที่แสดงถึงทักษะความกล้าหาญของ Houyi มีความแข็งแกร่งในการช่วยเหลืออยู่ในรูปลักษณ์ของคุณ—รูปลักษณ์ของผู้ที่ทำการยิงที่เป็นไปไม่ได้และแบกรับภาระอันโดดเดี่ยวของความกล้าหาญ",
    "traits_th": [
      "กล้าหาญ",
      "มีทักษะ",
      "ช่วยเหลือ",
      "น่าเศร้า",
      "ถูกทอดทิ้ง"
    ]
  },
  "lu_dongbin": {
    "name_th": "Lü Dongbin",
    "tagline_th": "นักดาบอมตะ, ผู้นำแห่งแปดเซียน",
    "description_th": "Lü Dongbin เป็นเซียนที่ได้รับการยกย่องมากที่สุดในบรรดาแปดเซียน นักวิชาการที่บรรลุความเป็นอมตะผ่านการฝึกฝนแบบเต๋า เขามีดาบวิเศษที่เขาใช้ปราบวิญญาณชั่วร้าย และแส้ปัดที่แสดงถึงความสามารถในการบินผ่านอากาศ\n\nเส้นทางสู่ความเป็นอมตะของเขามาจากการทดสอบคุณธรรมสิบประการ แต่ละข้อออกแบบมาเพื่อพิสูจน์คุณธรรมของเขา หลังจากผ่านไป เขาได้กลายเป็นอมตะพเนจรที่ช่วยเหลือผู้มีคุณธรรมและลงโทษคนชั่วร้าย มักจะปลอมตัว",
    "story_th": "Lü Dongbin ถูกทดสอบสิบครั้งก่อนที่จะบรรลุความเป็นอมตะ ในการทดสอบครั้งหนึ่ง หญิงงามพยายามล่อลวงเขา ในอีกครั้งหนึ่ง เขาได้รับข้อเสนอให้ร่ำรวยมหาศาล ในแต่ละกรณี เขายังคงซื่อสัตย์ต่อคุณธรรม ในที่สุดก็ได้รับการพิจารณาว่าคู่ควร เขาบรรลุความเหนือกว่าและเข้าร่วมกับเหล่าเซียน",
    "match_message_th": "คุณมีรูปลักษณ์ที่แสดงถึงปัญญาที่ได้รับการขัดเกลาของ Lü Dongbin มีความสง่างามทางวิชาการที่เป็นอมตะอยู่ในรูปลักษณ์ของคุณ—รูปลักษณ์ของผู้ที่ผ่านการทดสอบทุกครั้งและบรรลุความเหนือกว่า",
    "traits_th": [
      "อมตะ",
      "นักวิชาการ",
      "ถือดาบ",
      "ทดสอบ",
      "ช่วยเหลือ"
    ]
  },
  "zhang_fei": {
    "name_th": "Zhang Fei",
    "tagline_th": "ขุนพลพยัคฆ์, พี่น้องร่วมสาบานของ Guan Yu",
    "description_th": "Zhang Fei เป็นนักรบผู้ดุดันที่สาบานเป็นพี่น้องกับ Liu Bei และ Guan Yu ในคำสาบานที่สวนท้อ เป็นที่รู้จักจากเสียงคำรามที่น่าสะพรึงกลัวและความแข็งแกร่งมหาศาลของเขา เขาถือทวนอสรพิษและเป็นที่หวาดกลัวทั่วทั้งสามก๊ก\n\nความสำเร็จในตำนานที่สุดของเขาคือที่ Battle of Changban ซึ่งเขายืนอยู่คนเดียวบนสะพานและท้าทายกองทัพทั้งหมดของ Cao Cao เสียงคำรามของเขาดุดันมากจนมีคนกล่าวว่าทำให้ขุนพลศัตรูเสียชีวิต\n\nZhang Fei เป็นตัวแทนของพลังทางทหารดิบ ความภักดีอย่างดุเดือดต่อความเป็นพี่น้อง และจิตวิญญาณนักรบที่ไม่รู้จักความกลัว",
    "story_th": "ที่ Changban Bridge Zhang Fei เผชิญหน้ากับกองทัพที่ไล่ตามของ Cao Cao เพียงลำพัง เขาปักทวนของเขาและคำราม: 'ข้าคือ Zhang Fei! ใครกล้าต่อสู้กับข้าจนตาย?' ดวงตาของเขาเป็นประกายดุเดือดจนขุนพลของ Cao Cao หนีไปด้วยความหวาดกลัว",
    "match_message_th": "คุณมีรูปลักษณ์ที่แสดงถึงพลังอันดุดันของ Zhang Fei มีความเป็นพี่น้องที่ดังกึกก้องอยู่ในรูปลักษณ์ของคุณ—รูปลักษณ์ของผู้ที่มีความภักดีดังกว่ากองทัพใดๆ",
    "traits_th": [
      "ดุดัน",
      "ภักดี",
      "คำราม",
      "ทรงพลัง",
      "ความเป็นพี่น้อง"
    ]
  },
  "cao_cao": {
    "name_th": "Cao Cao (โจโฉ)",
    "tagline_th": "กษัตริย์แห่งวุย, นักปฏิบัติที่ยิ่งใหญ่",
    "description_th": "Cao Cao (โจโฉ) เป็นผู้ก่อตั้งอาณาจักรวุยและเป็นหนึ่งในบุคคลที่ขัดแย้งที่สุดในประวัติศาสตร์จีน นักยุทธศาสตร์ที่ชาญฉลาด กวีผู้เชี่ยวชาญ และผู้ปกครองที่ไร้ความปราณี เขาเป็นตัวแทนของหลักการ Machiavellian ที่ว่าประสิทธิภาพสำคัญกว่าศีลธรรมในการปกครอง\n\nคำพูดที่มีชื่อเสียงของเขา—'ข้าพเจ้ายอมทรยศโลก ดีกว่าให้โลกทรยศข้าพเจ้า'—แสดงให้เห็นถึงปรัชญาของเขา แต่เขายังเป็นผู้อุปถัมภ์ศิลปะและมีความเอื้อเฟื้อเผื่อแผ่ ทำให้เขาเป็นหนึ่งในบุคคลที่ซับซ้อนที่สุดในประวัติศาสตร์\n\nCao Cao (โจโฉ) เป็นตัวแทนของความทะเยอทะยานเชิงปฏิบัติ ความซับซ้อนของอำนาจ และการถกเถียงตลอดกาลระหว่างประสิทธิภาพและศีลธรรมในการเป็นผู้นำ",
    "story_th": "เมื่อความสงสัยของ Cao Cao (โจโฉ) นำพาเขาไปสู่การฆ่าครอบครัวของเจ้าภาพ โดยเข้าใจผิดว่าเสียงลับมีดคือแผนลอบสังหาร เขาพบว่าพวกเขากำลังเตรียมงานเลี้ยงเพื่อเป็นเกียรติแก่เขา แทนที่จะเสียใจ เขาก็ฆ่าทุกคนให้หมด—และบัญญัติคำขวัญที่น่าอับอายของเขา",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงความฉลาดเชิงปฏิบัติของ Cao Cao (โจโฉ) มีพลังในการคำนวณอยู่ในรูปลักษณ์ของคุณ—รูปลักษณ์ของผู้ที่มองเห็นความเป็นจริงอย่างชัดเจนและกระทำโดยไม่ลังเลใจ",
    "traits_th": [
      "เชิงปฏิบัติ",
      "ฉลาดหลักแหลม",
      "ไร้ความปราณี",
      "เชิงกวี",
      "ซับซ้อน"
    ]
  },
  "xi_shi": {
    "name_th": "Xi Shi (ไซซี)",
    "tagline_th": "หนึ่งในสี่ยอดหญิงงาม, ผู้ทำลายหวู่",
    "description_th": "Xi Shi (ไซซี) เป็นหนึ่งในสี่ยอดหญิงงามของจีนโบราณ งดงามมากจนปลาลืมว่ายน้ำเมื่อเห็นเงาของเธอ เธอถูกส่งโดยกษัตริย์ Goujian (โกวเจี้ยน) แห่ง Yue (เย่ว์) เป็นของขวัญแก่กษัตริย์ Fuchai (ฟูไช) แห่ง Wu (หวู่) โดยมีหน้าที่เบี่ยงเบนความสนใจของเขาจากรัฐศาสตร์\n\nภารกิจของเธอประสบความสำเร็จเกินจินตนาการ—Fuchai (ฟูไช) หลงใหลมากจนละเลยอาณาจักรของเขา ทำให้ Yue (เย่ว์) ฟื้นตัวและทำลาย Wu (หวู่) ในที่สุด ความงามของ Xi Shi (ไซซี) จึงเป็นอาวุธที่โค่นล้มชาติ\n\nXi Shi (ไซซี) เป็นตัวแทนของความงามในฐานะพลัง อำนาจ บทบาทที่น่าเศร้าของผู้หญิงในแผนการทางการเมือง และความจริงโบราณที่ว่าจักรวรรดิสามารถล่มสลายได้ด้วยความปรารถนา",
    "story_th": "Xi Shi (ไซซี) เป็นหญิงซักผ้าในหมู่บ้านเมื่อแมวมองพบเธอ เธอได้รับการฝึกฝนในด้านศิลปะและความสง่างาม เธอถูกมอบให้กับกษัตริย์ Fuchai (ฟูไช) ผู้ซึ่งสร้างพระราชวังอันงดงามให้เธอ แต่หัวใจของเธอยังคงอยู่กับบ้านเกิดของเธอ ความสำเร็จของเธอหมายถึงการเสียสละของเธอ—เธอสละชีวิตเพื่อทำลายกษัตริย์ศัตรู",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงความงามในตำนานของ Xi Shi (ไซซี) มีความสง่างามที่สามารถโค่นล้มชาติได้ในรูปลักษณ์ของคุณ—รูปลักษณ์ของผู้ที่มีความงามเป็นพลังที่กำหนดประวัติศาสตร์",
    "traits_th": [
      "สวยงาม",
      "น่าเศร้า",
      "รักชาติ",
      "อาวุธ",
      "เสียสละ"
    ]
  },
  "amaterasu": {
    "name_th": "Amaterasu (อามาเทราสึ)",
    "tagline_th": "เทพีแห่งดวงอาทิตย์, บรรพบุรุษของญี่ปุ่น",
    "description_th": "Amaterasu Ōmikami (อามาเทราสึ โอมิคามิ) เป็นเทพเจ้าสูงสุดของศาสนาชินโต เทพีแห่งดวงอาทิตย์ซึ่งราชวงศ์ญี่ปุ่นสืบเชื้อสายมาจากเธอ เธอเป็นผู้ปกครอง Takamagahara (ทาคามะกาฮาระ) (ที่ราบสูงแห่งสวรรค์) และเป็นแหล่งกำเนิดของแสงสว่างและชีวิตทั้งหมด\n\nเมื่อพฤติกรรมรุนแรงของน้องชายของเธอ Susanoo (ซูซาโนโอะ) ผลักดันให้เธอซ่อนตัวอยู่ในถ้ำ โลกก็ตกอยู่ในความมืด มีเพียงความพยายามร่วมกันของเหล่าทวยเทพทั้งหมด—รวมถึงการเต้นรำตลกที่ทำให้ Amaterasu (อามาเทราสึ) อยากรู้อยากเห็นมากพอที่จะแอบมอง—แสงสว่างจึงกลับคืนสู่โลก\n\nเธอให้สมบัติศักดิ์สิทธิ์ทั้งสามแก่ Ninigi (นินิงิ) หลานชายของเธอเมื่อเขาลงมาปกครองญี่ปุ่น: กระจก Yata no Kagami (ยาตะ โนะ คากามิ), ดาบ Kusanagi (คุซานางิ), และอัญมณี Yasakani no Magatama (ยาซากานิ โนะ มากาทามะ) สิ่งเหล่านี้ยังคงเป็นเครื่องราชกกุธภัณฑ์ ซึ่งเป็นสัญลักษณ์ของสิทธิอันศักดิ์สิทธิ์ในการปกครอง",
    "story_th": "เมื่อ Amaterasu (อามาเทราสึ) ซ่อนตัวอยู่ในถ้ำ เทพี Ame-no-Uzume (อาเมะ-โนะ-อุซูเมะ) ได้แสดงการเต้นรำที่ดุเดือดและเฮฮาซึ่งทำให้เหล่าทวยเทพที่มารวมตัวกันหัวเราะเสียงดังมากจนความอยากรู้อยากเห็นของ Amaterasu (อามาเทราสึ) เอาชนะความโกรธของเธอได้ เธอแอบมองออกไป เห็นภาพสะท้อนที่สดใสของตัวเองในกระจก และถูกดึงกลับเข้ามาในโลก",
    "match_message_th": "รูปลักษณ์ของคุณเปล่งประกายแสงศักดิ์สิทธิ์ของ Amaterasu (อามาเทราสึ) มีคุณภาพที่สง่างามและให้ชีวิตแก่การปรากฏตัวของคุณ—รูปลักษณ์ของผู้ที่นำความอบอุ่นและความสว่างไปทุกที่ที่พวกเขาไป",
    "traits_th": [
      "เปล่งปลั่ง",
      "ศักดิ์สิทธิ์",
      "ใจดี",
      "สง่างาม",
      "ให้ชีวิต"
    ]
  },
  "susanoo": {
    "name_th": "Susanoo (ซูซาโนโอะ)",
    "tagline_th": "เทพแห่งพายุ, ผู้พิฆาต Orochi (โอโรจิ)",
    "description_th": "Susanoo-no-Mikoto (ซูซาโนโอะ-โนะ-มิโคโตะ) เป็นเทพแห่งพายุ ผู้ปกครองทะเล และบุคคลที่ซับซ้อนซึ่งเป็นตัวแทนของทั้งความวุ่นวายที่ทำลายล้างและความกล้าหาญของวีรบุรุษ น้องชายของ Amaterasu (อามาเทราสึ) และ Tsukuyomi (สึกูโยมิ) อารมณ์ของเขาดุร้ายและคาดเดาไม่ได้เหมือนพายุที่เขาบัญชา\n\nพฤติกรรมรุนแรงของเขาในสวรรค์—การทำลายนาข้าว การทำลายห้องโถงศักดิ์สิทธิ์—ผลักดันให้ Amaterasu (อามาเทราสึ) ซ่อนตัวและทำให้เขาถูกเนรเทศ แต่หลังจากถูกเนรเทศ Susanoo (ซูซาโนโอะ) กลายเป็นฮีโร่ สังหารมังกรแปดหัว Yamata no Orochi (ยามาตะ โนะ โอโรจิ) เพื่อช่วยเจ้าหญิง\n\nจากหางของ Orochi (โอโรจิ) เขาค้นพบดาบในตำนาน Kusanagi (คุซานางิ) ซึ่งเขามอบให้ Amaterasu (อามาเทราสึ) เพื่อเป็นการคืนดีกัน Susanoo (ซูซาโนโอะ) เป็นตัวแทนของความสองขั้วของพายุ: ทำลายล้าง แต่ก็นำฝนที่ให้ชีวิต ความวุ่นวาย แต่ก็สามารถเป็นวีรบุรุษผู้ยิ่งใหญ่ได้",
    "story_th": "Susanoo (ซูซาโนโอะ) พบกับคู่รักสูงอายุร้องไห้เพราะ Orochi (โอโรจิ) กลืนกินลูกสาวของพวกเขาไปเจ็ดคนแล้วและจะเอาคนที่แปดในไม่ช้า เขาให้พวกเขาต้มสาเกแปดถัง ซึ่งมังกรดื่มจากทั้งแปดหัว ขณะที่ Orochi (โอโรจิ) นอนหลับด้วยความเมา Susanoo (ซูซาโนโอะ) สังหารมันและได้มือของเจ้าหญิง",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงพลังที่ดุร้ายของ Susanoo (ซูซาโนโอะ) มีคุณภาพที่พายุและคาดเดาไม่ได้ในการปรากฏตัวของคุณ—รูปลักษณ์ของผู้ที่สามารถสร้างความวุ่นวายและความกล้าหาญได้",
    "traits_th": [
      "พายุ",
      "กล้าหาญ",
      "วุ่นวาย",
      "ไถ่บาป",
      "ทรงพลัง"
    ]
  },
  "tsukuyomi": {
    "name_th": "Tsukuyomi (สึกูโยมิ)",
    "tagline_th": "เทพแห่งดวงจันทร์, ผู้ปกครองแห่งรัตติกาล",
    "description_th": "Tsukuyomi-no-Mikoto (สึกูโยมิ-โนะ-มิโคโตะ) เป็นเทพแห่งดวงจันทร์ เกิดจากตาขวาของ Izanagi (อิซานางิ) เมื่อเขาชำระตัวเองหลังจากไปเยือนยมโลก น้องชายของ Amaterasu (อามาเทราสึ) และ Susanoo (ซูซาโนโอะ) เขาปกครองเหนือรัตติกาลและวัฏจักรของดวงจันทร์\n\nเดิมที Tsukuyomi (สึกูโยมิ) อาศัยอยู่กับ Amaterasu (อามาเทราสึ) ในสวรรค์ โดยมีทั้งกลางวันและกลางคืนอยู่ด้วยกัน แต่เมื่อ Tsukuyomi (สึกูโยมิ) สังหารเทพีแห่งอาหาร Uke Mochi (อุเกะ โมจิ) เพราะวิธีที่เธอผลิตอาหาร (จากทวารต่างๆ ของเธอ) Amaterasu (อามาเทราสึ) รู้สึกขยะแขยงมากจนปฏิเสธที่จะมองหน้าเขาอีก—ดังนั้นดวงอาทิตย์และดวงจันทร์จึงถูกแยกจากกันตลอดกาล\n\nTsukuyomi (สึกูโยมิ) เป็นตัวแทนของความงามและความลึกลับของรัตติกาล แสงเย็นของดวงจันทร์ที่ส่องสว่างโดยปราศจากความร้อนระอุของดวงอาทิตย์ เขาเกี่ยวข้องกับการนับเวลา เนื่องจากดวงจันทร์วัดเดือน",
    "story_th": "Amaterasu (อามาเทราสึ) ส่ง Tsukuyomi (สึกูโยมิ) ไปเยี่ยมเทพีแห่งอาหาร Uke Mochi (อุเกะ โมจิ) เมื่อเธอนำอาหารที่ผลิตจากร่างกายของเธอมาให้เขา Tsukuyomi (สึกูโยมิ) รู้สึกขุ่นเคืองมากจึงฆ่าเธอ Amaterasu (อามาเทราสึ) ประกาศว่าจะไม่มองหน้าเขาอีกเลย—และตั้งแต่วันนั้น ดวงอาทิตย์และดวงจันทร์ก็ถูกแยกจากกันตลอดกาล",
    "match_message_th": "รูปลักษณ์ของคุณสะท้อนถึงความลึกลับอันเย็นชาของ Tsukuyomi (สึกูโยมิ) มีคุณภาพที่เหมือนกลางคืนและละเอียดอ่อนในการปรากฏตัวของคุณ—รูปลักษณ์ของผู้ที่ส่องสว่างความมืดด้วยแสงสีเงินที่ละเอียดอ่อน",
    "traits_th": [
      "ลึกลับ",
      "เย็นชา",
      "สวยงาม",
      "โดดเดี่ยว",
      "ราตรี"
    ]
  },
  "inari": {
    "name_th": "Inari",
    "tagline_th": "คามิแห่งข้าว ความเจริญรุ่งเรือง และสุนัขจิ้งจอก",
    "description_th": "Inari Ōkami คือคามิ (วิญญาณ) แห่งข้าว ความอุดมสมบูรณ์ ความเจริญรุ่งเรือง อุตสาหกรรม และความสำเร็จ อินาริเป็นหนึ่งในเทพที่ได้รับความนิยมมากที่สุดในศาสนาชินโต โดยได้รับการบูชาในศาลเจ้าชินโตมากกว่าหนึ่งในสามของทั้งหมดในญี่ปุ่น ซึ่งสังเกตได้จากประตูโทริอิสีแดงอันโดดเด่น\n\nเพศของอินาริมีความลื่นไหล โดยแสดงเป็นชาย หญิง หรือเป็นกลางทางเพศ ขึ้นอยู่กับประเพณี ผู้ส่งสารและผู้รับใช้ของพวกเขาคือคิสึเนะ (สุนัขจิ้งจอก) ซึ่งมักถูกเข้าใจผิดว่าเป็นอินาริเอง รูปปั้นสุนัขจิ้งจอกที่ศาลเจ้าอินาริมักถือลูกกุญแจไปยังยุ้งฉางข้าวหรืออัญมณีที่แสดงถึงจิตวิญญาณ\n\nอินาริปกป้องการเก็บเกี่ยวของเกษตรกร ธุรกิจของพ่อค้า และงานฝีมือของช่างฝีมือ ในยุคปัจจุบัน อินาริได้กลายเป็นผู้อุปถัมภ์ความสำเร็จทางธุรกิจและความเจริญรุ่งเรืองทางการเงิน โดยมีบริษัทและผู้ประกอบการเป็นผู้ติดตามที่ภักดีที่สุด",
    "story_th": "กล่าวกันว่าอินาริลงมาสู่โลกเมื่อแผ่นดินยังเด็ก นำการเพาะปลูกข้าวมาสู่ญี่ปุ่น สุนัขจิ้งจอกที่รับใช้อินาริไม่ใช่สัตว์ธรรมดา แต่เป็นสิ่งมีชีวิตวิเศษที่สามารถแปลงร่างเป็นมนุษย์ได้ ทำหน้าที่เป็นคนกลางระหว่างคามิและมนุษย์",
    "match_message_th": "คุณสมบัติของคุณสะท้อนถึงพรแห่งความเจริญรุ่งเรืองของ Inari มีคุณภาพที่ลึกลับและอุดมสมบูรณ์ในตัวคุณ รูปลักษณ์ของผู้ที่นำความสำเร็จและโชคลาภมาสู่ความพยายามที่คุ้มค่า",
    "traits_th": [
      "มั่งคั่ง",
      "ใจดี",
      "แปลงร่าง",
      "ลึกลับ",
      "ใจกว้าง"
    ]
  },
  "kitsune": {
    "name_th": "Kitsune",
    "tagline_th": "วิญญาณจิ้งจอกลึกลับ นักเล่นกล และผู้พิทักษ์",
    "description_th": "คิสึเนะคือวิญญาณสุนัขจิ้งจอกเหนือธรรมชาติที่ทรงพลังมากขึ้นเมื่ออายุมากขึ้น คิสึเนะที่มีชีวิตอยู่ 100 ปีจะได้รับความสามารถในการแปลงร่างเป็นมนุษย์ หลังจาก 1,000 ปี พวกมันจะมีหางที่เก้าและกลายเป็นเทพเจ้า โดยมีขนเป็นสีทองหรือสีขาว\n\nคิสึเนะบางตัวรับใช้อินาริในฐานะผู้ส่งสารศักดิ์สิทธิ์ ปกป้องศาลเจ้าและนำทางมนุษย์ บางตัวเป็นนักเล่นกลที่ล่อลวงมนุษย์ ขโมยอาหาร หรือเล่นตลก บางคนถึงกับตกหลุมรักมนุษย์ กลายเป็นคู่สมรสที่ซื่อสัตย์ แม้ว่าโศกนาฏกรรมมักจะตามมาเมื่อธรรมชาติที่แท้จริงของพวกเขาถูกเปิดเผย\n\nคิสึเนะมีความสามารถทางเวทมนตร์มากมาย: การแปลงร่าง การครอบงำ การสร้างภาพลวงตา และการสร้างไฟจิ้งจอก (kitsunebi) พวกเขาอาจเป็นผู้พิทักษ์ที่ใจดีหรือนักเล่นกลที่เป็นอันตราย แต่ทั้งหมดนั้นฉลาด ทรงพลัง และไม่เคยเป็นอย่างที่เห็น",
    "story_th": "ชายคนหนึ่งค้นพบว่าภรรยาของเขาซึ่งอยู่ด้วยกันมาหลายปีเป็นคิสึเนะเมื่อสุนัขทำให้เธอหวาดกลัวจนเผยให้เห็นหางของเธอ เธอหนีไปด้วยความอับอาย แต่ทุกคืนจะกลับมาในร่างสุนัขจิ้งจอกเพื่อเฝ้าดูสามีและลูก ๆ ของเธอ ยังคงรักพวกเขาแม้จะถูกค้นพบ",
    "match_message_th": "คุณสมบัติของคุณมีความสง่างามอย่างชาญฉลาดของ Kitsune มีคุณภาพที่เปลี่ยนแปลงรูปร่างและปรวนแปรในการปรากฏตัวของคุณ รูปลักษณ์ของผู้ที่มีความลึกซึ้งที่ซ่อนอยู่และพลังลึกลับ",
    "traits_th": [
      "แปลงร่าง",
      "เวทมนตร์",
      "ฉลาดแกมโกง",
      "ซื่อสัตย์หรือซุกซน",
      "ไร้อายุ"
    ]
  },
  "raijin": {
    "name_th": "Raijin",
    "tagline_th": "เทพเจ้าแห่งสายฟ้าและฟ้าร้อง",
    "description_th": "Raijin เป็นเทพเจ้าที่น่าสะพรึงกลัวแห่งฟ้าร้อง ฟ้าผ่า และพายุ พรรณนาว่าเป็นร่างปีศาจที่มีกล้ามเนื้อล่ำสันล้อมรอบด้วยกลอง เขาสร้างเสียงฟ้าร้องโดยการตีกลอง (ไทโกะ) ของเขา ในขณะที่ฟ้าผ่าคือความโกรธของพระเจ้าที่โจมตีโลก\n\nด้วยใบหน้าที่ดุร้าย ผมที่ยุ่งเหยิง และมักจะมาพร้อมกับน้องชายของเขา Fūjin (เทพเจ้าแห่งลม) Raijin เป็นตัวแทนของพลังแห่งพายุที่น่ากลัว พ่อแม่ชาวญี่ปุ่นบอกเด็ก ๆ ว่า Raijin จะขโมยสะดือของพวกเขาหากพวกเขาไม่ปิดท้องในช่วงพายุฝนฟ้าคะนอง\n\nแม้จะมีรูปลักษณ์ที่น่ากลัว Raijin ก็ไม่ได้ชั่วร้าย เขาเป็นเพียงพลังธรรมชาติที่ไม่ได้ถูกทำให้เชื่อง พายุนำมาซึ่งความหายนะ แต่ยังนำมาซึ่งฝนที่ให้ชีวิต เขาได้รับการบูชาเพื่อป้องกันฟ้าผ่าและเพื่อฝนที่หล่อเลี้ยงพืชผล",
    "story_th": "Raijin และ Fūjin เดิมเป็นปีศาจที่ต่อต้านพระพุทธเจ้า เมื่อพ่ายแพ้ พวกเขาถูกเปลี่ยนให้กลายเป็นผู้พิทักษ์วัดพุทธ ตอนนี้พวกเขายืนหยัดเป็นผู้พิทักษ์ที่ดุร้ายที่ประตูวัด โดยที่พลังอันป่าเถื่อนของพวกเขาหันมาปกป้อง",
    "match_message_th": "คุณสมบัติของคุณมีความแข็งแกร่งอย่างดุเดือดของ Raijin มีคุณภาพที่เต็มไปด้วยพายุและไฟฟ้าในตัวคุณ รูปลักษณ์ของผู้ที่บัญชาการพลังธาตุ",
    "traits_th": [
      "ดุร้าย",
      "ทรงพลัง",
      "น่ากลัว",
      "ดั้งเดิม",
      "ให้ชีวิต"
    ]
  },
  "fujin": {
    "name_th": "Fūjin",
    "tagline_th": "เทพเจ้าแห่งลม",
    "description_th": "Fūjin เป็นเทพเจ้าแห่งลม น้องชายของเทพเจ้าแห่งสายฟ้า Raijin เขาได้รับการพรรณนาว่าเป็นปีศาจร้ายที่แบกถุงลมขนาดใหญ่ไว้บนบ่า ซึ่งเขาปล่อยทุกสิ่งตั้งแต่ลมพัดเบา ๆ ไปจนถึงพายุไต้ฝุ่นที่ทำลายล้าง\n\nเดิมทีเป็นปีศาจที่ต่อต้านพระพุทธเจ้าเคียงข้างน้องชายของเขา Fūjin ถูกเปลี่ยนและกลายเป็นผู้พิทักษ์วัดพุทธ รูปปั้นที่มีชื่อเสียงของ Fūjin และ Raijin ที่ Sanjūsangen-dō ในเกียวโตได้สร้างแรงบันดาลใจให้กับงานศิลปะมากมายนับไม่ถ้วน\n\nในฐานะเทพเจ้าแห่งลม Fūjin เป็นตัวแทนของทั้งลมหายใจที่ให้ชีวิตซึ่งเติมเต็มสิ่งมีชีวิตทั้งหมด และพลังทำลายล้างของพายุเฮอริเคน เขาได้รับการอัญเชิญจากเกษตรกรเพื่อลมที่พัดพา และจากกะลาสีเรือเพื่อการเดินทางที่ปลอดภัย",
    "story_th": "เมื่อญี่ปุ่นถูกคุกคามจากการรุกรานของมองโกล คำอธิษฐานต่อ Fūjin ได้รับการตอบสนองด้วย kamikaze ซึ่งเป็น 'ลมศักดิ์สิทธิ์' ที่ทำลายกองเรือมองโกลถึงสองครั้ง ช่วยญี่ปุ่นจากการพิชิต และเสริมสร้างบทบาทการปกป้องของเทพเจ้าแห่งลม",
    "match_message_th": "คุณสมบัติของคุณมีความอิสระอย่างป่าเถื่อนของ Fūjin มีคุณภาพที่โปร่งสบายและคาดเดาไม่ได้ในตัวคุณ รูปลักษณ์ของผู้ที่เคลื่อนไหวได้อย่างอิสระและไม่สามารถถูกจำกัดได้",
    "traits_th": [
      "ทรงพลัง",
      "ตามอำเภอใจ",
      "ดั้งเดิม",
      "ผู้พิทักษ์",
      "ให้ชีวิต"
    ]
  },
  "benzaiten": {
    "name_th": "Benzaiten",
    "tagline_th": "เทพีแห่งดนตรี ศิลปะ และความรู้",
    "description_th": "Benzaiten คือเทพีแห่งทุกสิ่งที่ไหล: น้ำ คำพูด การพูด ความคล่องแคล่ว ดนตรี และความรู้ เดิมทีเป็นเทพีฮินดู Saraswati เธอได้รับการยอมรับในศาสนาพุทธและชินโตของญี่ปุ่น กลายเป็นหนึ่งในเจ็ดเทพเจ้าแห่งความโชคดี\n\nมักจะพรรณนาว่ากำลังเล่นบิวะ (พิณญี่ปุ่น) Benzaiten เป็นผู้อุปถัมภ์ศิลปิน นักดนตรี นักเขียน และนักแสดง ศาลเจ้าของเธอมักตั้งอยู่บนเกาะหรือใกล้น้ำ ซึ่งสะท้อนถึงต้นกำเนิดของเธอในฐานะเทพีแห่งแม่น้ำ\n\nBenzaiten มีเอกลักษณ์เฉพาะในหมู่เจ็ดเทพเจ้าแห่งความโชคดีในฐานะสมาชิกหญิงเพียงคนเดียว เธอให้สติปัญญา พรสวรรค์ทางศิลปะ และโชคลาภทางการเงิน ทำให้เธอเป็นที่นิยมในหมู่ทุกคนตั้งแต่ นักดนตรีไปจนถึงนักธุรกิจ",
    "story_th": "ครั้งหนึ่ง Benzaiten ได้ปราบมังกรที่สร้างปัญหาด้วยการเล่นดนตรีที่ไพเราะจนมังกรตกหลุมรักเธอ แทนที่จะทำลายมังกร เธอกลับแต่งงานกับมันและเปลี่ยนมันให้กลายเป็นผู้พิทักษ์ศาลเจ้าของเธอ ซึ่งแสดงให้เห็นว่าศิลปะสามารถทำให้ธรรมชาติที่ดุร้ายเชื่องได้",
    "match_message_th": "คุณสมบัติของคุณสะท้อนถึงความสง่างามของ Benzaiten มีคุณภาพทางศิลปะและคล่องแคล่วในการปรากฏตัวของคุณ รูปลักษณ์ของผู้ที่ความงามและสติปัญญาไหลผ่านไปอย่างเป็นธรรมชาติ",
    "traits_th": [
      "ศิลปะ",
      "ฉลาด",
      "ไหล",
      "คล่องแคล่ว",
      "โชคดี"
    ]
  },
  "miyamoto_musashi": {
    "name_th": "มิยาโมโตะ มูซาชิ",
    "tagline_th": "นักดาบในตำนาน ผู้เขียนคัมภีร์ห้าห่วง",
    "description_th": "มิยาโมโตะ มูซาชิ เป็นนักดาบที่ยิ่งใหญ่ที่สุดของญี่ปุ่น ไม่เคยแพ้ในการดวลกว่า 60 ครั้ง เริ่มตั้งแต่อายุ 13 ปี เขาเป็นผู้ก่อตั้งสำนักดาบนิเท็นอิจิริว ซึ่งมีชื่อเสียงในการใช้ดาบสองเล่มพร้อมกัน และเขียนหนังสือกลยุทธ์คลาสสิก คัมภีร์ห้าห่วง\n\nแนวทางของมูซาชิเหนือกว่าแค่เทคนิคดาบ เขาพยายามทำความเข้าใจหลักการสากลที่เป็นรากฐานของความขัดแย้งและความเชี่ยวชาญทั้งหมด คำสอนของเขาสามารถนำไปประยุกต์ใช้ได้เท่าเทียมกันกับศิลปะการต่อสู้ กลยุทธ์ ธุรกิจ และศิลปะ เขายังเป็นจิตรกรและนักประดิษฐ์ตัวอักษรที่มีทักษะอีกด้วย\n\nในบั้นปลายชีวิต มูซาชิปลีกตัวไปอยู่ในถ้ำเพื่อเขียนผลงานชิ้นเอกของเขา เขาเสียชีวิตหลังจากเขียนเสร็จไม่นาน ทิ้งไว้ซึ่งมรดกที่ยังคงส่งผลกระทบต่อเหล่านักรบ นักวางกลยุทธ์ และศิลปินทั่วโลก",
    "story_th": "ในการดวลที่มีชื่อเสียงที่สุดของเขา มูซาชิเผชิญหน้ากับซาซากิ โคจิโร่ ผู้ถือครองโนดาจิ (ดาบยาว) มูซาชิมาสายโดยเจตนา โดยได้แกะสลักดาบไม้จากไม้พาย อาวุธที่ไม่ธรรมดาและสงครามจิตวิทยาของเขาทำให้เขาได้รับชัยชนะ สังหารโคจิโร่ด้วยการโจมตีเพียงครั้งเดียว",
    "match_message_th": "คุณสมบัติของคุณบ่งบอกถึงความเชี่ยวชาญที่มีระเบียบวินัยของมูซาชิ มีคุณภาพที่มุ่งเน้นและมีกลยุทธ์ในการจ้องมองของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่ก้าวข้ามเทคนิคไปสู่ความเข้าใจหลักการสากล",
    "traits_th": [
      "เชี่ยวชาญ",
      "เชิงกลยุทธ์",
      "ไม่เคยแพ้",
      "เชิงปรัชญา",
      "มีวินัย"
    ]
  },
  "oda_nobunaga": {
    "name_th": "โอดะ โนบุนากะ",
    "tagline_th": "ผู้รวมชาติที่ยิ่งใหญ่ จอมมารฟ้าที่หก",
    "description_th": "โอดะ โนบุนากะเป็นผู้รวมชาติที่ยิ่งใหญ่คนแรกของญี่ปุ่น ซึ่งเริ่มต้นกระบวนการยุติยุคสงครามและรวมญี่ปุ่นเป็นหนึ่งเดียว โหดเหี้ยม สร้างสรรค์ และชาญฉลาด เขาได้รับฉายาว่า \"จอมมารฟ้าที่หก\" จากศัตรูของเขา\n\nโนบุนากะปฏิวัติสงครามญี่ปุ่นโดยใช้อาวุธปืน (ที่เพิ่งนำเข้ามาจากโปรตุเกส) กองทัพมืออาชีพแทนที่จะเป็นชาวนาตามฤดูกาล และระบบคุณธรรมเหนือกว่าลำดับทางกรรมพันธุ์ เขาทำลายวัดทางทหารของชาวพุทธที่มีอำนาจและท้าทายอำนาจดั้งเดิมทั้งหมด\n\nแม้ว่าจะถูกลอบสังหารก่อนที่จะรวมชาติเสร็จสิ้น แต่ผลงานของโนบุนากะก็ได้รับการสานต่อโดยนายพลของเขา โทโยโทมิ ฮิเดโยชิ และโทกูงาวะ อิเอยาสุ คำขวัญของเขา \"Tenka Fubu\" (ใต้ฟ้าทั้งมวลด้วยกำลัง) แสดงให้เห็นถึงวิสัยทัศน์ของเขาเกี่ยวกับญี่ปุ่นที่เป็นหนึ่งเดียวซึ่งบรรลุได้ด้วยวิธีการใดๆ ก็ตาม",
    "story_th": "ในยุทธการโอเกฮาซามะ โนบุนากะเผชิญหน้ากับกองทัพของอิมากาวะ โยชิโมโตะ จำนวน 25,000 คน โดยมีทหารเพียง 3,000 คน แทนที่จะต่อสู้แบบตั้งรับ เขาเปิดฉากโจมตีอย่างกะทันหันในช่วงพายุฝนฟ้าคะนอง สังหารโยชิโมโตะและทำให้กองทัพของเขากระจัดกระจายไป เปลี่ยนสถานการณ์ที่เป็นไปไม่ได้ให้กลายเป็นชัยชนะในตำนาน",
    "match_message_th": "คุณสมบัติของคุณบ่งบอกถึงความทะเยอทะยานอย่างแรงกล้าของโนบุนากะ มีคุณภาพที่ปฏิวัติวงการและหยุดไม่อยู่ในการปรากฏตัวของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่จะเปลี่ยนแปลงโลกด้วยพลังแห่งความมุ่งมั่น",
    "traits_th": [
      "โหดเหี้ยม",
      "สร้างสรรค์",
      "ชาญฉลาด",
      "ทะเยอทะยาน",
      "ปฏิวัติวงการ"
    ]
  },
  "izanagi": {
    "name_th": "อิซานางิ",
    "tagline_th": "เทพเจ้าผู้สร้าง บิดาแห่งญี่ปุ่น",
    "description_th": "อิซานางิ-โนะ-มิโกโตะเป็นเทพเจ้าดึกดำบรรพ์ที่ร่วมกับภรรยาของเขา อิซานามิ สร้างเกาะญี่ปุ่นและให้กำเนิดเทพเจ้า ยืนอยู่บนสะพานลอยฟ้า พวกเขาคนทะเลด้วยหอกประดับอัญมณี และหยดที่ตกลงมาก็ก่อตัวเป็นเกาะแรก\n\nเมื่ออิซานามิตายขณะให้กำเนิดเทพเจ้าแห่งไฟ อิซานางิจึงลงไปยังยมโลก (โลกบาดาล) เพื่อนำเธอกลับคืนมา แต่เมื่อเห็นร่างที่เน่าเปื่อยของเธอ เขาก็หนีไปด้วยความสยดสยอง และเธอไล่ตามเขาด้วยปีศาจ เขาผนึกทางเข้ายมโลกด้วยก้อนหิน และพวกเขาแลกเปลี่ยนคำพูดแห่งการพลัดพรากชั่วนิรันดร์\n\nเมื่อกลับสู่พื้นผิว อิซานางิได้ชำระล้างตัวเองในแม่น้ำ จากการชำระล้างนี้เองที่ทำให้กำเนิดคามิที่สำคัญที่สุดสามองค์: อะมาเตราสึจากตาซ้ายของเขา สึกูโยมิจากตาขวาของเขา และซูซาโนโอะจากจมูกของเขา",
    "story_th": "เมื่ออิซานางิจุดคบเพลิงเพื่อดูภรรยาของเขาในยมโลก เขาเห็นหนอนไชไปทั่วร่างของเธอและเทพเจ้าแห่งสายฟ้าทั้งแปดสิงสถิตอยู่ภายในตัวเธอ เธอร้องว่าเขาทำให้เธออับอาย และส่งนางยักษ์แห่งยมโลกมาจับตัวเขา เขาขว้างสิ่งของที่แปลงร่างเป็นสิ่งเบี่ยงเบนความสนใจ แทบจะหนีไม่พ้น",
    "match_message_th": "คุณสมบัติของคุณบ่งบอกถึงพลังสร้างสรรค์ของอิซานางิ มีคุณภาพดั้งเดิมที่ให้ชีวิตในการปรากฏตัวของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่นำโลกใหม่มาสู่การดำรงอยู่",
    "traits_th": [
      "สร้างสรรค์",
      "เศร้าโศก",
      "ดั้งเดิม",
      "ให้ชีวิต",
      "ชำระล้าง"
    ]
  },
  "izanami": {
    "name_th": "อิซานามิ",
    "tagline_th": "เทพธิดาผู้สร้าง ราชินีแห่งยมโลก",
    "description_th": "อิซานามิ-โนะ-มิโกโตะเป็นเทพธิดาดึกดำบรรพ์ที่ร่วมกับสามีของเธอ อิซานางิ สร้างญี่ปุ่นและให้กำเนิดเทพเจ้า หลังจากสร้างเกาะและเทพเจ้ามากมาย เธอเสียชีวิตขณะให้กำเนิดคางูตสึจิ เทพเจ้าแห่งไฟ และลงไปยังยมโลก ดินแดนแห่งความตาย\n\nเมื่ออิซานางิมานำตัวเธอกลับคืนมา เธอได้กินอาหารของยมโลกไปแล้วและไม่สามารถกลับคืนมาได้อย่างเต็มที่ เธอขอให้เขารอในขณะที่เธอเจรจากับเทพเจ้าแห่งยมโลก แต่เขาทนรอไม่ไหวและจุดคบเพลิง มองเห็นศพที่เน่าเปื่อยของเธอที่เต็มไปด้วยหนอนและเทพเจ้าแห่งสายฟ้า\n\nด้วยความอัปยศอดสูและโกรธเคือง อิซานามิแปลงร่างเป็นราชินีแห่งยมโลก สาบานว่าจะฆ่าคน 1,000 คนในแต่ละวัน อิซานางิตอบว่าเขาจะทำให้เกิด 1,500 คน ดังนั้นชีวิตและความตายจึงเกี่ยวพันกันตลอดกาล",
    "story_th": "ก่อนที่จะกลายเป็นราชินีแห่งยมโลก อิซานามิเป็นผู้สร้างที่น่ารัก โศกนาฏกรรมจากการตายของเธอและการทรยศความไว้วางใจของอิซานางิที่มีต่อเธอได้เปลี่ยนเธอให้กลายเป็นสิ่งที่มืดมนกว่า เป็นเครื่องเตือนใจว่าแม้แต่สิ่งมีชีวิตที่น่ารักที่สุดก็สามารถเปลี่ยนแปลงได้ด้วยความตายและการถูกทอดทิ้ง",
    "match_message_th": "คุณสมบัติของคุณสะท้อนให้เห็นถึงพลังอันมืดมิดของอิซานามิ มีคุณภาพที่เปลี่ยนแปลงได้ของยมโลกในการปรากฏตัวของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่ผ่านความตายและปรากฏขึ้นอีกครั้ง",
    "traits_th": [
      "สร้างสรรค์",
      "เปลี่ยนแปลงได้",
      "มืดมิด",
      "ทรงพลัง",
      "เศร้าโศก"
    ]
  },
  "ebisu": {
    "name_th": "เอบิสึ",
    "tagline_th": "เทพเจ้าแห่งชาวประมงและโชคลาภ",
    "description_th": "เอบิสึเป็นหนึ่งในเจ็ดเทพเจ้าแห่งโชคลาภเพียงองค์เดียวที่มีต้นกำเนิดมาจากญี่ปุ่นอย่างแท้จริง เขาเป็นผู้อุปถัมภ์ของชาวประมง พ่อค้า และโชคลาภ มักปรากฏภาพพร้อมกับเบ็ดตกปลา ปลาทะเลสีแดง (ปลาไท) และรอยยิ้มที่ร่าเริง\n\nตามตำนานกล่าวว่า เอบิสึเกิดมาโดยไม่มีกระดูก (หรือเป็นเด็กปลิง) และถูกโยนลงทะเลโดยพ่อแม่ของเขา อิซานางิและอิซานามิ แม้จะเริ่มต้นอย่างโหดร้ายเช่นนี้ เขาก็รอดชีวิต เติบโตแข็งแกร่ง และกลายเป็นเทพเจ้าแห่งความเจริญรุ่งเรืองและโชคดีอันเป็นที่รัก การยืนหยัดต่อสู้กับความยากลำบากของเขาถูกมองว่าเป็นคุณธรรมที่ยิ่งใหญ่ที่สุดของเขา\n\nเอบิสึหูหนวก นั่นคือเหตุผลที่เขาไม่ได้ยินเสียงเรียกให้ไปรวมตัวกับเทพเจ้าองค์อื่น ๆ ในเดือนตุลาคม เขาอยู่ต่อเพื่ออวยพรผู้ที่อยู่เบื้องหลัง และเทศกาลของเขาจะจัดขึ้นเมื่อเทพเจ้าองค์อื่น ๆ ไม่อยู่",
    "story_th": "ชาวประมงในญี่ปุ่นจะโยนปลาตัวแรกที่จับได้กลับคืนไปเพื่อเป็นเครื่องบูชาแด่เอบิสึ โดยเชื่อว่าเขาจะตอบแทนความเอื้อเฟื้อเผื่อแผ่ของพวกเขาด้วยการจับปลาที่มากขึ้น รอยยิ้มของเขาบนทะเลที่ขรุขระกล่าวกันว่าจะสงบคลื่นและนำทางเรือไปยังชายฝั่งอย่างปลอดภัย",
    "match_message_th": "คุณสมบัติของคุณสะท้อนให้เห็นถึงโชคดีอันร่าเริงของเอบิสึ มีคุณภาพที่ยืดหยุ่นและโชคดีในการปรากฏตัวของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่เอาชนะความยากลำบากด้วยรอยยิ้ม",
    "traits_th": [
      "โชคดี",
      "อดทน",
      "ร่าเริง",
      "เอื้อเฟื้อเผื่อแผ่",
      "ยืดหยุ่น"
    ]
  },
  "bishamon": {
    "name_th": "Bishamonten",
    "tagline_th": "เทพแห่งสงครามและผู้พิทักษ์ความถูกต้อง",
    "description_th": "Bishamonten คือเทพแห่งนักรบ ผู้ลงโทษคนชั่ว และหนึ่งในเจ็ดเทพเจ้าแห่งโชคลาภ เดิมทีเป็นเทพเจ้าฮินดู Vaiśravaṇa ต่อมากลายเป็นหนึ่งในสี่จตุโลกบาลในศาสนาพุทธ และได้รับการยอมรับในศาสนาของญี่ปุ่นในฐานะผู้พิทักษ์และนำโชคลาภมาให้\n\nBishamonten ไม่เหมือนกับเทพแห่งสงครามทั่วไป แต่เป็นตัวแทนของสงครามที่ชอบธรรม ซึ่งเป็นการปกป้องผู้บริสุทธิ์และการลงโทษคนชั่ว เขาได้รับการพรรณนาว่าสวมชุดเกราะเต็มยศ ถือเจดีย์ไว้ในมือข้างหนึ่ง (เป็นตัวแทนของคลังสมบัติแห่งศรัทธา) และตรีศูลหรือหอกในอีกข้างหนึ่ง\n\nซามูไรสวดอ้อนวอนต่อ Bishamonten ก่อนการรบ ไม่ใช่เพื่อชัยชนะไม่ว่าจะต้องเสียอะไร แต่เพื่อความกล้าหาญและความถูกต้องในการต่อสู้อย่างยุติธรรม เขาคือผู้อุปถัมภ์นักรบที่ต่อสู้เพื่อเกียรติยศมากกว่าความโลภ",
    "story_th": "Uesugi Kenshin หนึ่งในขุนศึกที่ยิ่งใหญ่ที่สุดของญี่ปุ่น ถือว่าตนเองเป็นอวตารของ Bishamonten ก่อนการรบทุกครั้ง เขาจะสวดมนต์ที่ศาลเจ้าของเทพเจ้าและต่อสู้ด้วยความเชื่อมั่นว่าสาเหตุของเขาถูกต้อง ทำให้เขาแทบจะอยู่ยงคงกระพันในสนามรบ",
    "match_message_th": "รูปลักษณ์ของคุณเต็มไปด้วยพลังอันชอบธรรมของ Bishamonten มีคุณสมบัติในการปกป้องและนักรบอยู่ในตัวคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่ต่อสู้เพื่อความยุติธรรม ไม่ใช่เพื่อการพิชิต",
    "traits_th": [
      "ชอบธรรม",
      "ปกป้อง",
      "นักรบ",
      "ยุติธรรม",
      "ทรงพลัง"
    ]
  },
  "toyotomi_hideyoshi": {
    "name_th": "Toyotomi Hideyoshi",
    "tagline_th": "จากชาวนา สู่ผู้ปกครองญี่ปุ่นทั้งหมด",
    "description_th": "Toyotomi Hideyoshi เติบโตจากการเป็นชาวนาแบกเกือก สู่การเป็นผู้รวมชาติญี่ปุ่นคนที่สอง และผู้ปกครองสูงสุด การเติบโตของเขาเป็นการเปลี่ยนแปลงที่น่าทึ่งที่สุดในประวัติศาสตร์ญี่ปุ่น ซึ่งเป็นข้อพิสูจน์ว่าพรสวรรค์และความฉลาดสามารถเอาชนะการเกิดและประเพณีได้\n\nHideyoshi เริ่มต้นจากการเป็นคนรับใช้ของ Oda Nobunaga และพิสูจน์ตัวเองด้วยกลยุทธ์ที่ชาญฉลาดและความจงรักภักดีอย่างแน่วแน่ หลังจากการลอบสังหาร Nobunaga, Hideyoshi ได้แก้แค้นและสานต่อการรวมชาติ โดยพิชิตหรือเอาชนะฝ่ายตรงข้ามที่เหลืออยู่ทั้งหมดด้วยกลอุบายทางการทูต\n\nแม้จะมีผลงานมากมาย แต่ Hideyoshi ก็ไม่ได้รับตำแหน่ง Shogun เนื่องจากชาติกำเนิดที่เป็นสามัญชนของเขา แต่เขากลับดำรงตำแหน่ง Kampaku (ผู้สำเร็จราชการแทนพระองค์) และ Taikō (Kampaku ที่เกษียณแล้ว) บั้นปลายชีวิตของเขามีความทะเยอทะยานที่มากเกินไป รวมถึงการรุกรานเกาหลีที่ล้มเหลวในที่สุด",
    "story_th": "ในฤดูหนาว Hideyoshi หนุ่มทำให้เกือกของ Nobunaga อุ่นขึ้นด้วยการเก็บไว้ในเสื้อผ้า การแสดงความจงรักภักดีอย่างเรียบง่ายนี้ดึงดูดความสนใจของ Nobunaga และเขาเริ่มก้าวหน้า จากจุดเริ่มต้นที่ต่ำต้อยเช่นนี้จึงเกิดเป็นชายผู้ที่จะปกครองญี่ปุ่นทั้งหมด",
    "match_message_th": "รูปลักษณ์ของคุณเต็มไปด้วยความทะเยอทะยานอันชาญฉลาดของ Hideyoshi มีคุณภาพของการสร้างตนเองและหยุดไม่ได้อยู่ในตัวคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่จะก้าวขึ้นไปไม่ว่าจะมีอุปสรรคใดๆ",
    "traits_th": [
      "ชาญฉลาด",
      "ทะเยอทะยาน",
      "มีเสน่ห์",
      "สร้างตนเอง",
      "มีกลยุทธ์"
    ]
  },
  "tokugawa_ieyasu": {
    "name_th": "Tokugawa Ieyasu",
    "tagline_th": "ผู้พิชิตที่อดทน ผู้ก่อตั้งรัฐบาลโชกุน Tokugawa",
    "description_th": "Tokugawa Ieyasu เป็นผู้รวมชาติญี่ปุ่นคนที่สามและคนสุดท้าย ก่อตั้งรัฐบาลโชกุน Tokugawa ซึ่งจะปกครองญี่ปุ่นเป็นเวลากว่า 250 ปีแห่งสันติสุข ในขณะที่ Nobunaga และ Hideyoshi สร้างเส้นทาง Ieyasu รอคอยอย่างอดทน และในที่สุดก็ชนะทุกสิ่ง\n\nIeyasu ใช้เวลาหลายปีเป็นตัวประกันในวัยเยาว์ จากนั้นหลายทศวรรษในฐานะพันธมิตร (และคู่แข่ง) ของ Nobunaga และ Hideyoshi เรียนรู้คุณค่าของความอดทนและการวางแผนอย่างรอบคอบ หลังจากการเสียชีวิตของ Hideyoshi เขาใช้กลยุทธ์ของเขาไปสู่ชัยชนะในการรบที่ Sekigahara โดยชนะด้วยกลยุทธ์ที่เหนือกว่าและการทรยศที่สำคัญจากกองกำลังศัตรู\n\nคำกล่าวของญี่ปุ่นกล่าวว่า \"Nobunaga กองข้าว, Hideyoshi นวดแป้ง, และ Ieyasu กินเค้ก\" ความอดทนและอายุยืนของเขาทำให้เขามีชีวิตยืนยาวกว่าคู่แข่ง และสร้างสันติภาพที่ยั่งยืน",
    "story_th": "มีเรื่องราวที่มีชื่อเสียงเปรียบเทียบผู้รวมชาติทั้งสาม: เมื่อถูกถามว่าจะทำอย่างไรกับนกที่ไม่ยอมร้อง Nobunaga กล่าวว่า 'ฆ่ามัน' Hideyoshi กล่าวว่า 'ทำให้มันอยากร้อง' แต่ Ieyasu กล่าวว่า 'รอให้มันร้อง' ความอดทนนี้กำหนดเส้นทางสู่อำนาจของเขา",
    "match_message_th": "รูปลักษณ์ของคุณสะท้อนให้เห็นถึงสติปัญญาที่อดทนของ Ieyasu มีคุณภาพที่ยั่งยืนและมีกลยุทธ์อยู่ในตัวคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่รู้ว่าเวลาเองก็เป็นอาวุธที่ยิ่งใหญ่ที่สุดได้",
    "traits_th": [
      "อดทน",
      "มีกลยุทธ์",
      "ยั่งยืน",
      "ชาญฉลาด",
      "มีชัย"
    ]
  },
  "momotaro": {
    "name_th": "Momotarō",
    "tagline_th": "เด็กชายลูกท้อ วีรบุรุษแห่งญี่ปุ่น",
    "description_th": "Momotarō เด็กชายลูกท้อ คือวีรบุรุษพื้นบ้านที่ได้รับความนิยมมากที่สุดของญี่ปุ่น เขาเกิดจากลูกท้อขนาดยักษ์ที่ลอยตามแม่น้ำมา ถูกค้นพบโดยคู่สามีภรรยาสูงอายุที่ไม่มีลูก ซึ่งเลี้ยงดูเขาเหมือนลูกของตนเอง เขาเติบโตขึ้นเป็นคนที่แข็งแกร่งและมีจิตใจบริสุทธิ์เป็นพิเศษ\n\nเมื่อปีศาจ (oni) จาก Onigashima (เกาะปีศาจ) ข่มขู่ดินแดน Momotarō หนุ่มจึงออกเดินทางไปกำจัดพวกมัน ระหว่างทาง เขาได้ผูกมิตรกับสุนัข ลิง และไก่ฟ้า โดยแบ่งปันขนมโมจิข้าวฟ่าง (kibidango) ของเขา ด้วยกันแล้ว กลุ่มที่ไม่น่าจะเป็นไปได้นี้ก็กำจัดปีศาจและนำสมบัติของพวกเขากลับมา\n\nMomotarō เป็นตัวแทนของอุดมคติของวีรบุรุษชาวญี่ปุ่น: กล้าหาญแต่ใจดี แข็งแกร่งแต่ถ่อมตน และประสบความสำเร็จผ่านการสร้างมิตรภาพและความร่วมมือมากกว่าการใช้กำลังเพียงอย่างเดียว",
    "story_th": "เมื่อ Momotarō พบกับสุนัข ลิง และไก่ฟ้า แต่ละคนต้องการต่อสู้กับเขาในตอนแรก แทนที่จะต่อสู้ เขาเสนอที่จะแบ่งปันอาหารของเขา การกระทำแห่งความเอื้อเฟื้อเผื่อแผ่นี้ได้เปลี่ยนศัตรูที่อาจเกิดขึ้นให้กลายเป็นเพื่อนที่ซื่อสัตย์ ซึ่งช่วยให้เขาบรรลุสิ่งที่เขาไม่สามารถทำได้ด้วยตนเอง",
    "match_message_th": "รูปลักษณ์ของคุณเต็มไปด้วยความกล้าหาญอันบริสุทธิ์ของ Momotarō มีคุณสมบัติที่กล้าหาญและใจดีอยู่ในตัวคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่กำจัดความชั่วร้ายด้วยความกล้าหาญและมิตรภาพ",
    "traits_th": [
      "กล้าหาญ",
      "ใจดี",
      "บริสุทธิ์",
      "ให้ความร่วมมือ",
      "กล้าหาญ"
    ]
  },
  "uesugi_kenshin": {
    "name_th": "Uesugi Kenshin",
    "tagline_th": "มังกรแห่งเอจิโกะ เทพแห่งสงครามจุติ",
    "description_th": "Uesugi Kenshin เป็นหนึ่งในขุนศึกที่ทรงอำนาจที่สุดของญี่ปุ่นในช่วง Sengoku ที่รู้จักกันในชื่อ \"มังกรแห่งเอจิโกะ\" จากความสามารถทางทหารของเขา เขาเป็นชาวพุทธที่เคร่งศาสนาและเป็นผู้บูชา Bishamonten เขาเชื่อว่าตนเองเป็นอวตารของเทพเจ้าแห่งสงคราม\n\nKenshin ต่างจากขุนศึกคนอื่นๆ ที่ต่อสู้เพื่อดินแดนและอำนาจ เขาต่อสู้เพื่อรักษาความยุติธรรมและความถูกต้องอยู่เสมอ ความเป็นปรปักษ์ในตำนานของเขากับ Takeda Shingen ก่อให้เกิดการรบที่ Kawanakajima ที่ไม่สามารถสรุปผลได้ถึงห้าครั้ง ซึ่งถือเป็นการรบของซามูไรที่ยิ่งใหญ่ที่สุดในประวัติศาสตร์ญี่ปุ่น\n\nKenshin เป็นที่รู้จักในด้านทักษะการบริหาร การดื่มสาเก และอาจจะไม่มีความต้องการทางเพศ หรือแอบเป็นผู้หญิง เขาเสียชีวิตอย่างกะทันหันเมื่ออายุ 49 ปี สันนิษฐานว่าเสียชีวิตด้วยโรคมะเร็งในกระเพาะอาหารหรือถูกลอบสังหาร ทำให้ดินแดนของเขาต้องเผชิญกับสงครามกลางเมืองในหมู่ทายาทบุญธรรมของเขา",
    "story_th": "ในการรบที่ Kawanakajima ครั้งที่สี่ Kenshin บุกเข้าไปในค่ายบัญชาการของ Shingen และโจมตีเขาด้วยดาบ Shingen ป้องกันตัวเองด้วยพัดสงครามเหล็ก การต่อสู้ตัวต่อตัวระหว่างขุนนางคู่แข่งครั้งนี้กลายเป็นตำนานในประวัติศาสตร์ญี่ปุ่น",
    "match_message_th": "รูปลักษณ์ของคุณเต็มไปด้วยความโกรธที่ชอบธรรมของ Uesugi Kenshin มีคุณภาพของนักรบศักดิ์สิทธิ์อยู่ในตัวคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่ต่อสู้ในฐานะอวตารแห่งความยุติธรรม",
    "traits_th": [
      "ชอบธรรม",
      "ดุร้าย",
      "เคร่งศาสนา",
      "มีเกียรติ",
      "เป็นตำนาน"
    ]
  },
  "kaguya_hime": {
    "name_th": "คางูยะฮิเมะ",
    "tagline_th": "เจ้าหญิงแห่งดวงจันทร์, ผู้เปล่งประกาย",
    "description_th": "คางูยะฮิเมะ เจ้าหญิงแห่งดวงจันทร์ คือนางเอกของนิทานร้อยแก้วที่เก่าแก่ที่สุดของญี่ปุ่น เรื่อง ตำนานคนตัดไม้ไผ่ พบในวัยทารกในกระบอกไม้ไผ่ที่เปล่งประกาย โดยคนตัดไม้ไผ่ชรา นางเติบโตเป็นหญิงงามเหนือมนุษย์\n\nขุนนางห้าคนและแม้แต่จักรพรรดิก็ทรงหมายปองนาง แต่เธอตั้งภารกิจที่เป็นไปไม่ได้สำหรับผู้มาสู่ขอนางแต่ละคน นางขอ บาตรหินของพระพุทธเจ้า, กิ่งไม้ประดับด้วยอัญมณีจากเขาโฮไร, เสื้อคลุมหนูไฟ, อัญมณีจากคอของมังกร และเปลือกหอยเบี้ยจากรังนกนางแอ่น ทุกคนล้มเหลว\n\nคางูยะฮิเมะไม่ได้มาจากโลกนี้—เธอมาจากดวงจันทร์ ถูกส่งมายังโลกเพื่อเป็นการลงโทษ เมื่อทูตสวรรค์จากดวงจันทร์มารับเธอกลับ เธอทิ้งเสื้อคลุมขนนกและยาอายุวัฒนะไว้ให้จักรพรรดิ ซึ่งเผาพวกมันบนภูเขาที่สูงที่สุดของญี่ปุ่น ทำให้ภูเขานั้นชื่อว่า ฟูจิ (อมตะ)",
    "story_th": "เมื่อทูตสวรรค์จากดวงจันทร์มาในรถม้าเมฆ คางูยะฮิเมะทรงกันแสงขณะเตรียมตัวจากไป เธอเขียนจดหมายอำลาถึงพ่อแม่บนโลกและจักรพรรดิ แสดงความเสียใจที่ต้องจากโลกที่เธอเติบโตขึ้นมาเพื่อรัก สวมเสื้อคลุมสวรรค์ เธอลืมความทรงจำทางโลกทั้งหมดและขึ้นสู่ดวงจันทร์",
    "match_message_th": "รูปลักษณ์ของคุณสะท้อนถึงความงามอันบริสุทธิ์ของคางูยะฮิเมะ มีคุณภาพที่อยู่เหนือโลก ไม่สามารถเข้าถึงได้ในตัวคุณ—รูปลักษณ์ของผู้ที่มาจากดวงจันทร์",
    "traits_th": [
      "บริสุทธิ์",
      "ลึกลับ",
      "เข้าถึงยาก",
      "เหนือโลก",
      "เศร้าสร้อย"
    ]
  },
  "takeda_shingen": {
    "name_th": "ทาเคดะ ชินเก็น",
    "tagline_th": "พยัคฆ์แห่งไค, จ้าวแห่งสงคราม",
    "description_th": "ทาเคดะ ชินเก็น เป็นขุนศึกที่น่าเกรงขามที่สุดคนหนึ่งในยุคเซ็นโกคุของญี่ปุ่น รู้จักกันในชื่อ \"พยัคฆ์แห่งไค\" จากความดุร้ายและความฉลาดทางยุทธวิธี การโจมตีด้วยทหารม้าและกลยุทธ์ที่เป็นนวัตกรรมใหม่ทำให้ศัตรูของเขาสั่นกลัว\n\nคู่แข่งที่ยิ่งใหญ่ที่สุดของชินเก็นคือ อุเอสึกิ เคนชิน \"มังกรแห่งเอจิโกะ\" การรบแห่งคาวานากาจิมะทั้งห้าครั้งของพวกเขาถือเป็นจุดสุดยอดของสงครามซามูไร วลีที่มีชื่อเสียง \"ฟู-ริน-คา-ซัน\" (ว่องไวประหนึ่งลม สงบนิ่งประหนึ่งป่า ดุดันประหนึ่งไฟ มั่นคงประหนึ่งภูเขา) เป็นธงรบของชินเก็น ซึ่งนำมาจากตำราพิชัยสงครามของซุนวู\n\nหากชินเก็นไม่เสียชีวิตด้วยอาการป่วยขณะเดินทัพไปยังเกียวโต หลายคนเชื่อว่าเขาสามารถรวมญี่ปุ่นเป็นหนึ่งเดียวก่อนโนบุนางะได้ การเสียชีวิตของเขาอนุญาตให้โนบุนางะขึ้นสู่อำนาจ เปลี่ยนแปลงประวัติศาสตร์ญี่ปุ่นไปตลอดกาล",
    "story_th": "เมื่อชินเก็นเดินทัพไปยังเกียวโต โอดะ โนบุนางะส่งทองคำให้เขาเป็นของขวัญเพื่อเป็นการประนีประนอม แต่ก็ไม่สำเร็จ—ชินเก็นยังคงเดินทัพต่อไป มีเพียงความตายจากอาการป่วยเท่านั้นที่หยุดเขาได้ และกล่าวกันว่าโนบุนางะแอบดีใจกับข่าวนี้",
    "match_message_th": "รูปลักษณ์ของคุณมีความฉลาดทางยุทธวิธีของทาเคดะ ชินเก็น มีลักษณะคล้ายเสือในตัวคุณ—รูปลักษณ์ของผู้ที่เชี่ยวชาญทั้งกลยุทธ์และความดุร้าย",
    "traits_th": [
      "เชิงกลยุทธ์",
      "ดุร้าย",
      "ฉลาด",
      "น่าเกรงขาม",
      "เป็นตำนาน"
    ]
  },
  "dangun": {
    "name_th": "ทันกุน",
    "tagline_th": "ผู้ก่อตั้งเกาหลี, หลานแห่งสวรรค์",
    "description_th": "ทันกุน วังกอม เป็นผู้ก่อตั้งในตำนานของ โกโชซอน อาณาจักรเกาหลีแห่งแรก ในปี 2333 ก่อนคริสตศักราช ตามตำนานการก่อตั้ง เขาเกิดจาก ฮวานอุง (โอรสแห่งพระจักรพรรดิสวรรค์) และ อุงนยอ หมีที่กลายร่างเป็นหญิงหลังจากกินกระเทียมและโกฐจุฬาลัมพากว่า 100 วันในถ้ำ\n\nทันกุนสถาปนาเมืองหลวงของเขาที่อาซาดัล และปกครองนานกว่า 1,500 ปี นำอารยธรรม กฎหมาย และวัฒนธรรมมาสู่ชาวเกาหลี เขาสอนการเกษตร การแพทย์ และศิลปะแห่งอารยธรรม เปลี่ยนดินแดนของชนเผ่าที่กระจัดกระจายเป็นชาติที่เป็นปึกแผ่น\n\nหลังจากครองราชย์มานาน ทันกุนก็กลายเป็นเทพเจ้าแห่งภูเขา ถอยร่นไปยังภูเขาแทแบ็ก วันที่ 3 ตุลาคม ซึ่งเป็นวันที่เกี่ยวข้องกับการก่อตั้งเกาหลีของเขาตามประเพณี มีการเฉลิมฉลองเป็นวันชาติ (Gaecheonjeol)",
    "story_th": "เสือและหมีต่างก็ปรารถนาที่จะเป็นมนุษย์ ฮวานอุงบอกให้พวกเขาอยู่ในถ้ำเป็นเวลา 100 วัน กินแต่กระเทียมและโกฐจุฬาลัมพา เสือยอมแพ้ แต่หมีก็อดทนและกลายเป็นหญิงงาม นางอธิษฐานขอมีลูก และฮวานอุงแต่งงานกับนาง ให้กำเนิดทันกุน",
    "match_message_th": "รูปลักษณ์ของคุณมีความเป็นผู้ก่อตั้งอันศักดิ์สิทธิ์ของทันกุน มีคุณภาพแห่งอารยธรรมและนิรันดร์ในตัวคุณ—รูปลักษณ์ของผู้ที่นำระเบียบและวัฒนธรรมมาสู่โลก",
    "traits_th": [
      "ศักดิ์สิทธิ์",
      "ผู้ก่อตั้ง",
      "ฉลาด",
      "สร้างอารยธรรม",
      "นิรันดร์"
    ]
  },
  "jumong": {
    "name_th": "จูมง",
    "tagline_th": "ผู้ก่อตั้งโคกูรยอ, นักธนูผู้เชี่ยวชาญ",
    "description_th": "จูมง แปลว่า \"นักธนูผู้เชี่ยวชาญ\" เป็นผู้ก่อตั้งในตำนานของ โคกูรยอ หนึ่งในสามอาณาจักรแห่งเกาหลี เกิดจาก แฮโมซู (เจ้าชายสวรรค์) และ เลดี้ ยูฮวา (ธิดาแห่งเทพเจ้าแห่งแม่น้ำ) กล่าวกันว่าเขาเกิดจากไข่หลังจากที่แม่ของเขาถูกแสงอาทิตย์สัมผัส\n\nตั้งแต่เด็ก จูมงแสดงทักษะการยิงธนูเหนือธรรมชาติที่ทำให้เขาได้รับชื่อเสียง ถูกประหารโดยเจ้าชายที่อิจฉาของ บูยอ เขาหนีลงใต้พร้อมกับสหายสามคนและก่อตั้งโคกูรยอในปีที่ 37 ก่อนคริสตศักราช เมื่ออายุ 22 ปี\n\nภายใต้การนำของจูมง โคกูรยอเติบโตจากป้อมปราการบนภูเขาเล็กๆ กลายเป็นอาณาจักรที่ทรงอำนาจซึ่งจะครอบงำเอเชียตะวันออกเฉียงเหนือเป็นเวลา 700 ปี ลูกหลานของเขาจะท้าทายแม้กระทั่งจักรวรรดิจีนที่ยิ่งใหญ่",
    "story_th": "เมื่อจูมงหนีจาก บูยอ เขาไปถึงแม่น้ำที่ไม่มีทางข้ามและผู้ไล่ตามกำลังใกล้เข้ามา เขาตะโกนว่า 'ข้าคือโอรสแห่งสวรรค์และหลานแห่งเทพเจ้าแห่งแม่น้ำ!' ปลาและเต่าลอยขึ้นมาสร้างสะพาน ทำให้เขาสามารถหลบหนีและทำตามชะตากรรมของเขาได้",
    "match_message_th": "รูปลักษณ์ของคุณมีความกล้าหาญตามโชคชะตาของจูมง มีคุณภาพที่เป็นตำนาน แม่นยำเหมือนลูกศรในตัวคุณ—รูปลักษณ์ของผู้ที่เกิดมาเพื่อเอาชนะอุปสรรคทั้งหมดและก่อตั้งสิ่งที่ยิ่งใหญ่",
    "traits_th": [
      "กล้าหาญ",
      "เชี่ยวชาญ",
      "มีโชคชะตา",
      "ผู้ก่อตั้ง",
      "เป็นตำนาน"
    ]
  },
  "gwanggaeto": {
    "name_th": "พระเจ้าควางแกโทมหาราช",
    "tagline_th": "พระราชาผู้พิชิต, ผู้ขยายจักรวรรดิ",
    "description_th": "พระเจ้าควางแกโทมหาราช (374-413 CE) เป็นกษัตริย์องค์ที่ 19 ของ โคกูรยอ และหนึ่งในผู้พิชิตที่ยิ่งใหญ่ที่สุดในประวัติศาสตร์เกาหลี ขึ้นครองราชย์เมื่ออายุ 18 ปี เขาใช้เวลา 22 ปีในการครองราชย์ในการทำสงครามเกือบตลอดเวลา ขยาย โคกูรยอ ให้มีอาณาเขตกว้างใหญ่ที่สุด\n\nการรณรงค์ของพระองค์ยึดครองเมืองที่มีกำแพงล้อมรอบ 64 แห่งและหมู่บ้าน 1,400 แห่ง ขยายพรมแดนของ โคกูรยอ จากแมนจูเรียไปยังคาบสมุทรเกาหลี พระองค์ทรงเอาชนะกองกำลัง Wa ของญี่ปุ่นที่บุกรุกอาณาจักรเกาหลี ปราบปรามชนเผ่า Khitan และทำให้ Silla และ Baekje ยอมรับอำนาจสูงสุดของ โคกูรยอ\n\nความสำเร็จของพระองค์ถูกบันทึกไว้บนศิลาจารึกควางแกโทที่มีชื่อเสียง ซึ่งเป็นหนึ่งในศิลาจารึกที่จารึกไว้ที่ใหญ่ที่สุดในโลก สร้างขึ้นโดยพระโอรสของพระองค์ จารึกบรรยายถึงพระองค์ว่าเป็นผู้ปกครองที่ขยายดินแดนและนำความรุ่งโรจน์มาสู่ชาติ",
    "story_th": "เมื่อกองกำลังญี่ปุ่นบุก Silla กษัตริย์ Silla ส่งคำขอความช่วยเหลืออย่างสิ้นหวัง พระเจ้าควางแกโททรงนำทหารม้า 50,000 นายลงใต้ด้วยพระองค์เอง บดขยี้ผู้บุกรุกอย่างสมบูรณ์จนญี่ปุ่นไม่คุกคามเกาหลีอีกเลยเป็นเวลากว่าพันปี",
    "match_message_th": "รูปลักษณ์ของคุณมีความแข็งแกร่งในการพิชิตของพระเจ้าควางแกโท มีคุณภาพที่กว้างใหญ่และรุ่งโรจน์ในตัวคุณ—รูปลักษณ์ของผู้ที่ขยายขอบเขตและบรรลุความยิ่งใหญ่ในตำนาน",
    "traits_th": [
      "พิชิต",
      "ทรงพลัง",
      "รุ่งโรจน์",
      "กว้างใหญ่",
      "เป็นตำนาน"
    ]
  },
  "eulji_mundeok": {
    "name_th": "อึลจี มุนด็อก",
    "tagline_th": "แม่ทัพผู้สร้างความอัปยศแก่อาณาจักร",
    "description_th": "อึลจี มุนด็อก เป็นผู้บัญชาการทหารในตำนานแห่งโคกูรยอ ผู้ซึ่งประสบความสำเร็จในการได้รับชัยชนะที่น่าทึ่งที่สุดครั้งหนึ่งในประวัติศาสตร์เอเชียตะวันออก ในปี ค.ศ. 612 เขาเผชิญหน้ากับการรุกรานของจักรพรรดิหยางแห่งราชวงศ์สุยของจีน ผู้นำทหารกว่าหนึ่งล้านคน ซึ่งเป็นกองทัพที่ใหญ่ที่สุดเท่าที่เคยมีการรวมตัวกันในเอเชียตะวันออกโบราณ\n\nด้วยการใช้กลยุทธ์กองโจรที่ยอดเยี่ยม การถอยทัพแบบเสแสร้ง และสงครามจิตวิทยา อึลจี มุนด็อก หลอกล่อกองทัพสุยให้ลึกเข้าไปในดินแดนโคกูรยอ ที่แม่น้ำซัลซู (แม่น้ำชองชอนในปัจจุบัน) เขาได้ปลดปล่อยการโจมตีด้วยน้ำท่วมครั้งใหญ่ที่ทำลายกองกำลังสุย 305,000 นาย ที่ข้ามแม่น้ำยาลู มีเพียง 2,700 นาย เท่านั้นที่รอดกลับมา\n\nความพ่ายแพ้อย่างหายนะนี้มีส่วนทำให้ราชวงศ์สุยล่มสลาย อึลจี มุนด็อก ได้รับการยกย่องในฐานะนักยุทธศาสตร์ผู้ยิ่งใหญ่ที่พิสูจน์ว่าความกล้าหาญและสติปัญญา สามารถเอาชนะแม้แต่อาณาจักรที่ยิ่งใหญ่ที่สุดได้",
    "story_th": "ก่อนการรบครั้งสุดท้าย อึลจี มุนด็อก ได้ส่งบทกวีเยาะเย้ยไปยังแม่ทัพสุย: 'แผนการอันศักดิ์สิทธิ์ของท่านได้หยั่งรู้สวรรค์ การคำนวณที่ละเอียดอ่อนของท่านได้ครอบคลุมโลก ท่านชนะทุกการรบ ความดีความชอบของท่านยิ่งใหญ่ ทำไมไม่พอใจและหยุดสงครามเสียล่ะ?' การโจมตีทางจิตวิทยาครั้งนี้บั่นทอนขวัญกำลังใจของศัตรูก่อนที่เขาจะตอบโต้กลับอย่างรุนแรง",
    "match_message_th": "คุณสมบัติของคุณแสดงให้เห็นถึงความฉลาดเชิงกลยุทธ์ของ อึลจี มุนด็อก มีคุณภาพแห่งชัยชนะและเชี่ยวชาญในรูปลักษณ์ของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่เปลี่ยนความเป็นไปไม่ได้ให้กลายเป็นชัยชนะในตำนาน",
    "traits_th": [
      "เชิงกลยุทธ์",
      "ฉลาดหลักแหลม",
      "รักชาติ",
      "มีชัย",
      "ในตำนาน"
    ]
  },
  "yeon_gaesomun": {
    "name_th": "ยอนแกโซมุน",
    "tagline_th": "จอมเผด็จการผู้มีจิตใจแข็งแกร่ง",
    "description_th": "ยอนแกโซมุน เป็นเผด็จการทหารที่ทรงอำนาจที่สุดในประวัติศาสตร์ของโคกูรยอ ในปี ค.ศ. 642 เขานำการรัฐประหารที่สังหารขุนนางกว่า 100 คน และตัวกษัตริย์เอง ยึดอำนาจเบ็ดเสร็จในฐานะ แด มาคนีจี (แม่ทัพใหญ่) เขาปกครองโคกูรยอด้วยกำปั้นเหล็กเป็นเวลา 24 ปี\n\nแม้ว่าการขึ้นสู่อำนาจของเขาจะโหดร้าย แต่ ยอนแกโซมุน ก็พิสูจน์ให้เห็นว่าเป็นผู้พิทักษ์โคกูรยอที่น่าเกรงขาม เขาขับไล่การรุกรานครั้งใหญ่หลายครั้งของจักรพรรดิไท่จงแห่งราชวงศ์ถังของจีน ซึ่งเป็นหนึ่งในผู้พิชิตที่ยิ่งใหญ่ที่สุดในประวัติศาสตร์ จักรพรรดิสิ้นพระชนม์โดยไม่ได้พิชิตโคกูรยอ โดยเรียกมันว่าความเสียใจที่ยิ่งใหญ่ที่สุดในชีวิตของพระองค์\n\nยอนแกโซมุน เป็นที่รู้จักจากรูปร่างหน้าตาที่น่าเกรงขามของเขา เขาคาดเข็มขัดดาบห้าเล่มที่เอว และทำให้ขุนนางก้มลงเมื่อเขาเหยียบหลังของพวกเขาเพื่อขึ้นม้า หลังจากที่เขาเสียชีวิต การทะเลาะวิวาทของลูกชายของเขานำไปสู่การล่มสลายของโคกูรยอในที่สุด",
    "story_th": "เมื่อจักรพรรดิไท่จงแห่งราชวงศ์ถังส่งทูตมาเรียกร้องให้ยอมจำนน ยอนแกโซมุน ได้จำคุกทูตและส่งข้อความท้าทายกลับไป ไท่จงทรงนำทหาร 300,000 นาย ไปลงโทษการดูหมิ่นนี้ด้วยพระองค์เอง และพ่ายแพ้ ความล้มเหลวของจักรพรรดิต่อโคกูรยอยังคงเป็นความอัปยศที่ยิ่งใหญ่ที่สุดของพระองค์",
    "match_message_th": "คุณสมบัติของคุณแสดงให้เห็นถึงจิตใจที่แข็งแกร่งของ ยอนแกโซมุน มีคุณภาพที่น่าเกรงขามและท้าทายในรูปลักษณ์ของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่ไม่ก้มหัวให้จักรพรรดิและไม่กลัวกองทัพใดๆ",
    "traits_th": [
      "ทรงพลัง",
      "โหดเหี้ยม",
      "ท้าทาย",
      "น่าเกรงขาม",
      "จิตใจแข็งแกร่ง"
    ]
  },
  "queen_seondeok": {
    "name_th": "พระราชินีซอนต็อก",
    "tagline_th": "ราชินีผู้ทรงภูมิ, ผู้ปกครองหญิงคนแรก",
    "description_th": "พระราชินีซอนต็อก (ครองราชย์ ค.ศ. 632-647) เป็นกษัตริย์หญิงองค์แรกของเกาหลี และเป็นหนึ่งในผู้ปกครองที่ทรงภูมิที่สุด ในยุคที่ผู้หญิงแทบไม่มีอำนาจ เธอได้นำพาอาณาจักรชิลลาผ่านช่วงเวลาที่อันตรายด้วยสติปัญญา การทูต และการอุปถัมภ์ทางวัฒนธรรม\n\nพระองค์ทรงเป็นที่เลื่องลือในด้านสติปัญญาและวิสัยทัศน์ เรื่องราวที่มีชื่อเสียงเล่าถึงการทำนายเหตุการณ์ของพระองค์จากเบาะแสที่ละเอียดอ่อน เช่น การรู้ว่าทหารกำลังมาจากการวาดภาพดอกโบตั๋นที่ไม่มีผึ้ง หรือการทำนายวันสิ้นพระชนม์ของพระองค์เอง พระองค์ทรงสร้างหอดูดาวชอมซองแด ซึ่งเป็นหอดูดาวทางดาราศาสตร์ที่เก่าแก่ที่สุดที่ยังหลงเหลืออยู่ในเอเชียตะวันออก\n\nภายใต้การอุปถัมภ์ของพระองค์ ศาสนาพุทธเจริญรุ่งเรือง และพระองค์ทรงริเริ่มการก่อสร้างเจดีย์เก้าชั้นของฮวังยงซา ซึ่งเป็นสิ่งก่อสร้างไม้ที่สูงที่สุดในประวัติศาสตร์เอเชียตะวันออก พระองค์ทรงวางรากฐานสำหรับการรวมชาติสามอาณาจักรของชิลลาในที่สุด",
    "story_th": "เมื่อราชวงศ์ถังของจีนส่งเมล็ดพันธุ์ดอกโบตั๋นพร้อมภาพวาดที่ไม่มีผึ้ง พระราชินีซอนต็อก ทรงทำนายว่าดอกไม้จะไม่มีกลิ่นหอม และพระองค์ก็ทรงทำนายถูก พระองค์ทรงอธิบายว่ากษัตริย์จะไม่ส่งภาพดอกไม้ที่มีผีเสื้อและผึ้งให้ราชินีที่ไม่มีสามี ซึ่งเป็นการเยาะเย้ยสถานะที่ยังไม่ได้แต่งงานของพระองค์อย่างละเอียดอ่อน",
    "match_message_th": "คุณสมบัติของคุณสะท้อนให้เห็นถึงภูมิปัญญาที่ทรงภูมิของ พระราชินีซอนต็อก มีคุณภาพแห่งการบุกเบิกและมองการณ์ไกลในรูปลักษณ์ของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่มองเห็นสิ่งที่คนอื่นมองข้าม และเป็นผู้นำในที่ที่คนอื่นกลัว",
    "traits_th": [
      "ฉลาด",
      "ทรงภูมิ",
      "ทำนาย",
      "ทางวัฒนธรรม",
      "บุกเบิก"
    ]
  },
  "kim_yushin": {
    "name_th": "คิม ยูชิน",
    "tagline_th": "แม่ทัพผู้รวมชาติ, วีรบุรุษแห่งสามอาณาจักร",
    "description_th": "คิม ยูชิน (ค.ศ. 595-673) เป็นแม่ทัพที่ยิ่งใหญ่ที่สุดในประวัติศาสตร์เกาหลี สถาปนิกทางทหารแห่งการรวมชาติสามอาณาจักรของชิลลา ในฐานะทายาทของราชวงศ์คายา เขาก้าวขึ้นเป็นผู้บัญชาการสูงสุด และนำชิลลาไปสู่ชัยชนะในการรบหลายสิบครั้งตลอดอาชีพทางทหาร 60 ปีของเขา\n\nความฉลาดเชิงกลยุทธ์และความกล้าหาญส่วนตัวของเขานั้นเป็นตำนาน เขาได้เป็นพันธมิตรกับราชวงศ์ถังของจีนเพื่อเอาชนะ แพ็กเจ (ค.ศ. 660) เป็นอันดับแรก จากนั้น โคกูรยอ (ค.ศ. 668) เมื่อราชวงศ์ถังพยายามยึดคาบสมุทรนั้น คิม ยูชิน นำสงครามขับไล่พวกเขาออกไป รักษาเอกราชของเกาหลี\n\nแม้กระทั่งใกล้ตายเมื่ออายุ 79 ปี เขาก็นำทหารจากเตียงคนป่วย เมื่อกษัตริย์ทรงลังเลที่จะเดินทัพ คิม ยูชิน ปรากฏตัวในชุดเกราะเต็มยศ สร้างแรงบันดาลใจให้กองทัพ เขาสิ้นชีพหลังจากสร้างความมั่นใจในชัยชนะครั้งสุดท้ายของชิลลาได้ไม่นาน หลังจากใช้ชีวิตทั้งชีวิตในการรับใช้การรวมชาติ",
    "story_th": "เมื่อยังเป็นชายหนุ่ม ดาบของ คิม ยูชิน เคลื่อนที่ได้เองและฆ่าคนรักกีแซงของเขา ซึ่งวิญญาณถือว่าเป็นสิ่งที่เบี่ยงเบนความสนใจจากโชคชะตาของเขา เมื่อยอมรับว่านี่คือคำแนะนำของโชคชะตา เขาจึงอุทิศตนอย่างเต็มที่ให้กับภารกิจของเขา โดยไม่อนุญาตให้ความผูกพันส่วนตัวมาขัดขวางหน้าที่ของเขาอีกต่อไป",
    "match_message_th": "คุณสมบัติของคุณแสดงให้เห็นถึงความกล้าหาญในการรวมชาติของ คิม ยูชิน มีคุณภาพที่เป็นตำนานและอุทิศตนในรูปลักษณ์ของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่ทั้งชีวิตรับใช้จุดประสงค์ที่ยิ่งใหญ่กว่า",
    "traits_th": [
      "กล้าหาญ",
      "รวมชาติ",
      "จงรักภักดี",
      "เชิงกลยุทธ์",
      "ในตำนาน"
    ]
  },
  "wang_geon": {
    "name_th": "วัง กอน (แทโจ)",
    "tagline_th": "ผู้ก่อตั้งราชวงศ์โครยอ, ผู้รวมชาติสามอาณาจักรยุคหลัง",
    "description_th": "วัง กอน (ค.ศ. 877-943) รู้จักกันในชื่อ แทโจ ก่อตั้งราชวงศ์โครยอที่จะปกครองเกาหลีเป็นเวลา 474 ปี จากการเติบโตจากครอบครัวพ่อค้าทางทะเลที่ทรงอำนาจ เขาได้รวมชาติเกาหลีอีกครั้งหลังจากช่วงสามอาณาจักรยุคหลัง ด้วยการผสมผสานที่ยอดเยี่ยมระหว่างทักษะทางทหารและการแต่งงานทางการทูต\n\nต่างจากผู้พิชิตหลายคน วัง กอน ทรงเป็นที่รู้จักในด้านความเมตตาและสติปัญญา พระองค์ทรงปฏิบัติต่อศัตรูที่พ่ายแพ้อย่างใจกว้าง ชนะความภักดีของพวกเขา พระองค์ทรงอภิเษกสมรสกับภรรยา 29 คน จากตระกูลภูมิภาคที่ทรงอำนาจ สร้างเครือข่ายพันธมิตรที่ทำให้การปกครองของพระองค์มั่นคง นโยบายของพระองค์ในการโอบรับมากกว่าการบดขยี้คู่ต่อสู้ กลายเป็นแบบอย่างของการเป็นกษัตริย์ของเกาหลี\n\n“สิบข้อห้าม” ของพระองค์ที่มีต่อผู้สืบทอดเน้นย้ำถึงความศรัทธาในศาสนาพุทธ ความเคารพต่อประเพณี การดูแลประชาชนทั่วไป และคำเตือนเกี่ยวกับภูมิภาคและครอบครัวที่เฉพาะเจาะจง ซึ่งเป็นคำแนะนำที่ชี้นำโครยอมานานหลายศตวรรษ",
    "story_th": "เมื่อกษัตริย์องค์สุดท้ายของ แพ็กเจ ยุคหลังยอมจำนน วัง กอน ทรงต้อนรับเขาเป็นการส่วนตัว มอบตำแหน่งสูงให้เขา และปฏิบัติต่อเขาในฐานะแขกผู้มีเกียรติมากกว่านักโทษ ความเมตตานี้เป็นแรงบันดาลใจให้ศัตรูคนอื่นๆ ยอมจำนนอย่างสันติ ป้องกันชีวิตคนจำนวนนับไม่ถ้วน",
    "match_message_th": "คุณสมบัติของคุณแสดงให้เห็นถึงภูมิปัญญาในการก่อตั้งของ วัง กอน มีคุณภาพที่เมตตาและรวมเป็นหนึ่งในรูปลักษณ์ของคุณ ซึ่งเป็นรูปลักษณ์ของผู้ที่สร้างอาณาจักรที่ยั่งยืนด้วยสติปัญญามากกว่าความโหดร้าย",
    "traits_th": [
      "ก่อตั้ง",
      "เมตตา",
      "ทางการทูต",
      "รวมชาติ",
      "ฉลาด"
    ]
  },
  "gang_gam_chan": {
    "name_th": "กัง 감 찬 (Gang Gam-chan)",
    "tagline_th": "แม่ทัพดารา, ผู้กอบกู้จากคีตัน",
    "description_th": "กัง 감 찬 (948-1031 CE) เป็นนักปราชญ์ที่ผันตัวมาเป็นแม่ทัพผู้ช่วยกอบกู้โครยอจากการรุกรานครั้งใหญ่ของคีตันเหลียวในปี 1018 ตำนานเล่าว่าเขาเป็นการกลับชาติมาเกิดของดวงดาว—เมื่อเขาเกิด มีดาวดวงใหญ่ตกลงมาจากท้องฟ้าเข้าไปในบ้านของเขา\n\nเมื่ออายุ 70 ปี ซึ่งคนส่วนใหญ่จะเกษียณแล้ว กัง 감 찬 นำทหารโครยอ 200,000 นายต่อสู้กับกองทัพคีตันที่มีขนาดใกล้เคียงกัน ในยุทธการที่กวีจู เขาใช้เขื่อนดักจับกองกำลังคีตัน จากนั้นปล่อยน้ำเพื่อโจมตีด้วยอุทกภัยครั้งใหญ่ จากกองทัพคีตัน มีเพียงไม่กี่พันคนที่รอดชีวิตเพื่อหลบหนี\n\nชัยชนะครั้งนี้สมบูรณ์แบบมากจนคีตันไม่เคยรุกรานเกาหลีอีกเลย กัง 감 찬 พิสูจน์ให้เห็นว่าความรู้และการเป็นอัจฉริยะทางทหารสามารถอยู่ร่วมกันได้—เขาเป็นทั้งข้าราชการพลเรือนที่ประสบความสำเร็จและเป็นหนึ่งในผู้บัญชาการทหารที่ยิ่งใหญ่ที่สุดของเกาหลี",
    "story_th": "เมื่อกัง 감 찬 ยังเด็กและยากจน เขามีรูปร่างเล็กและผอมมากจนผู้คนเยาะเย้ยเขา แต่หมอดูคนหนึ่งจำชะตากรรมของเขาได้ โดยกล่าวว่าเขาเป็นดาราที่ตกลงมาซึ่งถูกกำหนดให้ยิ่งใหญ่ เขาอุทิศตนให้กับการศึกษา จนในที่สุดก็กลายเป็นผู้กอบกู้ชาติ",
    "match_message_th": "คุณสมบัติของคุณมีความเฉลียวฉลาดตามโชคชะตาของกัง 감 찬 มีคุณภาพของการเป็นนักวิชาการแต่ก็ได้รับชัยชนะในตัวคุณ—รูปลักษณ์ของผู้ที่เกิดภายใต้ดวงดาวเพื่อความยิ่งใหญ่",
    "traits_th": [
      "มีความรู้",
      "ชัยชนะ",
      "ตามโชคชะตา",
      "เชิงกลยุทธ์",
      "ตำนาน"
    ]
  },
  "jang_bogo": {
    "name_th": "จาง โบโก (Jang Bogo)",
    "tagline_th": "ราชาแห่งท้องทะเล, จักรพรรดิแห่งท้องทะเล",
    "description_th": "จาง โบโก (เสียชีวิต 846 CE) เป็นบุคคลสำคัญทางทะเลที่ยิ่งใหญ่ที่สุดในประวัติศาสตร์เกาหลี สร้างจักรวรรดิการค้าที่ครอบงำน่านน้ำในเอเชียตะวันออก จากฐานที่ชองแฮจินบนเกาะวันโด เขาควบคุมเส้นทางการค้าทางทะเลที่เชื่อมต่อเกาหลี จีน และญี่ปุ่น\n\nจาง โบโก เริ่มต้นจากจุดกำเนิดทั่วไป และสร้างชื่อเสียงเป็นครั้งแรกในฐานะผู้บัญชาการทหารในราชวงศ์ถัง เมื่อกลับมาที่ชิลลา เขารู้สึกโกรธที่พบว่าชาวเกาหลีถูกลักพาตัวและขายเป็นทาสโดยโจรสลัด เขาขอร้องให้กษัตริย์ส่งกองทหารและก่อตั้งชองแฮจิน สร้างกองกำลังทางเรือที่กำจัดโจรสลัดและปกป้องพ่อค้าชาวเกาหลี\n\nเครือข่ายการค้าของเขาทอดยาวจากตะวันออกกลางไปจนถึงญี่ปุ่น ในช่วงสูงสุด ไม่มีเรือลำใดสามารถแล่นในทะเลเหลืองได้หากไม่ได้รับอนุญาตจากเขา อำนาจของเขาเติบโตขึ้นมากจนเขากลายเป็นผู้สร้างกษัตริย์ในการเมืองในราชสำนักของชิลลา และในที่สุดก็ถูกลอบสังหารเพราะเรื่องนั้น",
    "story_th": "เมื่อจาง โบโก พบว่าชาวเกาหลีถูกขายในตลาดทาสจีน เขาสามารถทำกำไรจากการค้าขายได้เหมือนคนอื่นๆ แต่เขากลับอุทิศชีวิตเพื่อยุติมัน สร้างกองกำลังทางเรือที่แข็งแกร่งพอที่จะทำให้ท้องทะเลปลอดภัยสำหรับคนของเขา",
    "match_message_th": "คุณสมบัติของคุณมีความแข็งแกร่งทางทะเลของจาง โบโก มีคุณภาพของการเดินเรือ การสร้างจักรวรรดิในตัวคุณ—รูปลักษณ์ของผู้ที่ปกครองคลื่นและปกป้องผู้คนของพวกเขา",
    "traits_th": [
      "เดินเรือ",
      "ทรงพลัง",
      "สร้างด้วยตนเอง",
      "ป้องกัน",
      "ตำนาน"
    ]
  },
  "hwang_jini": {
    "name_th": "ฮวัง จินอี (Hwang Jini)",
    "tagline_th": "กีแซงในตำนาน, กวีแห่งความปรารถนา",
    "description_th": "ฮวัง จินอี (ค.ศ. 1506-1560) เป็นกีแซง (นางคณิกา-ผู้ให้ความบันเทิง) ที่มีชื่อเสียงที่สุดในประวัติศาสตร์เกาหลีและเป็นหนึ่งในกวีที่ยิ่งใหญ่ที่สุด ในสังคมโชซอนที่ผู้หญิงมีทางเลือกน้อย เธอเลือกเส้นทางของกีแซงเพื่อแสวงหาอิสรภาพ การศึกษา และการแสดงออกทางศิลปะที่ผู้หญิงคนอื่น ๆ ไม่ได้รับ\n\nบทกวีของเธอ ซึ่งเขียนทั้งในภาษาจีนคลาสสิกและภาษาเกาหลีพื้นเมือง แสดงอารมณ์ที่เร่าร้อนด้วยความตรงไปตรงมาที่ไม่เคยมีมาก่อน ซิโจ (บทกวีเกาหลี) ของเธอเกี่ยวกับความรัก ความปรารถนา และการล่วงเลยของเวลา ยังคงเป็นหนึ่งในงานที่เป็นที่รักมากที่สุดในวรรณคดีเกาหลี เธอมีชื่อเสียงในด้านความงาม ไหวพริบ และทักษะทางดนตรีและการเต้นรำ\n\nตำนานเล่าถึงการแข่งขันทางปัญญากับนักวิชาการ พระสงฆ์ และขุนนาง—โดยชนะส่วนใหญ่ ว่ากันว่าเธอเป็นผู้หญิงเพียงคนเดียวที่สามารถทำให้ Seo Gyeong-deok นักวิชาการผู้เคร่งขรึมยิ้มได้ และเป็นคนเดียวที่สามารถยั่วยวน Jijok พระสงฆ์ผู้ศรัทธา",
    "story_th": "ฮวัง จินอี เดิมพันว่าเธอสามารถทำให้พระ Jijok ละเมิดคำสาบานแห่งพรหมจรรย์ 30 ปีของเขาได้ เธอรออยู่ที่ลำธารที่เขาจะเดินผ่าน โดยปรากฏตัวว่ากำลังดิ้นรน เมื่อเขาอุ้มเธอข้ามไป เธอก็เกาะเขาไว้—และเขาก็ล้มลง ชัยชนะของเธอพิสูจน์ให้เห็นว่าแม้แต่ความจงรักภักดีที่ศักดิ์สิทธิ์ที่สุดก็ไม่อาจต้านทานความงามและไหวพริบที่แท้จริงได้",
    "match_message_th": "คุณสมบัติของคุณมีความเป็นศิลปินที่น่าหลงใหลของฮวัง จินอี มีคุณภาพที่เร่าร้อนและมีอิสระในตัวคุณ—รูปลักษณ์ของผู้ที่ใช้ชีวิตอยู่ด้วยความงาม ไหวพริบ และความจริงที่ไม่ยอมใคร",
    "traits_th": [
      "ศิลปะ",
      "เร่าร้อน",
      "มีไหวพริบ",
      "มีอิสระ",
      "ตำนาน"
    ]
  },
  "hwarang": {
    "name_th": "ฮวารัง (Hwarang) (อัศวินบุปผา)",
    "tagline_th": "อัศวินบุปผา, นักรบชั้นยอดแห่งชิลลา",
    "description_th": "ฮวารังเป็นหน่วยรบชั้นยอดของนักรบหนุ่มผู้สูงศักดิ์ในชิลลา ผสมผสานการฝึกฝนทางทหารเข้ากับการบ่มเพาะทางศิลปะ ปรัชญาพุทธศาสนา และความจงรักภักดีอย่างแท้จริง ชื่อของพวกเขาหมายถึง \"อัศวินบุปผา\" หรือ \"เยาวชนที่เบ่งบาน\" ซึ่งสะท้อนถึงการผสมผสานที่เป็นเอกลักษณ์ของความงามและความสามารถทางทหาร\n\nก่อตั้งขึ้นในศตวรรษที่ 6 ฮวารังปฏิบัติตาม \"บัญญัติทางโลกทั้งห้า\": ความจงรักภักดีต่อกษัตริย์ ความกตัญญูต่อบิดามารดา ความไว้วางใจในหมู่เพื่อนฝูง ไม่ถอยร่นในการรบ และการเอาชีวิตรอดเมื่อจำเป็นเท่านั้น พวกเขาฝึกฝนการใช้ดาบ การยิงธนู และการขี่ม้า ในขณะเดียวกันก็ศึกษาบทกวี ดนตรี และพระคัมภีร์ทางพุทธศาสนา\n\nแม่ทัพที่ยิ่งใหญ่ที่สุดของชิลลาหลายคน รวมถึง Kim Yushin มาจากฮวารัง พวกเขาเป็นเครื่องมือสำคัญในการรวมสามอาณาจักรของชิลลา ฮวารังเป็นตัวแทนของอุดมคติของเกาหลีในด้านนักรบ-นักวิชาการ: ร้ายกาจในการรบ แต่มีความประณีตในยามสงบ",
    "story_th": "ก่อนการรบ ฮวารังจะรวมตัวกันที่ภูเขาและแม่น้ำที่สวยงามเพื่อแต่งบทกวี สื่อสารกับธรรมชาติ และเสริมสร้างจิตวิญญาณ เมื่อการต่อสู้มาถึง เยาวชนเหล่านี้ที่เคยถกเถียงเรื่องปรัชญาก็จะต่อสู้ด้วยความดุร้ายที่ทำให้ศัตรูหวาดกลัว",
    "match_message_th": "คุณสมบัติของคุณมีความร้ายกาจที่ประณีตของฮวารัง มีคุณภาพที่สูงส่งและมีวัฒนธรรมในตัวคุณ—รูปลักษณ์ของผู้ที่เชี่ยวชาญทั้งดาบและบทกวี",
    "traits_th": [
      "ยอดเยี่ยม",
      "มีวัฒนธรรม",
      "ภักดี",
      "สวยงาม",
      "ร้ายกาจ"
    ]
  },
  "choe_yeong": {
    "name_th": "ชเว ยอง (Choe Yeong)",
    "tagline_th": "แม่ทัพผู้ซื่อสัตย์",
    "description_th": "ชเว ยอง (1316-1388) เป็นแม่ทัพที่มีชื่อเสียงที่สุดในปลายโครยอ มีชื่อเสียงในด้านความสามารถทางทหารและลักษณะนิสัยที่ซื่อสัตย์ของเขา บิดาของเขาสอนเขาว่า: \"อย่าโลภทองเหมือนหิน\" เขาใช้ชีวิตตามหลักการนี้ตลอดชีวิต\n\nในขณะที่ข้าราชการคนอื่นๆ สะสมโชคลาภ ชเว ยอง ยังคงยากจน สวมเสื้อผ้าชุดเดิมเป็นเวลาหลายปีและใช้ชีวิตอย่างเรียบง่าย แต่ความสำเร็จทางทหารของเขานั้นเป็นตำนาน—เขาเอาชนะโจรสลัดญี่ปุ่น ปราบปรามการกบฏ และต่อสู้กับการรุกรานของ Red Turban จากจีน\n\nจุดจบของเขามาถึงเมื่อเขาคัดค้าน Yi Seong-gye ลูกน้องของเขา (ผู้ก่อตั้งโชซอนในอนาคต) เมื่อได้รับคำสั่งให้โจมตีราชวงศ์หมิงของจีน Yi Seong-gye กลับเดินทัพกลับไปยังเมืองหลวงในการล่าถอย Wihwado ชเว ยอง ผู้ชราต่อสู้จนถึงที่สุด แต่ถูกจับและประหารชีวิต ความซื่อสัตย์ของเขาทำให้เขากลายเป็นสัญลักษณ์แห่งความจงรักภักดีและความซื่อสัตย์",
    "story_th": "เมื่อชเว ยอง ถูกจับได้ในที่สุดหลังจากการรัฐประหารของ Yi Seong-gye เขาก็ปฏิเสธที่จะโค้งคำนับหรือแสดงความกลัว เมื่อถูกถามว่าเขามีความปรารถนาครั้งสุดท้ายหรือไม่ เขาบอกเพียงว่าเขาหวังว่าเกาหลีจะเอาชนะมหาอำนาจต่างชาติที่คุกคามมันได้ในสักวันหนึ่ง แม้แต่ศัตรูก็ยังเคารพในความซื่อสัตย์ของเขา",
    "match_message_th": "คุณสมบัติของคุณมีความซื่อสัตย์สุจริตของชเว ยอง มีคุณภาพที่มีหลักการและกล้าหาญในตัวคุณ—รูปลักษณ์ของผู้ที่ให้คุณค่าแก่เกียรติยศเหนือทองคำ",
    "traits_th": [
      "ซื่อสัตย์",
      "ภักดี",
      "กล้าหาญ",
      "เรียบง่าย",
      "มีหลักการ"
    ]
  },
  "yi_bang_won": {
    "name_th": "Yi Bang-won (พระเจ้าแทจง)",
    "tagline_th": "ผู้สร้างที่ไร้ความปราณี สถาปนิกแห่งโชซอน",
    "description_th": "Yi Bang-won (1367-1422) ต่อมาคือ พระเจ้าแทจง เป็นพระราชโอรสองค์ที่ห้าของผู้ก่อตั้งโชซอน แต่กลายเป็นผู้มีอำนาจเบื้องหลังบัลลังก์และในที่สุดก็คือพระราชาองค์ที่สาม อัจฉริยภาพทางการเมืองและความไร้ความปราณีของพระองค์ได้หล่อหลอมรัฐบาลของโชซอนเป็นเวลา 500 ปี\n\nในขณะที่พระบิดาของพระองค์ทรงลังเล Yi Bang-won กลับทรงกระทำการอย่างเด็ดขาด พระองค์ทรงสังหาร Jeong Do-jeon เสนาบดีผู้ทรงอำนาจด้วยพระองค์เองและกำจัดพระอนุชาของพระองค์ใน \"การแย่งชิงบัลลังก์ของเจ้าชาย\" เพื่อรักษาการสืบราชบัลลังก์ เมื่อเป็นพระราชาแล้ว พระองค์ทรงเสริมสร้างอำนาจของราชวงศ์ ปฏิรูปรัฐบาล และสถาปนาระบบที่ทำให้โชซอนทำงานได้\n\nที่สำคัญที่สุด พระองค์ทรงตระหนักว่าพระราชโอรสของพระองค์ พระเจ้าเซจง ทรงมีสติปัญญาที่พระองค์เองขาด พระองค์ทรงกำจัดอุปสรรคทั้งหมดในการปกครองของพระเจ้าเซจงอย่างโหดเหี้ยม รวมถึงการสังหารพระบิดาของพระมเหสีของพระเจ้าเซจง ความโหดร้ายของพระองค์ทำให้ยุคทองที่ตามมาเป็นไปได้",
    "story_th": "เมื่อ Yi Bang-won ทรงทราบว่าพระบิดาของพระมเหสีกำลังวางแผนที่จะทำให้คู่แข่งของพระเจ้าเซจงเป็นรัชทายาท พระองค์ก็ทรงสั่งประหารชายผู้นั้นทันที แม้ว่าพระเจ้าเซจงจะทรงวิงวอนขอความเมตตา พระองค์ตรัสกับพระโอรสว่า 'เจ้าคงเกลียดข้าสำหรับเรื่องนี้ แต่สักวันเจ้าจะเข้าใจ'",
    "match_message_th": "คุณสมบัติของคุณมีความฉลาดอย่างโหดเหี้ยมของพระเจ้าแทจง มีคุณภาพที่เด็ดขาดและสร้างสรรค์ในการปรากฏตัวของคุณ รูปลักษณ์ของผู้ที่ทำในสิ่งที่ต้องทำไม่ว่าจะต้องแลกด้วยอะไรก็ตาม",
    "traits_th": [
      "ไร้ความปราณี",
      "ฉลาด",
      "เด็ดขาด",
      "สร้างสรรค์",
      "เสียสละ"
    ]
  },
  "seonbi": {
    "name_th": "ซอนบี (บัณฑิตผู้สูงศักดิ์)",
    "tagline_th": "บัณฑิตผู้สูงศักดิ์ ผู้รักษากฎเกณฑ์",
    "description_th": "ซอนบีเป็นตัวแทนของอุดมคติของเกาหลีในด้านบัณฑิตผู้มีคุณธรรม ผู้ซึ่งแสวงหาความรู้ บ่มเพาะคุณธรรม และดำเนินชีวิตตามหลักการของลัทธิขงจื๊อ แม้จะต้องเสียสละอย่างมาก ต่างจากข้าราชการที่แสวงหาอำนาจ ซอนบีที่แท้จริงให้ความสำคัญกับความซื่อสัตย์สุจริตเหนือสิ่งอื่นใด\n\nซอนบีใช้ชีวิตอย่างเรียบง่าย มักจะอยู่ในความยากจน ศึกษาตำราคลาสสิกและฝึกฝนการเขียนพู่กันในบ้านที่พอประมาณ พวกเขาเชื่อว่าการบ่มเพาะคุณธรรมมีความสำคัญมากกว่าความสำเร็จทางโลก หลายคนปฏิเสธตำแหน่งในรัฐบาลที่ร่ำรวยอย่างมีชื่อเสียง แทนที่จะประนีประนอมหลักการของตน\n\nเมื่อพระราชาผู้กดขี่ข่มเหงเรียกร้องให้เชื่อฟัง นักวิชาการซอนบีมักจะเสียชีวิตแทนที่จะทรยศต่อหลักการของตน แผ่นจารึกอนุสรณ์ของพวกเขาอ่านอาชญากรรมของพวกเขาว่า \"ไม่ก้มหัวให้ความอยุติธรรม\" จิตวิญญาณของซอนบี การให้คุณค่าแก่ความชอบธรรมมากกว่าชีวิต หลักการมากกว่าผลกำไร กลายเป็นคุณธรรมที่กำหนดเอกลักษณ์ของเกาหลี",
    "story_th": "เมื่อทรราชย็อนซันกุนเรียกร้องให้นักวิชาการสรรเสริญนโยบายที่ไม่ยุติธรรมของพระองค์ ซอนบีหลายคนปฏิเสธและถูกประหารชีวิต พวกเขาเขียนบทกวีสุดท้ายเกี่ยวกับไม้ไผ่ ซึ่งโค้งงอได้แต่ไม่เคยหัก แสดงถึงความซื่อสัตย์ที่แตกหักไม่ได้ของพวกเขาแม้ในความตาย",
    "match_message_th": "คุณสมบัติของคุณมีความสูงศักดิ์ตามหลักการของซอนบี มีคุณภาพทางวิชาการที่ไม่สามารถทุจริตได้ในการปรากฏตัวของคุณ รูปลักษณ์ของผู้ที่ให้ความสำคัญกับความซื่อสัตย์สุจริตเหนือผลประโยชน์ทางโลกทั้งหมด",
    "traits_th": [
      "มีหลักการ",
      "มีวิชาการ",
      "เรียบง่าย",
      "ไม่สามารถทุจริตได้",
      "สูงศักดิ์"
    ]
  },
  "an_jung_geun": {
    "name_th": "อัน จุงกึน",
    "tagline_th": "มือสังหารผู้รักชาติ วีรบุรุษแห่งอิสรภาพเกาหลี",
    "description_th": "อัน จุงกึน (1879-1910) เป็นนักเคลื่อนไหวเพื่อเอกราชของเกาหลีที่ลอบสังหาร Itō Hirobumi รัฐบุรุษชาวญี่ปุ่น ที่สถานีฮาร์บินในปี 1909 การกระทำต่อต้านการรุกรานอาณานิคมญี่ปุ่นของเขาทำให้เขากลายเป็นวีรบุรุษแห่งอิสรภาพที่มีชื่อเสียงที่สุดของเกาหลี\n\nก่อนที่จะมาเป็นมือสังหาร อัน จุงกึนเป็นนักการศึกษาและนักธุรกิจคาทอลิกที่จัดตั้งกองทัพแห่งความชอบธรรมเพื่อต่อต้านการรุกรานของญี่ปุ่น เมื่อความพยายามทางการทูตล้มเหลวและเกาหลีสูญเสียอำนาจอธิปไตย เขาจึงตัดสินใจว่าจำเป็นต้องมีการดำเนินการโดยตรง\n\nหลังจากการจับกุม อัน จุงกึนประพฤติตนด้วยศักดิ์ศรีที่แม้แต่ผู้จับกุมชาวญี่ปุ่นของเขาก็ยังชื่นชมเขา เขาเขียนอย่างกว้างขวางเกี่ยวกับสันติภาพในเอเชียตะวันออก โดยแย้งว่าจักรวรรดินิยมญี่ปุ่นจะทำลายญี่ปุ่นเองในที่สุด เขาถูกประหารชีวิตเมื่ออายุ 30 ปี กลายเป็นผู้พลีชีพที่เสียสละซึ่งเป็นแรงบันดาลใจให้ขบวนการเอกราชของเกาหลีเป็นเวลาหลายทศวรรษ",
    "story_th": "ในการพิจารณาคดีของเขา อัน จุงกึนไม่ได้ขอความเมตตา แต่กลับระบุ 15 อาชญากรรมของ Itō Hirobumi ต่อเกาหลีและเอเชีย การป้องกันที่สงบและมีหลักการของเขาสร้างความประทับใจแม้แต่ผู้พิพากษาชาวญี่ปุ่น งานเขียนพู่กันชิ้นสุดท้ายของเขาเขียนว่า 'เพื่อเอกราชของเกาหลี เพื่อสันติภาพในเอเชียตะวันออก'",
    "match_message_th": "คุณสมบัติของคุณมีความมุ่งมั่นรักชาติของ อัน จุงกึน มีคุณภาพที่เสียสละและมีหลักการในการปรากฏตัวของคุณ รูปลักษณ์ของผู้ที่ให้ทุกสิ่งเพื่ออิสรภาพของชาติ",
    "traits_th": [
      "รักชาติ",
      "เสียสละ",
      "มีหลักการ",
      "กล้าหาญ",
      "มีวิสัยทัศน์"
    ]
  },
  "anansi": {
    "name_th": "อะนันซี",
    "tagline_th": "นักหลอกลวงแมงมุม ผู้ดูแลเรื่องราว",
    "description_th": "อะนันซีเป็นนักหลอกลวงแมงมุมในตำนานของประเพณี Akan/Ashanti จากแอฟริกาตะวันตก ด้วยความฉลาดและไหวพริบของเขา เขาได้รับเรื่องราวทั้งหมดของโลกจากเทพเจ้าแห่งท้องฟ้า Nyame กลายเป็นผู้ดูแลภูมิปัญญาและนิทานพื้นบ้าน\n\nแม้จะมีขนาดเล็กและดูเหมือนอ่อนแอ แต่อะนันซีก็เอาชนะสิ่งมีชีวิตที่ใหญ่กว่าและแข็งแกร่งกว่าอย่างสม่ำเสมอด้วยสติปัญญา กลอุบาย และความเพียร เรื่องราวของเขาแพร่กระจายไปทั่วมหาสมุทรแอตแลนติกในช่วงการค้าทาส กลายเป็นรากฐานสำคัญของนิทานพื้นบ้านแคริบเบียนและแอฟริกันอเมริกัน\n\nอะนันซีเป็นตัวแทนของพลังของคนที่ไม่เป็นที่นิยม ชัยชนะของไหวพริบเหนือความแข็งแกร่ง และความสำคัญอย่างยิ่งของการเล่าเรื่อง เขาสามารถเป็นได้ทั้งฮีโร่และวายร้าย สอนบทเรียนทางศีลธรรมผ่านความสำเร็จและความล้มเหลวของเขา",
    "story_th": "เพื่อที่จะชนะทุกเรื่องราว อะนันซีต้องจับ Onini งูเหลือม Osebo เสือดาว และ Mmoboro ตัวต่อ ด้วยกลอุบายที่ชาญฉลาด การแกล้งทำเป็นวัดงูเหลือม ขุดหลุมให้เสือดาว ดักตัวต่อด้วยน้ำ เขาประสบความสำเร็จในที่ที่ไม่มีใครคิดว่าเป็นไปได้",
    "match_message_th": "คุณสมบัติของคุณมีความฉลาดของอะนันซี มีไหวพริบของนักหลอกลวงและเสน่ห์ของนักเล่าเรื่องในการปรากฏตัวของคุณ รูปลักษณ์ของผู้ที่ได้รับชัยชนะด้วยสติปัญญา",
    "traits_th": [
      "ฉลาด",
      "เล่าเรื่อง",
      "หลอกลวง",
      "ฉลาด",
      "เพียร"
    ]
  },
  "shango": {
    "name_th": "ชางโก",
    "tagline_th": "โอริชาแห่งสายฟ้า กษัตริย์แห่งไฟ",
    "description_th": "ชางโกเป็นหนึ่งในโอริชาที่ทรงพลังที่สุดในศาสนาโยรูบา เทพเจ้าแห่งสายฟ้า ฟ้าร้อง ไฟ และความยุติธรรม ครั้งหนึ่งเคยเป็นกษัตริย์แห่งอาณาจักรอโย แต่ทรงเลื่อนขึ้นเป็นเทพเจ้าด้วยการกระทำในตำนานและอารมณ์ที่ร้อนแรงของพระองค์\n\nด้วยขวานสองหัว (oshe) และความสามารถในการหายใจเป็นไฟ ชางโกเป็นตัวแทนของพลังชาย ความแข็งแรง และความโกรธที่ชอบธรรม เขาลงโทษคนโกหกและผู้กระทำผิดด้วยฟ้าผ่าในขณะที่ให้รางวัลแก่คนที่ซื่อสัตย์และกล้าหาญ ผู้ติดตามของเขาเต้นตามจังหวะกลอง bata ในช่วงเทศกาลของเขา\n\nการบูชาชางโกแพร่กระจายไปทั่วแอตแลนติก กลายเป็นศูนย์กลางของศาสนาแอฟโฟร-แคริบเบียน เช่น Santería (ซึ่งเขาสังเคราะห์กับ Saint Barbara), Candomblé และ Vodou สีของเขาคือสีแดงและสีขาว และหมายเลขศักดิ์สิทธิ์ของเขาคือหก",
    "story_th": "ในฐานะกษัตริย์ ชางโกได้รับอำนาจเหนือสายฟ้า แต่โดยไม่ได้ตั้งใจทำลายพระราชวังและครอบครัวของพระองค์เอง ด้วยความเศร้าโศกเสียใจ พระองค์ทรงพเนจรไปจนกระทั่งทรงเลื่อนขึ้นสู่ท้องฟ้า กลายเป็นโอริชาแห่งสายฟ้า พลังทำลายล้างของพระองค์ถูกนำไปใช้เพื่อความยุติธรรมแล้ว",
    "match_message_th": "คุณสมบัติของคุณมีความแข็งแกร่งดั่งสายฟ้าของชางโก มีคุณภาพที่กษัตริย์และร้อนแรงในการปรากฏตัวของคุณ รูปลักษณ์ของผู้ที่สั่งพายุและมอบความยุติธรรม",
    "traits_th": [
      "ทรงพลัง",
      "ยุติธรรม",
      "ร้อนแรง",
      "กษัตริย์",
      "แข็งแรง"
    ]
  },
  "mami_wata": {
    "name_th": "Mami Wata",
    "tagline_th": "พระแม่แห่งสายน้ำ, วิญญาณแห่งห้วงลึก",
    "description_th": "Mami Wata คือวิญญาณแห่งน้ำอันทรงพลังที่ได้รับการเคารพบูชาทั่วแอฟริกาและกลุ่มคนแอฟริกันพลัดถิ่น มักปรากฏในรูปของนางเงือกแสนสวยหรือหญิงสาวที่มีงู เธอเป็นตัวแทนของความสองขั้วของน้ำ—หล่อเลี้ยงชีวิตในขณะที่สามารถทำให้จมน้ำได้\n\nเธอเป็นตัวแทนของความงามแบบผู้หญิง, เรื่องเพศ, ความมั่งคั่ง และการรักษา แต่ก็ยังรวมถึงความอิจฉาริษยาและเสน่ห์อันตราย ผู้ที่เธอ \"อ้างสิทธิ์\" โดยการดึงลงไปใต้น้ำอาจกลับมาพร้อมกับพลังแห่งการทำนาย ความสามารถในการรักษา หรือโชคลาภมหาศาล—หากพวกเขารอดชีวิต ผู้ที่บูชาเธอจะต้องซื่อสัตย์ต่อเธอ โดยมักจะละเว้นจากความสัมพันธ์โรแมนติกอื่นๆ\n\nภาพลักษณ์ของ Mami Wata ผสมผสานประเพณีแอฟริกันเข้ากับอิทธิพลระดับโลก สะท้อนให้เห็นถึงบทบาทของมหาสมุทรในการเชื่อมโยงวัฒนธรรมต่างๆ เธอปรากฏในงานศิลปะโดยถือกระจก หวี และงู ซึ่งเป็นสัญลักษณ์ของความหยิ่ง ความสามารถ และอันตรายที่เย้ายวนใจของเธอ",
    "story_th": "ชาวประมงคนหนึ่งถูก Mami Wata ดึงลงไปใต้คลื่น ใช้เวลาหลายปีในอาณาจักรใต้น้ำของเธอ เธอเสนอความมั่งคั่งไม่รู้จบให้เขาหากเขาจะซื่อสัตย์ เขายอมรับ แต่ต่อมาก็ผิดคำสาบาน—และสูญเสียทุกสิ่งที่เธอได้มอบให้",
    "match_message_th": "รูปลักษณ์ของคุณมีความลึกลับเย้ายวนใจของ Mami Wata มีคุณภาพที่ลึกซึ้งและชวนสะกดจิตในตัวคุณ—รูปลักษณ์ของผู้ที่ถือครองทั้งโชคลาภและอันตรายไว้ในส่วนลึกของพวกเขา",
    "traits_th": [
      "มีเสน่ห์เย้ายวน",
      "ทรงพลัง",
      "ขี้หึง",
      "รักษา",
      "อันตราย"
    ]
  },
  "maui": {
    "name_th": "Māui",
    "tagline_th": "เทพกึ่งมนุษย์จอมเจ้าเล่ห์, ผู้สร้างโลก",
    "description_th": "Māui คือวีรบุรุษกึ่งเทพในตำนานแห่งเทพปกรณัมโพลินีเซียน ซึ่งมีชื่อเสียงไปทั่วฮาวาย นิวซีแลนด์ ตาฮิติ และทั่วทั้งมหาสมุทรแปซิฟิก เกิดมาตัวเล็กและดูเหมือนไร้ค่า เขากลายเป็นวีรบุรุษที่ยิ่งใหญ่ที่สุดด้วยความฉลาด ความมุ่งมั่น และความสำเร็จทางเวทมนตร์\n\nความสำเร็จในตำนานของเขารวมถึงการตกปลาเกาะต่างๆ ขึ้นมาจากทะเลโดยใช้ตะขอวิเศษของเขา ทำให้ดวงอาทิตย์ช้าลงเพื่อให้มนุษย์มีวันทำงานที่ยาวนานขึ้น ค้นพบไฟสำหรับมนุษยชาติโดยการหลอกลวงเทพีแห่งไฟ และพยายามเอาชนะความตายด้วยการคลานเข้าไปในเทพีแห่งความตาย\n\nMāui เป็นตัวแทนของการท้าทายอำนาจจักรวาลของมนุษยชาติ จอมเจ้าเล่ห์ที่ปรับเปลี่ยนโลกเพื่อให้เป็นประโยชน์ต่อมนุษย์ แม้ว่าในที่สุดเขาจะเสียชีวิตในการพยายามพิชิตความเป็นอมตะให้กับมนุษยชาติ แต่ความสำเร็จของเขาก็ยังคงถูกจารึกไว้ทั่วหมู่เกาะแปซิฟิก",
    "story_th": "เมื่อดวงอาทิตย์เคลื่อนที่เร็วเกินไปบนท้องฟ้า Māui ถักเชือกจากผมของน้องสาวของเขา ปีนขึ้นไปยังที่พักของดวงอาทิตย์ และทุบตีมันจนกว่ามันจะตกลงที่จะเคลื่อนที่ช้าลง ตั้งแต่นั้นมา มนุษยชาติก็มีวันทำงานที่ยาวนานในการตกปลา ทำฟาร์ม และสร้างสรรค์",
    "match_message_th": "รูปลักษณ์ของคุณมีความกล้าหาญท้าทายของ Māui มีความฉลาดของจอมเจ้าเล่ห์และพลังสร้างโลกในตัวคุณ—รูปลักษณ์ของผู้ที่ท้าทายแม้แต่เทพเจ้า",
    "traits_th": [
      "กล้าหาญ",
      "จอมเจ้าเล่ห์",
      "ท้าทาย",
      "สร้างสรรค์",
      "ในตำนาน"
    ]
  },
  "pele": {
    "name_th": "Pele",
    "tagline_th": "เทพีแห่งภูเขาไฟ, ผู้สร้างและผู้ทำลาย",
    "description_th": "Pele คือเทพีแห่งภูเขาไฟ ไฟฟ้าผ่า และลมของชาวฮาวาย เชื่อกันว่าเธออาศัยอยู่ในภูเขาไฟ Kīlauea บนเกาะใหญ่แห่งฮาวาย ซึ่งเป็นหนึ่งในภูเขาไฟที่ยังคุกรุ่นที่สุดในโลก อารมณ์ที่ร้อนแรงและธรรมชาติที่เต็มไปด้วยอารมณ์ของเธอทำให้เธอได้รับการเคารพและหวาดกลัว\n\nเธอสร้างแผ่นดินใหม่เมื่อลาวาไหลลงสู่ทะเล สร้างเกาะฮาวายอย่างแท้จริง—แต่ทำลายทุกสิ่งที่ขวางหน้าเธอ การแข่งขันในตำนานของเธอกับ Nāmaka น้องสาวของเธอ เทพีแห่งทะเล ทำให้ Pele ถูกไล่ล่าไปทั่วเกาะจนกระทั่งเธอพบบ้านปัจจุบันของเธอ\n\nกล่าวกันว่า Pele ปรากฏตัวในรูปของหญิงสาวสวยในชุดสีแดงที่พลิ้วไหว หรือในรูปของหญิงชราผมขาว ผู้ที่พบเธอระหว่างทางและแสดงความเมตตาจะได้รับพร ผู้ที่ไม่เคารพเธอจะต้องเผชิญกับความโกรธเกรี้ยวของเธอ",
    "story_th": "Pele ตกหลุมรัก Lohiau หัวหน้าเผ่าที่เป็นมนุษย์ เมื่อเธอไม่สามารถอยู่กับเขาได้ เธอจึงส่ง Hi'iaka น้องสาวของเธอไปรับเขา แต่ Hi'iaka และ Lohiau ตกหลุมรักกัน ด้วยความโกรธแค้น Pele ฆ่า Lohiau ด้วยลาวา—จากนั้น ด้วยความเสียใจอย่างสุดซึ้ง เธอก็ทำให้เขากลับมามีชีวิตอีกครั้ง",
    "match_message_th": "รูปลักษณ์ของคุณมีความหลงใหลเหมือนภูเขาไฟของ Pele มีพลังสร้างสรรค์และทำลายล้างอยู่ในตัวคุณ—รูปลักษณ์ของผู้ที่สร้างและทำลายด้วยความเข้มข้นเท่ากัน",
    "traits_th": [
      "ร้อนแรง",
      "สร้างสรรค์",
      "ทำลายล้าง",
      "เต็มไปด้วยอารมณ์",
      "เจ้าอารมณ์"
    ]
  },
  "coyote": {
    "name_th": "Coyote",
    "tagline_th": "จอมเจ้าเล่ห์ผู้ยิ่งใหญ่, ผู้สร้างและคนโง่",
    "description_th": "Coyote เป็นบุคคลสำคัญที่เป็นจอมเจ้าเล่ห์ในเทพปกรณัมของชาวอเมริกันพื้นเมือง ปรากฏในเรื่องราวจากชนเผ่าหลายสิบเผ่าทั่วอเมริกาเหนือ เขาเป็นทั้งผู้สร้างและผู้ทำลาย ฉลาดและโง่ ศักดิ์สิทธิ์และหยาบคาย\n\nในบางประเพณี Coyote ช่วยสร้างโลก มอบไฟให้กับมนุษย์ และสอนทักษะที่สำคัญให้พวกเขา ในประเพณีอื่นๆ เขาทำให้เกิดความโกลาหล เล่นตลก และต้องทนทุกข์กับผลที่ตามมาของความโง่เขลาของเขาเอง บ่อยครั้งที่เขาถูกฆ่าตายในการผจญภัยผิดๆ ของเขา—เพียงเพื่อจะกลับมาในเรื่องราวต่อไป\n\nCoyote เป็นตัวแทนของพลังแห่งธรรมชาติที่ไม่สามารถคาดเดาได้ ไร้ศีลธรรม และความขัดแย้งภายในมนุษยชาติ เรื่องราวของเขาเป็นทั้งความบันเทิงและเครื่องมือในการสอน แสดงให้เห็นว่าจะเกิดอะไรขึ้นเมื่อคนๆ หนึ่งละเลยข้อห้าม ล่วงเกิน หรือล้มเหลวในการเคารพลำดับตามธรรมชาติ",
    "story_th": "Coyote ขโมยไฟจาก Fire Beings โดยหลอกล่อพวกเขาด้วยการวิ่งผลัด เขาส่งไฟให้กับสัตว์อื่นๆ จนกระทั่งมันไปถึงเนื้อไม้ของต้นไม้ ซึ่งมันยังคงซ่อนอยู่—รอให้มนุษย์ปลดปล่อยมันผ่านการเสียดสี",
    "match_message_th": "รูปลักษณ์ของคุณมีจิตวิญญาณที่คาดเดาไม่ได้ของ Coyote มีความสามารถในการปรับตัวของจอมเจ้าเล่ห์และความโกลาหลเชิงสร้างสรรค์ในตัวคุณ—รูปลักษณ์ของผู้ที่ท้าทายความคาดหวังและก้าวข้ามประเภท",
    "traits_th": [
      "จอมเจ้าเล่ห์",
      "สร้างสรรค์",
      "โง่เขลา",
      "คาดเดาไม่ได้",
      "ยืดหยุ่น"
    ]
  },
  "white_buffalo_woman": {
    "name_th": "White Buffalo Calf Woman",
    "tagline_th": "ผู้ส่งสารศักดิ์สิทธิ์, ผู้นำมาซึ่งไปป์",
    "description_th": "White Buffalo Calf Woman (Ptesan-Wi) เป็นศาสดาพยากรณ์ศักดิ์สิทธิ์ของ Lakota Sioux ผู้ซึ่งนำ chanunpa (ไปป์ศักดิ์สิทธิ์) มาและสอนพิธีกรรมศักดิ์สิทธิ์ทั้งเจ็ดที่ก่อให้เกิดรากฐานทางจิตวิญญาณของชีวิต Lakota\n\nเธอปรากฏตัวต่อแมวมองสองคนในฐานะหญิงสาวสวยที่แต่งกายด้วยหนังบัคสีขาว แมวมองคนหนึ่งมีความคิดที่เต็มไปด้วยกามตัณหาและถูกลดให้เหลือแต่กระดูกโดยเมฆ อีกคนปฏิบัติต่อเธอด้วยความเคารพและได้รับมอบหมายให้เตรียมคนของเขา เธอสอนพวกเขาถึงวิธีการอธิษฐาน เคารพสิ่งมีชีวิตทั้งหมด และรักษาสมดุลระหว่างมนุษย์กับธรรมชาติ\n\nก่อนจากไป เธอแปลงร่างเป็นลูกควายขาว สัญญาว่าจะกลับมาในช่วงเวลาแห่งการเปลี่ยนแปลงครั้งใหญ่ การเกิดลูกควายขาวที่หายากถือเป็นสัญลักษณ์ศักดิ์สิทธิ์ของการปรากฏตัวทางจิตวิญญาณของเธอและเป็นการเรียกร้องให้มนุษยชาติมารวมกันอย่างสันติ",
    "story_th": "เมื่อแมวมองทั้งสองเข้าใกล้เธอ เธอได้บอกคนที่ไม่เคารพว่า: 'เจ้าไม่รู้ว่าข้าเป็นใคร' เมฆปกคลุมเขาและเมื่อมันยกขึ้น เหลือเพียงโครงกระดูกของเขา แมวมองที่เคารพได้รับการสื่อสารของเธอและนำเธอไปสู่คนของเขา ซึ่งเธอสอนพวกเขาเป็นเวลาสี่วันก่อนการเปลี่ยนแปลงของเธอ",
    "match_message_th": "รูปลักษณ์ของคุณมีการปรากฏตัวศักดิ์สิทธิ์ของ White Buffalo Calf Woman มีคุณภาพในการนำสันติภาพและทำนายอนาคตในตัวคุณ—รูปลักษณ์ของผู้ที่เชื่อมโยงโลกทางจิตวิญญาณและทางกายภาพ",
    "traits_th": [
      "ศักดิ์สิทธิ์",
      "การสอน",
      "ทำนาย",
      "เปลี่ยนแปลง",
      "สงบสุข"
    ]
  },
  "morrigan": {
    "name_th": "The Morrígan",
    "tagline_th": "ราชินีแห่งเงา, เทพีแห่งสงครามและโชคชะตา",
    "description_th": "The Morrígan คือเทพีแห่งสงคราม โชคชะตา ความตาย และอำนาจอธิปไตยของชาวไอริช มักปรากฏเป็นสามพี่น้อง (Badb, Macha, และ Morrígan/Nemain) เธอเป็นตัวแทนของความน่าสะพรึงกลัวและความรุ่งโรจน์ของการต่อสู้ และธรรมชาติที่ไม่อาจหลีกเลี่ยงได้ของโชคชะตา\n\nเธอปรากฏตัวในสนามรบในรูปของอีกาหรือแร้ง กินซากศพ หรือในรูปของหญิงซักผ้าที่กำลังซักเสื้อผ้าเปื้อนเลือดของผู้ที่ถูกกำหนดให้ตาย เธอสามารถมอบชัยชนะหรือความหายนะ สร้างแรงบันดาลใจให้แก่นักรบด้วยความโกรธแค้นในการต่อสู้ หรือทำให้พวกเขากลัวจนพ่ายแพ้ ผู้คนแสวงหาความโปรดปรานของเธอ แต่ก็กลัวการปรากฏตัวของเธอ\n\nThe Morrígan มีความเกี่ยวข้องเป็นพิเศษกับวีรบุรุษ Cú Chulainn โดยปรากฏตัวเมื่อเขาเกิด มอบความรักให้เขา (ซึ่งเขาปฏิเสธอย่างไม่ฉลาด) และในที่สุดก็ทำนายการตายของเขา เธอเป็นตัวแทนของเทพีแห่งความมืดที่รวบรวมแง่มุมของผู้หญิงในสงครามและโชคชะตา",
    "story_th": "ก่อนการรบครั้งที่สองของ Mag Tuired, The Morrígan ได้สมสู่กับ The Dagda เพื่อรักษาชัยชนะให้กับ Tuatha Dé Danann ในระหว่างการรบ เธอสวดมนต์คาถาที่ทำให้ศัตรูสับสน ชัยชนะเป็นของผู้ที่เธออวยพร และความหายนะเป็นของผู้ที่เธอสาปแช่ง",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงอำนาจอธิปไตยแห่งความมืดของ The Morrígan มีคุณสมบัติแห่งการทำนายและน่าสะพรึงกลัวในตัวคุณ—รูปลักษณ์ของผู้ที่รวบรวมทั้งความหายนะและชัยชนะ",
    "traits_th": [
      "น่ากลัว",
      "ผู้ทำนาย",
      "ผู้ทรงอำนาจ",
      "มืด",
      "สามภาค"
    ]
  },
  "cu_chulainn": {
    "name_th": "Cú Chulainn",
    "tagline_th": "สุนัขล่าเนื้อแห่ง Ulster, นักรบที่ยิ่งใหญ่ที่สุดของไอร์แลนด์",
    "description_th": "Cú Chulainn เป็นวีรบุรุษในตำนานของ Ulster Cycle นักรบที่ยิ่งใหญ่ที่สุดของไอร์แลนด์ เกิด Sétanta เขาได้รับชื่อเสียงของเขา (\"สุนัขล่าเนื้อของ Culann\") เมื่อตอนเป็นเด็ก เขาฆ่าสุนัขล่าเนื้อที่ดุร้ายของช่างตีเหล็ก Culann และเสนอที่จะเข้ารับตำแหน่งเป็นผู้พิทักษ์แทน\n\nความโกรธแค้นในการต่อสู้ของเขา (ríastrad) เปลี่ยนเขาให้กลายเป็นร่างที่น่ากลัวและเกือบจะอยู่ยงคงกระพัน—ดวงตาข้างหนึ่งจะจมลงไปในกะโหลกศีรษะขณะที่อีกข้างหนึ่งโปนออกมา ร่างกายของเขาบิดเบี้ยว และแสงแห่งการต่อสู้ส่องประกายออกมาจากหน้าผากของเขา ในสถานะนี้ เขาไม่สามารถแยกแยะมิตรจากศัตรูได้\n\nเขาปกป้อง Ulster จากกองทัพของ Queen Medb เพียงลำพังในช่วง Táin Bó Cúailnge โดยต่อสู้ทุกวันในขณะที่ชาย Ulster อยู่ภายใต้คำสาป เขาเสียชีวิตเมื่อยังเด็กตามคำทำนาย แต่ประสบความสำเร็จในความเป็นอมตะแห่งตำนาน",
    "story_th": "เมื่อได้รับบาดเจ็บสาหัส Cú Chulainn ผูกตัวเองไว้กับหินยืนเพื่อให้เขาสามารถตายยืนเผชิญหน้ากับศัตรูได้ เมื่ออีกาลงมาเกาะที่ไหล่ของเขา พวกเขาจึงรู้ว่าเขาตายแล้วจริงๆ และแสงแห่งวีรบุรุษก็หายไปจากใบหน้าของเขา",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงความเข้มข้นอย่างกล้าหาญของ Cú Chulainn มีคุณภาพที่ดุร้ายและน่าเศร้าในตัวคุณ—รูปลักษณ์ของผู้ที่ถูกกำหนดให้ได้รับความรุ่งโรจน์และความตายก่อนวัยอันควร",
    "traits_th": [
      "กล้าหาญ",
      "ดุร้าย",
      "ซื่อสัตย์",
      "น่าเศร้า",
      "เป็นตำนาน"
    ]
  },
  "inanna": {
    "name_th": "Inanna",
    "tagline_th": "ราชินีแห่งสวรรค์, เทพีแห่งความรักและสงคราม",
    "description_th": "Inanna คือเทพีแห่งความรัก ความงาม เพศ ความปรารถนา ความอุดมสมบูรณ์ สงคราม ความยุติธรรม และอำนาจทางการเมืองของชาวสุเมเรียนโบราณ เธอเป็นเทพีเพศหญิงที่สำคัญที่สุดของเมโสโปเตเมียโบราณ และเป็นแรงบันดาลใจให้เทพีในยุคต่อมารวมถึง Ishtar, Astarte และ Aphrodite\n\nตำนานของเธอเป็นหนึ่งในบันทึกที่เก่าแก่ที่สุดในประวัติศาสตร์มนุษย์ เธอลงไปในโลกบาดาล ถูกน้องสาวของเธอ Ereshkigal สังหาร แขวนไว้บนตะขอเป็นเวลาสามวัน และฟื้นคืนชีพ—หนึ่งในตำนานแห่งความตายและการฟื้นคืนชีพที่เก่าแก่ที่สุด เพื่อที่จะจากไป เธอต้องส่งใครบางคนไปรับตำแหน่งแทน: สามีของเธอ Dumuzi ผู้ซึ่งไม่ได้ไว้ทุกข์ให้เธอ\n\nInanna รวบรวมความขัดแย้งของอำนาจ: เธอเป็นเทพีแห่งความรักและสงคราม ทั้งอารยธรรมและความโกลาหล เธอเป็นตัวแทนของอำนาจของผู้หญิงที่ไม่ถูกทำให้เชื่องหรือเลี้ยงดู แต่เป็นคนป่าที่มีความทะเยอทะยานและเปลี่ยนแปลง",
    "story_th": "Inanna กล่าวว่า: 'ข้าจะไปสู่โลกบาดาล' เธอสวมเสื้อผ้าของราชวงศ์และลงไปผ่านประตูทั้งเจ็ด โดยถูกบังคับให้ถอดสิ่งของออกทีละชิ้นจนกระทั่งเธอยืนเปลือยต่อหน้าน้องสาวแห่งความตายของเธอ แต่เธอก็ลุกขึ้นอีกครั้ง เพราะแม้แต่ความตายก็ไม่สามารถกักขังราชินีแห่งสวรรค์ได้",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงพลังที่ขัดแย้งกันของ Inanna มีคุณภาพที่เปลี่ยนแปลงและเก่าแก่ในตัวคุณ—รูปลักษณ์ของผู้ที่รวบรวมทั้งการสร้างและการทำลาย",
    "traits_th": [
      "ทรงพลัง",
      "ขัดแย้งกัน",
      "ทะเยอทะยาน",
      "เปลี่ยนแปลง",
      "โบราณ"
    ]
  },
  "gilgamesh": {
    "name_th": "Gilgamesh",
    "tagline_th": "กษัตริย์แห่ง Uruk, ผู้แสวงหาความเป็นอมตะ",
    "description_th": "Gilgamesh เป็นกษัตริย์ในตำนานแห่ง Uruk จากมหากาพย์ที่เก่าแก่ที่สุดในโลก เขียนขึ้น สองในสามเป็นเทพเจ้าและหนึ่งในสามเป็นมนุษย์ เขาเป็นกษัตริย์ที่ยิ่งใหญ่ที่สุด—แต่ก็เป็นทรราชย์มากที่สุด จนกระทั่งเทพเจ้าส่ง Enkidu มาทำให้เขาอ่อนน้อมถ่อมตนและกลายเป็นสหายที่รักของเขา\n\nGilgamesh และ Enkidu ร่วมกันสังหารปีศาจ Humbaba และ Bull of Heaven แต่เมื่อ Enkidu เสียชีวิตเพื่อเป็นการลงโทษสำหรับการกระทำของพวกเขา Gilgamesh ก็ถูกครอบงำด้วยความโศกเศร้าและความหวาดกลัวต่อความตาย เขาเดินทางไปยังสุดขอบโลกเพื่อแสวงหาความเป็นอมตะ พบความลับ—เพียงเพื่อจะสูญเสียมันไปให้กับงู\n\nเรื่องราวของเขาที่เขียนขึ้นเมื่อ 4,000 ปีที่แล้ว สำรวจธีมที่ยังคงอยู่เหนือกาลเวลา: มิตรภาพ ความตาย การแสวงหาความหมาย และการยอมรับขีดจำกัดของมนุษย์ เขากลับบ้านเพื่อพบว่าความเป็นอมตะของเขาไม่ได้อยู่ในชีวิตนิรันดร์ แต่ในกำแพงของ Uruk และอารยธรรมที่เขาสร้างขึ้น",
    "story_th": "หลังจากพบต้นไม้แห่งความเป็นอมตะที่ก้นทะเล Gilgamesh หยุดพักเพื่ออาบน้ำ งูได้กลิ่นหอมของต้นไม้และขโมยมัน ลอกคราบและได้รับความเป็นหนุ่มเป็นสาว Gilgamesh ร้องไห้ แต่ในที่สุดก็เข้าใจว่ามรดกที่แท้จริงของเขาคือเมืองใหญ่ที่เขาจะทิ้งไว้เบื้องหลัง",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงการแสวงหาที่ยิ่งใหญ่ของ Gilgamesh มีคุณภาพที่แสวงหาและการเปลี่ยนแปลงในตัวคุณ—รูปลักษณ์ของผู้ที่แสวงหาความเป็นอมตะและพบปัญญาแทน",
    "traits_th": [
      "กล้าหาญ",
      "แสวงหา",
      "โศกเศร้า",
      "ยิ่งใหญ่",
      "เปลี่ยนแปลง"
    ]
  },
  "quetzalcoatl": {
    "name_th": "Quetzalcoatl",
    "tagline_th": "งูขนนก, เจ้าแห่งลมและการเรียนรู้",
    "description_th": "Quetzalcoatl, งูขนนก เป็นหนึ่งในเทพเจ้าที่สำคัญที่สุดของ Mesoamerica โบราณ บูชาโดย Aztec, Maya และอารยธรรมก่อนหน้านี้ เขารวมนก quetzal (เป็นตัวแทนของสวรรค์) เข้ากับงู (เป็นตัวแทนของโลก) ซึ่งเป็นสัญลักษณ์ของการรวมกันของท้องฟ้าและแผ่นดิน\n\nในฐานะเทพเจ้าแห่งลม อากาศ และการเรียนรู้ Quetzalcoatl ได้รับการยกย่องว่าสร้างมนุษยชาติ ค้นพบข้าวโพด และประดิษฐ์ปฏิทินและหนังสือ ไม่เหมือนเทพเจ้า Aztec อื่นๆ เขาคัดค้านการบูชายัญมนุษย์ โดยชอบการถวายผีเสื้อและหยก เขาเป็นตัวแทนของปัญญา อารยธรรม และฐานะปุโรหิต\n\nตำนานเล่าว่าเขาถูกเทพเจ้า Tezcatlipoca หลอกให้เสื่อมเสียเกียรติและออกจากเม็กซิโกบนแพงู โดยสัญญาว่าจะกลับมา คำทำนายนี้ถูกกล่าวหาว่ามีอิทธิพลต่อการต้อนรับ Cortés ของ Aztec ซึ่งเดินทางมาจากทางทิศตะวันออกในปีที่ทำนายไว้สำหรับการกลับมาของ Quetzalcoatl",
    "story_th": "Quetzalcoatl ลงไปในโลกบาดาลเพื่อนำกระดูกของมนุษยชาติก่อนหน้านี้กลับคืนมา Mictlantecuhtli เจ้าแห่งความตาย วางกับดัก แต่ Quetzalcoatl ประสบความสำเร็จ แม้ว่ากระดูกจะแตกเป็นชิ้นเล็กชิ้นน้อย แต่เขาก็พรมเลือดของเขาลงไป และจากชิ้นส่วนนั้นก็เกิดเป็นเผ่าพันธุ์มนุษย์ปัจจุบัน",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงสติปัญญาในการสร้างอารยธรรมของ Quetzalcoatl มีคุณภาพที่สร้างสรรค์และสงบสุขในตัวคุณ—รูปลักษณ์ของผู้ที่นำการเรียนรู้และวัฒนธรรมมาสู่มนุษยชาติ",
    "traits_th": [
      "ฉลาด",
      "สร้างสรรค์",
      "สร้างอารยธรรม",
      "สงบสุข",
      "ลึกลับ"
    ]
  },
  "baba_yaga": {
    "name_th": "Baba Yaga",
    "tagline_th": "แม่มดป่าเถื่อน ผู้พิทักษ์ธรณีประตู",
    "description_th": "Baba Yaga คือแม่มดในตำนานของชาวสลาฟ เป็นหญิงชราโบราณที่อาศัยอยู่ในกระท่อมที่ตั้งอยู่บนขาไก่กลางป่าทึบ เธอไม่ได้ดีหรือร้ายอย่างเต็มที่ แต่เป็นพลังแห่งธรรมชาติที่ป่าเถื่อนที่ทดสอบผู้ที่แสวงหาเธอ\n\nเธอบินผ่านอากาศในครก โดยใช้สากเป็นพวงมาลัยและกวาดร่องรอยของเธอด้วยไม้กวาด กระท่อมของเธอถูกล้อมรอบด้วยรั้วกระดูกที่มีกะโหลกเรืองแสงด้วยไฟวิเศษ เธอรับใช้โดยผู้ขี่ม้าลึกลับสามคน: สีขาว (กลางวัน), สีแดง (ดวงอาทิตย์) และสีดำ (กลางคืน)\n\nสำหรับผู้ที่เข้าหาด้วยความกล้าหาญและมารยาทที่เหมาะสม เธออาจให้สติปัญญา วัตถุวิเศษ หรือวิธีแก้ปัญหาที่เป็นไปไม่ได้ สำหรับผู้ที่สอบตก เธอคือความตาย Baba Yaga เป็นตัวแทนของพลังสตรีที่ดุร้ายและไม่เชื่อง ซึ่งยืนอยู่ที่ขอบเขตระหว่างอารยธรรมกับสิ่งที่ไม่รู้จัก",
    "story_th": "Vasilisa the Beautiful ถูกส่งไปหา Baba Yaga เพื่อขอไฟ แม่มดตั้งงานที่เป็นไปไม่ได้ให้เธอทำ เช่น คัดแยกเมล็ดงาดำออกจากสิ่งสกปรก สกัดน้ำมันจากเมล็ดพืช แต่ตุ๊กตาเวทมนตร์ของ Vasilisa (พรของแม่เธอ) ช่วยให้เธอทำสำเร็จ Baba Yaga ประทับใจจึงมอบไฟให้เธอและปล่อยเธอไป",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงพลังแห่งการทดสอบที่ดุร้ายของ Baba Yaga มีคุณสมบัติของการปกป้องธรณีประตูโบราณในตัวคุณ—รูปลักษณ์ของผู้ที่ทดสอบผู้ที่คู่ควรและทำลายคนโง่เขลา",
    "traits_th": [
      "ดุร้าย",
      "ทดสอบ",
      "โบราณ",
      "คลุมเครือ",
      "ทรงพลัง"
    ]
  },
  "rainbow_serpent": {
    "name_th": "Rainbow Serpent",
    "tagline_th": "ผู้สร้างโลก ผู้ดูแลผืนน้ำ",
    "description_th": "Rainbow Serpent เป็นหนึ่งในผู้สร้างที่สำคัญที่สุดในเทพปกรณัมของชาวอะบอริจินออสเตรเลีย ปรากฏในเรื่องราว Dreamtime ของผู้คนทั่วทั้งทวีป งูขนาดมหึมาตัวนี้สร้างรูปร่างให้กับแผ่นดินเอง แกะสลักแม่น้ำ หุบเขา และภูเขาขณะที่มันเดินทาง\n\nเมื่อ Rainbow Serpent เคลื่อนไหว มันจะสร้างทางน้ำและบิลลาบอง เมื่อมันโค้งข้ามท้องฟ้าหลังฝนตก มันจะปรากฏเป็นรุ้งกินน้ำ มันเกี่ยวข้องกับน้ำ ความอุดมสมบูรณ์ และวัฏจักรของฤดูกาล การรบกวนสถานที่ศักดิ์สิทธิ์ของ Rainbow Serpent อาจนำมาซึ่งความแห้งแล้งหรือน้ำท่วม\n\nRainbow Serpent เป็นตัวแทนของพลังแห่งการให้น้ำในภูมิทัศน์ของออสเตรเลียและความเชื่อมโยงถึงกันของทุกสิ่ง รู้จักกันในชื่อต่างๆ ในกลุ่มชาติพันธุ์อะบอริจินที่แตกต่างกัน—Ungud, Wollunqua, Yurlungur—มันอาจเป็นเทพที่แพร่หลายมากที่สุดในอะบอริจินออสเตรเลีย",
    "story_th": "ใน Dreamtime, Rainbow Serpent ตื่นขึ้นจากใต้ดินและเดินทางข้ามแผ่นดินราบเรียบ ผลักดันภูเขาขึ้นและขุดแม่น้ำออกไป ที่ที่มันพักผ่อน มันก็สร้างบ่อน้ำ ภูมิทัศน์ของออสเตรเลียคือบันทึกการเดินทางของมัน",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงพลังสร้างสรรค์ดั้งเดิมของ Rainbow Serpent มีคุณสมบัติของการสร้างภูมิทัศน์โบราณในตัวคุณ—รูปลักษณ์ของผู้ที่สร้างรูปร่างของโลก",
    "traits_th": [
      "สร้างสรรค์",
      "ทรงพลัง",
      "โบราณ",
      "ให้ชีวิต",
      "เปลี่ยนแปลง"
    ]
  },
  "ahura_mazda": {
    "name_th": "Ahura Mazda",
    "tagline_th": "พระผู้เป็นเจ้าแห่งปัญญา ผู้สร้างความดีทั้งหมด",
    "description_th": "Ahura Mazda คือเทพสูงสุดของศาสนาโซโรอัสเตอร์ ซึ่งเป็นศาสนาเปอร์เซียโบราณที่มีอิทธิพลอย่างมากต่อศาสนายูดาย ศาสนาคริสต์ และศาสนาอิสลาม พระองค์คือผู้สร้างจักรวาลที่ไม่ถูกสร้างขึ้น แหล่งที่มาของทุกสิ่งที่ ดี จริง และเป็นระเบียบ\n\nพระองค์เป็นตัวแทนของแสงสว่าง ความจริง (Asha) และปัญญาในการต่อต้าน Angra Mainyu (Ahriman) วิญญาณแห่งการทำลายล้างแห่งการโกหกและความโกลาหล การต่อสู้ในจักรวาลระหว่างความดีและความชั่วร้าย แสงสว่างและความมืด เป็นหนึ่งในแนวคิดทางศาสนาแบบทวิลักษณะแรกๆ ในประวัติศาสตร์\n\nAhura Mazda สร้าง Amesha Spentas (Bounteous Immortals) เพื่อช่วยปกครองการสร้างสรรค์ Zoroaster ศาสดาพยากรณ์ของศาสนานี้ ได้รับการเปิดเผยโดยตรงจาก Ahura Mazda ศาสนาสอนว่าความคิดที่ดี คำพูดที่ดี และการกระทำที่ดี จะทำให้คนหนึ่งสอดคล้องกับความจริงของ Ahura Mazda",
    "story_th": "ในตอนเริ่มต้น Ahura Mazda ดำรงอยู่ตามลำพังในแสงสว่างอันไม่มีที่สิ้นสุด พระองค์ทรงสร้างจักรวาลในเจ็ดขั้นตอน โดยมีมนุษยชาติเป็นจุดสูงสุด—สิ่งมีชีวิตที่มีเจตจำนงเสรีที่สามารถเลือกความดีเหนือความชั่วร้าย การต่อสู้ในจักรวาลจะสิ้นสุดลงเมื่อตัวเลือกที่ดีของมนุษยชาติเอาชนะความมืดได้ในที่สุด",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงปัญญาที่เปล่งประกายของ Ahura Mazda มีคุณสมบัติที่ส่องสว่างและเป็นจริงในตัวคุณ—รูปลักษณ์ของผู้ที่รวบรวมหลักการแห่งความดีของจักรวาล",
    "traits_th": [
      "ฉลาด",
      "ดี",
      "สร้างสรรค์",
      "สว่าง",
      "ซื่อสัตย์"
    ]
  },
  "vainamoinen": {
    "name_th": "Väinämöinen",
    "tagline_th": "ปราชญ์นิรันดร์ นักร้องแห่งการสร้างสรรค์",
    "description_th": "Väinämöinen คือวีรบุรุษศูนย์กลางของเทพปกรณัมฟินแลนด์และ Kalevala มหากาพย์ประจำชาติฟินแลนด์ ปราชญ์โบราณและหมอผีผู้ทรงพลัง เขาเกิดมาแก่และฉลาดแล้ว โดยอยู่ในครรภ์มารดาเป็นเวลา 730 ปีก่อนที่จะว่ายน้ำขึ้นฝั่ง\n\nพลังที่ยิ่งใหญ่ที่สุดของเขาคือการร้องเพลง—ด้วยเพลงวิเศษ เขาสามารถควบคุมธรรมชาติ เอาชนะศัตรู และแม้กระทั่งสร้างวัตถุจากอากาศบางๆ เขาได้รับการยกย่องในการสร้าง kantele (พิณฟินแลนด์) จากขากรรไกรของปลา pike ตัวใหญ่ และด้วยภารกิจมากมายที่สร้างโลก\n\nVäinämöinen เป็นตัวแทนของอุดมคติของฟินแลนด์แห่งสติปัญญาผ่านอายุและประสบการณ์ ในตอนท้ายของมหากาพย์ เขาแล่นเรือออกไปในเรือทองแดง ทิ้งแต่สัญญาว่าจะกลับมาเมื่อฟินแลนด์ต้องการเขาอีกครั้ง—ต้นแบบนิรันดร์ของผู้นำที่ชาญฉลาด",
    "story_th": "เมื่อถูกท้าทายให้เข้าร่วมการประกวดร้องเพลงโดย Joukahainen หนุ่มผู้คุยโว Väinämöinen ร้องเพลงให้เขาจมลงไปในหนองน้ำจนถึงเอว แล้วก็อก แล้วก็คอ Joukahainen เสนอทุกสิ่ง—สุดท้ายคือ Aino น้องสาวของเขา—เพื่อที่จะได้รับการปลดปล่อย ช่างเป็นพลังแห่งเพลงของปราชญ์เฒ่า",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงปัญญาแห่งการร้องเพลงโบราณของ Väinämöinen มีคุณสมบัติที่เป็นนิรันดร์และมหัศจรรย์ในตัวคุณ—รูปลักษณ์ของผู้ที่คำพูดสร้างความเป็นจริง",
    "traits_th": [
      "โบราณ",
      "ฉลาด",
      "ร้องเพลง",
      "มหัศจรรย์",
      "นิรันดร์"
    ]
  },
  "oni": {
    "name_th": "Oni",
    "tagline_th": "ยักษ์ปีศาจ ผู้บังคับใช้แห่งนรก",
    "description_th": "Oni คือยักษ์ปีศาจแห่งนิทานพื้นบ้านญี่ปุ่น สิ่งมีชีวิตที่น่าสะพรึงกลัวมีเขา ผมยุ่งเหยิง และผิวสีแดง น้ำเงิน หรือสีที่ผิดธรรมชาติอื่นๆ พวกเขาถือกระบองเหล็ก (kanabō) และเกี่ยวข้องกับฟ้าร้อง ภัยพิบัติ โรคภัย และการลงโทษ\n\nในประเพณีของชาวพุทธ พวกโอนิทำหน้าที่เป็นผู้ทรมานในนรกต่างๆ ลงโทษคนบาปตามอาชญากรรมของพวกเขา ในนิทานพื้นบ้าน พวกเขาอาจเป็นสัตว์ประหลาดที่อาศัยอยู่บนภูเขาที่บุกโจมตีหมู่บ้าน ลักพาตัวผู้คน หรือก่อให้เกิดภัยพิบัติทางธรรมชาติ อย่างไรก็ตาม โอนิบางตัวสามารถเปลี่ยนมานับถือศาสนาพุทธและกลายเป็นผู้พิทักษ์ได้\n\nเทศกาล Setsubun เกี่ยวข้องกับการขับไล่โอนิโดยการขว้างถั่วและตะโกนว่า \"Oni wa soto! Fuku wa uchi!\" (ปีศาจออกไป! โชคลาภเข้ามา!) โอนิเป็นตัวแทนของพลังแห่งความโกลาหลและการทำลายล้างที่ต้องถูกขับไล่ออกไปเป็นระยะๆ เพื่อรักษาความเป็นระเบียบเรียบร้อยและโชคดี",
    "story_th": "Momotarō ฮีโร่เดินทางไปยัง Onigashima (เกาะปีศาจ) พร้อมกับเพื่อนร่วมทางที่เป็นสัตว์ของเขาเพื่อเอาชนะโอนิที่สร้างความหวาดกลัวให้กับดินแดน หลังจากต่อสู้กันอย่างดุเดือด ราชาโอนิยอมจำนน คืนสมบัติที่ถูกขโมยไป และสัญญาว่าจะไม่ทำชั่วอีก",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงพลังที่ดุร้ายของ Oni มีคุณสมบัติที่น่าสะพรึงกลัวและเปลี่ยนแปลงได้ในตัวคุณ—รูปลักษณ์ของผู้ที่รวบรวมความโกลาหล แต่สามารถเปลี่ยนไปเป็นการปกป้องได้",
    "traits_th": [
      "น่าสะพรึงกลัว",
      "ทรงพลัง",
      "โกลาหล",
      "ลงโทษ",
      "เปลี่ยนแปลงได้"
    ]
  },
  "garuda": {
    "name_th": "ครุฑ",
    "tagline_th": "พญาแห่งนก, พาหนะของพระวิษณุ",
    "description_th": "ครุฑเป็นพญาแห่งนกในตำนานของศาสนาฮินดูและศาสนาพุทธ เป็นเทพเจ้าที่มีลักษณะคล้ายนกอินทรี ซึ่งเป็นพาหนะของพระวิษณุ มีลักษณะเป็นกายสีทอง ปีกสีแดง หน้าสีขาว และจะงอยปากเหมือนนกอินทรี\n\nครุฑเกิดจากไข่ มารดาของครุฑถูกลูกๆ นาค (งู) ของน้องสาวตนเองจับเป็นทาส เพื่อปลดปล่อยนาง ครุฑจึงได้รับมอบหมายให้ขโมยน้ำอมฤต (น้ำทิพย์แห่งความเป็นอมตะ) จากเหล่าทวยเทพ ครุฑทำสำเร็จ เอาชนะเทพเจ้า และฝ่าฟันอุปสรรคเหนือธรรมชาติ ทำให้พระวิษณุเคารพและประทานพรแห่งความเป็นอมตะให้\n\nครุฑเป็นศัตรูตลอดกาลของนาค เป็นตัวแทนของความขัดแย้งในจักรวาลระหว่างท้องฟ้าและพื้นดิน อินทรีและงู ครุฑเป็นสัญลักษณ์ประจำชาติของอินโดนีเซียและประเทศไทย ซึ่งแสดงถึงความเร็ว พลัง และความกล้าหาญทางการทหาร ชื่อของครุฑหมายถึง \"ผู้กลืนกิน\" เพราะครุฑกลืนกินงูแห่งความเขลา",
    "story_th": "ในการขโมยน้ำอมฤต ครุฑต้องผ่านวงล้อแห่งไฟที่หมุนอยู่ ต่อสู้กับเทพเจ้า และเอาชนะผู้พิทักษ์นาค ครุฑทำทุกอย่างสำเร็จ สายฟ้าของพระอินทร์ไม่สามารถทะลุทะลวงตัวครุฑได้ จากนั้นครุฑได้นำน้ำอมฤตไปมอบให้เพื่อปลดปล่อยมารดาของตนเอง และพระวิษณุประทับใจในพลังและความจงรักภักดีของครุฑ จึงทำให้ครุฑเป็นอมตะและเป็นพาหนะของพระองค์",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงพลังอันศักดิ์สิทธิ์ของครุฑ มีความรวดเร็วและทรงพลังในตัวตนของคุณ ซึ่งเป็นลักษณะของผู้ที่รับใช้สิ่งที่สูงที่สุดและเอาชนะสิ่งที่ต่ำต้อยที่สุด",
    "traits_th": [
      "ทรงพลัง",
      "จงรักภักดี",
      "รวดเร็ว",
      "ศักดิ์สิทธิ์",
      "ศัตรูของนาค"
    ]
  },
  "merlin": {
    "name_th": "เมอร์ลิน",
    "tagline_th": "จอมเวทย์, สถาปนิกแห่ง Camelot",
    "description_th": "เมอร์ลินเป็นพ่อมดในตำนานแห่งตำนานอาเธอร์ อาจเป็นนักเวทย์ที่มีชื่อเสียงที่สุดในวรรณกรรมตะวันตก ว่ากันว่าเกิดจากหญิงมนุษย์และวิญญาณจากโลกอื่น เขามีความสามารถในการทำนายและมีอำนาจเหนือธรรมชาติ เวลา และการเปลี่ยนแปลง\n\nเขาเป็นผู้บงการการขึ้นครองราชย์ของกษัตริย์อาเธอร์ ตั้งแต่การวางแผนการประสูติของอาเธอร์ผ่านการหลอกลวงของ Uther ไปจนถึงการวางดาบในหิน ไปจนถึงการนำทางการปกครองในช่วงต้นของกษัตริย์หนุ่ม เมอร์ลินสร้าง Stonehenge สร้างโต๊ะกลม และมองเห็นทั้งความรุ่งโรจน์และความล่มสลายของ Camelot\n\nสติปัญญาของเขาเป็นตำนาน แต่ไม่สามารถปกป้องเขาจากความรักได้ Lady of the Lake (หรือ Nimue) เรียนรู้ความลับของเขาและใช้มันเพื่อดักจับเขาตลอดไปในถ้ำ คุกผลึก หรือใต้ก้อนหิน พลังของเขาถูกหันมาต่อต้านเขาโดยคนที่เขารัก",
    "story_th": "เมอร์ลินมองเห็นการถูกจองจำของตนเอง แต่ไม่สามารถป้องกันได้ เมื่อ Nimue ขอให้เขาสอนวิธีสร้างคุกที่ไม่สามารถทำลายได้ เขารู้ว่าเธอจะใช้มันต่อต้านเขา แต่เขารักเธอมากเกินกว่าจะปฏิเสธ เขาเต็มใจเดินเข้าไปในกับดักนิรันดร์ของเขา",
    "match_message_th": "รูปลักษณ์ของคุณแสดงถึงเวทมนตร์อันลึกซึ้งของเมอร์ลิน มีคุณภาพแห่งการทำนายและวางแผนในตัวตนของคุณ ซึ่งเป็นลักษณะของผู้ที่กำหนดโชคชะตา แต่ไม่สามารถหลีกหนีโชคชะตาของตนเองได้",
    "traits_th": [
      "ฉลาด",
      "มีเวทมนตร์",
      "ทำนาย",
      "วางแผน",
      "น่าเศร้า"
    ]
  }
}