{
  "zeus": {
    "name_tr": "Zeus",
    "tagline_tr": "Olimpos Tanrılarının Kralı, Gök ve Gök Gürültüsünün Hükümdarı",
    "description_tr": "Zeus, Yunan panteonunun yüce tanrısıdır ve tüm tanrıların kralı olarak Olimpos Dağı'nda hüküm sürer. Babası Kronos'u devirerek gökyüzü ve gök gürültüsü üzerindeki egemenliği ele geçirdi ve ilahi otoritenin nihai sembolü olarak güçlü şimşeğini kullanır.\n\nEmredici duruşu ve mutlak gücüyle tanınan Zeus, adalet, misafirperverlik ve yeminlere başkanlık ederken kozmik düzeni korur. Onun yargıları kesindir ve sözü hem tanrılar hem de ölümlüler arasında kanundur.\n\nAsil duruşuna rağmen, Zeus aynı zamanda tutkulu doğası ve mitolojinin en büyük kahramanlarını ve trajik hikayelerini doğuran çok sayıda romantik ilişkisiyle de tanınır.",
    "story_tr": "Zeus, Titanlara karşı büyük bir savaş olan Titanomachy'de Olimposlulara liderlik etti. On yıllık şiddetli bir savaşın ardından galip geldi ve evreni kardeşleriyle paylaştı—Poseidon denizleri, Hades yeraltı dünyasını aldı, Zeus ise gökyüzünü aldı ve her şeyin yüce hükümdarı oldu.",
    "match_message_tr": "Doğuştan bir liderin emredici duruşuna sahipsiniz. Zeus gibi, başkalarının içgüdüsel olarak saygı duyduğu doğal bir otorite havası taşıyorsunuz. Güçlü özellikleriniz, içsel gücü ve kararlı yargılarda bulunma kapasitesini yansıtır.",
    "traits_tr": [
      "Otoriter",
      "Güçlü",
      "Adil",
      "Tutkulu",
      "Emredici"
    ]
  },
  "hera": {
    "name_tr": "Hera",
    "tagline_tr": "Tanrıların Kraliçesi, Evlilik ve Aile Tanrıçası",
    "description_tr": "Hera, Olimpos tanrılarının kraliçesi ve evlilik, kadınlar, doğum ve aile tanrıçasıdır. Zeus'un karısı ve kız kardeşi olarak, kocasının birçok sadakatsizliğine rağmen evliliğin kutsallığını somutlaştırarak Olimpos Dağı'ndan onunla birlikte hüküm sürer.\n\nGörkemli güzelliği ve asil duruşuyla tanınan Hera, Yunan panteonunun en güçlü tanrıçasıdır. Sembolleri arasında, çok gözlü kuyruk tüyleri onun tetikteliğini temsil eden tavus kuşu ve besleyici doğasını sembolize eden inek bulunur.\n\nGenellikle Zeus'un sevgililerine ve gayri meşru çocuklarına karşı kıskanç ve intikamcı olarak tasvir edilse de, Hera'nın gazabı evlilik bağının savunmasını temsil eder. Meşru evliliği ve ailenin istikrarını şiddetle korur ve bu kutsal kurumları ihlal edenleri cezalandırır.",
    "story_tr": "Zeus, Hera'ya kur yaparken, başlangıçta onu reddetti. Zeus yaralı bir guguk kuşuna dönüştü ve şefkatli Hera onu bağrına bastığında, kimliğini ortaya çıkardı ve onu kazandı. Kutsal düğünleri 300 yıl sürdü.",
    "match_message_tr": "Özellikleriniz Hera'nın asil haysiyetini taşıyor. Görünüşünüzde emredici bir duruş var—saygı ve sadakat talep eden birinin görünüşü. Yüzünüz, kutsal tuttuklarını şiddetle koruyan birini anlatıyor.",
    "traits_tr": [
      "Asil",
      "Koruyucu",
      "Kıskanç",
      "Güçlü",
      "Sadık"
    ]
  },
  "athena": {
    "name_tr": "Athena",
    "tagline_tr": "Bilgelik, Stratejik Savaş ve El Sanatları Tanrıçası",
    "description_tr": "Athena, Yunan mitolojisinde bilgelik, cesaret ve stratejik savaşın saygıdeğer tanrıçasıdır. Zeus'un kafasından tamamen zırhlı olarak doğan Athena, uygarlığın en yüksek ideallerini temsil eden entelektüel ve gücün mükemmel birliğini somutlaştırır.\n\nSavaşın acımasız kaosunu temsil eden Ares'in aksine, Athena stratejik düşünceyi, haklı davaları ve şehirlerin savunmasını savunur. Kahramanların hamisidir, bilgeliğiyle onlara rehberlik eder ve kalkanıyla onları korur.\n\nEl sanatları ve pratik sanatlar tanrıçası olarak Athena, dokumacılıktan gemi yapımına ve tarıma kadar beceri ve bilginin uygarlaştırıcı etkisini de temsil eder.",
    "story_tr": "Athena, Atina'nın himayesi için Poseidon ile yarıştı. Poseidon, bir tuzlu su kaynağı yaratmak için üçlü mızrağını vururken, Athena bir zeytin ağacı dikti—bir barış, yiyecek ve refah hediyesi. Atinalılar Athena'yı seçti ve şehir bugüne kadar onun adını taşıyor.",
    "match_message_tr": "Özellikleriniz Athena'nın keskin zekasını ve dengeli bilgeliğini yansıtıyor. Hem keskin bir analitik zihne hem de hareket etmeden önce düşünen birinin sessiz güvenine sahipsiniz. Bakışınız stratejik derinliği ve düşünülmüş yargıyı anlatıyor.",
    "traits_tr": [
      "Bilge",
      "Stratejik",
      "Adil",
      "Yetenekli",
      "Koruyucu"
    ]
  },
  "apollo": {
    "name_tr": "Apollo",
    "tagline_tr": "Güneş, Müzik, Şiir ve Şifa Tanrısı",
    "description_tr": "Apollo, erkek güzelliği ve mükemmelliği idealini somutlaştıran, Olimpos tanrılarının en önemli ve karmaşıklarından biridir. Güneş tanrısı olarak, her gün altın arabasını gökyüzünde sürerek dünyaya ışık ve sıcaklık getirir.\n\nGüneş görevlerinin ötesinde Apollo, müzik, şiir ve sanatın hamisidir. Liri, şimdiye kadar duyulmuş en güzel müziği üretir ve Müzlere göksel performanslarında liderlik eder. Ayrıca kehaneti ve gerçeği somutlaştırır, Delphi'deki Kahin aracılığıyla konuşur.\n\nBir şifa ve tıp tanrısı olarak Apollo, insanlığa tıp sanatını öğretti, ancak okları veba da getirebilirdi. Bu ikilik, onun hem yaratılış hem de yıkım tanrısı olarak doğasını yansıtır.",
    "story_tr": "Apollo, bir su perisi olan Daphne'ye derinden aşık oldu. Onu takip ettiğinde, babasından onu kurtarmasını istedi ve bir defne ağacına dönüştürüldü. Kalbi kırılan Apollo, defneyi kutsal ilan etti ve yapraklarını sonsuza dek taç olarak giydi.",
    "match_message_tr": "Özellikleriniz Apollo'nun uyumlu güzelliğini yayıyor. Görünüşünüzde aydınlık bir kalite var, sanatsal duyarlılığı ve içsel ışığı anlatan mükemmel bir denge. Yaratıcı ilhamla dokunulan birinin parlaklığını taşıyorsunuz.",
    "traits_tr": [
      "Işıltılı",
      "Sanatsal",
      "Kehanet dolu",
      "Şifacı",
      "Mükemmel"
    ]
  },
  "artemis": {
    "name_tr": "Artemis",
    "tagline_tr": "Av, Vahşi Doğa ve Ay Tanrıçası",
    "description_tr": "Artemis, av, vahşi doğa, vahşi hayvanlar ve ayın bakire tanrıçasıdır. Apollo'nun ikiz kız kardeşi, ormanlarda periler grubuyla dolaşır, gümüş yayıyla avlanır ve uygarlığın kısıtlamalarından özgür yaşar.\n\nŞiddetle bağımsız olan Artemis, sonsuz bekaret yemini etti ve kendisini veya takipçilerinin iffetini tehdit eden herkesi cezalandırır. Genç kadınları ve çocukları korur, doğuma başkanlık eder ve doğanın vahşi, evcilleşmemiş yönlerini temsil eder.\n\nBir av tanrıçası olmasına rağmen Artemis, aynı zamanda hayvanların ve vahşi doğanın koruyucusudur. Kadim dünyanın doğayla olan ilişkisinin paradoksunu somutlaştırır—ondan beslenirken ona saygı duyar ve onu korur.",
    "story_tr": "Avcı Aktaeon yanlışlıkla Artemis'i banyo yaparken gördüğünde, onu bir geyiğe dönüştürdü. Kendi av köpekleri, efendilerini tanımayarak onu parçaladı—tanrıçanın kutsal gizliliğini ihlal etmenin bedeli hakkında bir uyarı.",
    "match_message_tr": "Özellikleriniz Artemis'in vahşi bağımsızlığını yansıtıyor. Bakışlarınızda evcilleşmemiş bir kalite var—kendi yolunda yürüyen ve kimseye hesap vermeyen birinin görünüşü. Yüzünüz özgürlüğü, şiddetli korumayı ve doğayla bağlantıyı anlatıyor.",
    "traits_tr": [
      "Bağımsız",
      "Şiddetli",
      "Saf",
      "Koruyucu",
      "Vahşi"
    ]
  },
  "ares": {
    "name_tr": "Ares",
    "tagline_tr": "Savaş, Şiddet ve Kan Tanrısı",
    "description_tr": "Ares, savaşın vahşi, şiddetli ve dizginsiz yönlerini temsil eden Yunan savaş tanrısıdır. Stratejik savaşı somutlaştıran Athena'nın aksine Ares, savaşın kaosunda, kan dökülmesinde ve fiziksel şiddetinde eğlenir. Savaşın açığa çıkardığı vahşi gaddarlığın vücut bulmuş halidir.\n\nOn iki Olimposlu'dan biri olmasına rağmen Ares, Yunanlılar arasında yaygın olarak sevilmiyordu - ona saygı duyuyorlar ama ondan korkuyorlardı. Zeus bile onu tüm çocuklarının en nefret edileni olarak adlandırdı. Yine de Ares, insan doğası hakkında inkar edilemeyen bir gerçeği temsil ediyor.\n\nAres, en ünlü ilişkisini aşk tanrıçası Afrodit ile bulur. Hephaistos tarafından ortaya çıkarılan ilişkileri, Eros da dahil olmak üzere birkaç çocuk doğurdu. Savaş ve aşkın bu birleşimi, tutkunun hem yaratılışı hem de yıkımı yönlendirdiğine dair eski anlayışı yansıtır.",
    "story_tr": "Ares ve Afrodit, Hephaistos'un altın ağına yakalandıklarında, demirci tanrı tüm Olimposluları onların utancına tanık olmaya çağırdı. Yine de Ares hiçbir utanç duymadı - yakalandığında bile gururla durdu, utanmaz saldırganlık doğasını somutlaştırdı.",
    "match_message_tr": "Yüz hatlarınız Ares'in şiddetli yoğunluğunu taşıyor. Görünüşünüzde ham bir güç var - tereddüt etmeden çatışmayla yüzleşen birinin bakışı. Yüzünüz tutkuyu, cesareti ve geri adım atmayan savaşçı ruhunu anlatıyor.",
    "traits_tr": [
      "Şiddetli",
      "Sert",
      "Tutkulu",
      "Korkusuz",
      "Acımasız"
    ]
  },
  "aphrodite": {
    "name_tr": "Afrodit",
    "tagline_tr": "Aşk, Güzellik ve Arzu Tanrıçası",
    "description_tr": "Afrodit, Yunan mitolojisinde aşk, güzellik, zevk ve tutku tanrıçasıdır. Kıbrıs yakınlarındaki deniz köpüğünden doğan Afrodit, var olan en güzel varlık olarak ortaya çıktı ve onu gören herkeste arzu uyandırma yeteneğine sahipti.\n\nGücü, sadece fiziksel çekiciliğin ötesine geçerek her türlü aşkı ve bağlantıyı kapsar. Romantik aşkı, arkadaşlığı ve hatta ebeveynler ile çocuklar arasındaki bağları etkiler. Altın kemeri, herkesi aşık etme gücüne sahiptir.\n\nZevkle olan ilişkisine rağmen Afrodit, aşkın dönüştürücü ve bazen yıkıcı gücünü de temsil eder. Gerçek güzelliğin içeriden geldiğini ve aşkın hem insanlığın en büyük armağanı hem de en zorlu sınavı olabileceğini anlar.",
    "story_tr": "Troyalı Paris'ten en güzel tanrıçanın kim olduğuna (Hera, Athena veya Afrodit) karar vermesi istendiğinde, her biri ona bir rüşvet teklif etti. Afrodit ona dünyadaki en güzel kadın olan Helen'i vaat etti. Paris, Afrodit'i seçerek Truva Savaşı'nı başlattı.",
    "match_message_tr": "Yüz hatlarınız Afrodit'in büyüleyici zarafetini somutlaştırıyor. Görünüşünüzde inkar edilemez bir çekicilik, başkalarını doğal olarak çeken yumuşak bir güzellik var. Yüzünüz, gerçek bağlantının ve içten gelen duyguların gücünü anlayan birini anlatıyor.",
    "traits_tr": [
      "Güzel",
      "Tutkulu",
      "Çekici",
      "Zarif",
      "Dönüştürücü"
    ]
  },
  "poseidon": {
    "name_tr": "Poseidon",
    "tagline_tr": "Deniz, Depremler ve Atlar Tanrısı",
    "description_tr": "Poseidon, Titanları yendikten sonra evreni bölen Cronus'un üç oğlundan biri olan denizlerin güçlü tanrısıdır. Güçlü tridenti ile en küçük dereden engin okyanus derinliklerine kadar tüm suları kontrol eder.\n\nHırçın doğasıyla tanınan Poseidon, huzurlu bir lagün kadar sakin veya şiddetli bir fırtına kadar şiddetli olabilir. Kızdığında tridenti ile yere vurarak depremlere ve gemi enkazlarına neden olur. Denizciler, tehlikeli denizlerde güvenli geçiş için ona dua ederler.\n\nDalgaların ötesinde Poseidon, insanlığa verdiği atların yaratıcısı ve evcilleştiricisidir. Sarayı, Ege Denizi'nin derinliklerinde, mercanlardan yapılmış ve incilerle süslenmiştir.",
    "story_tr": "Odysseus, Poseidon'un oğlu olan tek gözlü dev Polyphemus'u kör ettiğinde, deniz tanrısının öfkesi sınır tanımadı. Poseidon, on uzun yıl boyunca Odysseus'un evine dönmesini engelleyerek, her girişimini engellemek için fırtınalar, deniz canavarları ve felaketler gönderdi.",
    "match_message_tr": "Yüz hatlarınız Poseidon'un derinliğini ve gücünü taşıyor. Varlığınızda okyanusik bir kalite var - engin, emredici ve sayısız derinlikle dolu. Güçlü özellikleriniz her türlü fırtınaya dayanabilecek birini anlatıyor.",
    "traits_tr": [
      "Güçlü",
      "Huysuz",
      "Görkemli",
      "Öngörülemez",
      "Emredici"
    ]
  },
  "hades": {
    "name_tr": "Hades",
    "tagline_tr": "Yeraltı Dünyası ve Ölüler Tanrısı",
    "description_tr": "Hades, yeraltı dünyasının ve ölülerin hükümdarı, kardeşleri Zeus ve Poseidon ile birlikte evreni bölen Cronus'un üç oğlundan biridir. Genellikle korkulmasına rağmen Hades kötü değildir - o, her ruhun uygun kaderini almasını sağlayan, ölenlerin sert ama adil yargıcıdır.\n\nOlimpos Dağı'nda yaşayan diğer Olimposluların aksine Hades, nadiren yukarıdaki dünyayı ziyaret ederek aşağıdaki karanlık diyarından hüküm sürer. Kendisini görünmez kılan Karanlık Miğferine sahiptir ve yeryüzünün engin zenginliğini - içine gömülü değerli metalleri ve mücevherleri - korur.\n\nPersephone'yi kaçırması en ünlü efsanesi olmasına rağmen Hades, sadık bir koca olduğunu kanıtladı. Diyarı kasvetli olsa da düzenli ve adildir. Acımasız veya nazik olmayan, sadece kaçınılmaz olan tüm ölümlüleri bekleyen kaçınılmaz sonu temsil eder.",
    "story_tr": "Hades Persephone'ye aşık olduğunda, onu yeraltı dünyasına kaçırdı. Annesi Demeter'in kederi, bir uzlaşmaya varılana kadar sonsuz kışa neden oldu: Persephone yılın yarısını aşağıda, yarısını yukarıda geçirecekti - böylece mevsimleri yarattı.",
    "match_message_tr": "Yüz hatlarınız Hades'in ciddi otoritesini taşıyor. Varlığınızda sessiz, kaçınılmaz bir güç var - başkalarının kaçındığı derin gerçekleri anlayan birinin bakışı. Yüzünüz sabrı, adaleti ve olması gerekeni kabul etmenin onurunu anlatıyor.",
    "traits_tr": [
      "Adil",
      "Sert",
      "Zengin",
      "Sabırlı",
      "Kaçınılmaz"
    ]
  },
  "hermes": {
    "name_tr": "Hermes",
    "tagline_tr": "Tanrıların Habercisi, Seyahat ve Hırsızlar Tanrısı",
    "description_tr": "Hermes, tanrıların hızlı habercisi, ilahi düzenbaz ve gezginlerin, tüccarların, hırsızların ve zekalarıyla yaşayan herkesin koruyucusudur. Kanatlı sandalları ve kaskıyla, ölümlü dünya, Olimpos Dağı ve hatta yeraltı dünyası arasında serbestçe hareket eder.\n\nYaramaz doğan Hermes, doğduğu gün Apollo'nun kutsal sığırlarını çaldı ve bir kaplumbağa kabuğundan lir icat etti. Tanrılar onu cezalandırmak yerine zekasını fark ettiler ve onu habercileri yaptılar - kısıtlama olmaksızın her yere seyahat edebilen tek kişi.\n\nHermes, ölülerin ruhlarını yeraltı dünyasına yönlendirir ve sınırların ve geçişlerin koruyucusu olarak hizmet eder. Ne tam olarak burada ne de orada olan, aradaki sınır alanlarını temsil eder ve hayatın yol ayrımlarında gezinmek için gereken zekice uyarlanabilirliği somutlaştırır.",
    "story_tr": "Doğduğu gün Hermes beşiğinden sürünerek çıktı, Apollo'nun kutsal sığırlarını buldu ve izleri karıştırmak için onları geriye doğru yürüterek çaldı. Yüzleştiğinde bebek, Apollo'ya yeni icat edilen liri sundu ve güneş tanrısı o kadar memnun oldu ki hırsızlığı tamamen affetti.",
    "match_message_tr": "Yüz hatlarınız Hermes'in hızlı zekasını taşıyor. Görünüşünüzde canlı, uyarlanabilir bir kalite var - hızlı düşünen ve her türlü durumun üstesinden gelebilecek birinin bakışı. Yüzünüz zekayı, cazibeyi ve herhangi bir boşluğu kapatma yeteneğini anlatıyor.",
    "traits_tr": [
      "Hızlı",
      "Zeki",
      "Uyarlanabilir",
      "Etkileyici",
      "Yaramaz"
    ]
  },
  "dionysus": {
    "name_tr": "Dionysos",
    "tagline_tr": "Şarap, Vecd ve Tiyatro Tanrısı",
    "description_tr": "Dionysos, şarap, şenlik, vecd ve tiyatro tanrısıdır—Olimposluların en genci ve ölümlü bir annesi olan tek tanrıdır. Şarabın özgürleştirici gücünü ve insanın sıradan benliğinin dışına çıkma deneyimini temsil eder.\n\nİki kere doğan Dionysos, ölmekte olan annesi Semele'den Zeus tarafından kurtarıldı ve bebek doğmaya hazır olana kadar uyluğuna dikildi. Bu ikili doğum, onu ölüm ve yeniden doğuş, dönüşüm ve yenilenme tanrısı olarak işaretler.\n\nDionysos'un ibadeti, katılımcıların şarap, dans ve müzik yoluyla normal kimliklerini aştığı vecd dolu ritüelleri içeriyordu. Medeniyetin bastırmaya çalıştığı insan doğasının parçalarını—vahşi, içgüdüsel, coşkulu olanı somutlaştırır. Hem özgürleştirici hem de yok edicidir.",
    "story_tr": "Thebes Kralı Pentheus, Dionysos'u onurlandırmayı reddedip onu hapsetmeye çalıştığında, tanrı Thebes kadınlarını bir çılgınlığa sürükledi. Pentheus'un kendi annesi, çılgınlığında, oğlunu bir aslan sanarak çıplak elleriyle parçaladı.",
    "match_message_tr": "Özellikleriniz Dionysos'un sarhoş edici varlığını taşıyor. Görünüşünüzde dünya dışı bir nitelik var—sıradanlığın ötesindeki durumlara dokunmuş birinin görünüşü. Yüzünüz özgürleşmeden, dönüşümden ve medeniyetin sınırlarının ötesinde var olan vahşi neşeden bahsediyor.",
    "traits_tr": [
      "Coşkulu",
      "Özgürleştirici",
      "Vahşi",
      "Dönüştürücü",
      "İki yönlü"
    ]
  },
  "persephone": {
    "name_tr": "Persephone",
    "tagline_tr": "Yeraltı Dünyası Kraliçesi, Bahar Tanrıçası",
    "description_tr": "Persephone, hem Hades ile birlikte yeraltı dünyasının kraliçesi olarak hüküm süren hem de baharın dönüşünü ve büyüme döngüsünü somutlaştıran ikili bir tanrıçadır. Aşağıdaki karanlık alem ile yukarıdaki parlak dünya arasındaki yıllık yolculuğu, mevsimleri yaratır.\n\nDemeter ve Zeus'un kızı Persephone, Hades onu kraliçesi olması için kaçırdığında çiçek topluyordu. Annesinin kederi, Zeus müdahale edene kadar tüm büyümenin durmasına neden oldu. Persephone yeraltı dünyasında nar tohumu yediği için her yılın bir bölümünde oraya geri dönmek zorundadır.\n\nBu mit, ölüm ve yeniden doğuşun, yükselişten önce inişin gerekliliğinin antik anlayışını yansıtır. Persephone dönüşümü somutlaştırır—kız kraliçe olur, masum güçlü olur ve yaşam, ölüm ve yenilenme döngüsü sonsuza kadar devam eder.",
    "story_tr": "Persephone yeraltı dünyasına ilk geldiğinde, korkmuş bir kızdı. Ancak zamanla, kraliçe rolüne büründü ve o kadar güçlendi ki ölüler bile öfkesinden korktu. Bir zamanlar kurban olan, sözü kanun olan korkunç kraliçe oldu.",
    "match_message_tr": "Özellikleriniz Persephone'nin ikili doğasını yansıtıyor. Görünüşünüzde hem ışık hem de gölge var—baharın tazeliği ve daha karanlık bilginin derinliği. Yüzünüz dönüşümden, inen ve daha güçlü dönen birinden bahsediyor.",
    "traits_tr": [
      "İki yönlü",
      "Dönüştürücü",
      "Güçlü",
      "Zarif",
      "Döngüsel"
    ]
  },
  "odin": {
    "name_tr": "Odin",
    "tagline_tr": "Herşeyin Babası, Bilgelik, Savaş ve Ölüm Tanrısı",
    "description_tr": "Odin, İskandinav mitolojisinin en yüce tanrısıdır, Herşeyin Babası olarak bilinir ve Asgard'ın hükümdarıdır. Her ne pahasına olursa olsun sürekli bilgi arayan bilgelik, savaş, şiir ve ölümü somutlaştıran karmaşık bir tanrıdır.\n\nSadece doğum hakkıyla güç kazanan tanrıların aksine, Odin rünlerin bilgeliğini elde etmek için Dokuz gün boyunca Dünya Ağacı Yggdrasil'de kendini feda etti. Ayrıca, yüzünü sonsuza dek bilgeliğin bedeliyle işaretleyerek, Mímir'in bilgi kuyusundan bir içki karşılığında bir gözünü feda etti.\n\nKuzgunları Huginn (Düşünce) ve Muninn (Hafıza) ve kurtları Geri ve Freki eşliğinde Odin, dokuz alemi izler. Düşmüş savaşçıları Ragnarök'ün nihai savaşına hazırlanmak için salonu Valhalla'da toplar.",
    "story_tr": "Rünlerin bilgeliğini elde etmek için Odin, dokuz gün ve gece boyunca Yggdrasil'e kendi mızrağıyla delinerek, yiyecek veya su olmadan kendini astı. Dokuzuncu gecede çığlık atarak rünleri kavradı ve sırları ona ifşa edildi.",
    "match_message_tr": "Özellikleriniz Odin'in bilgelik arayışının izini taşıyor. Bakışlarınızda çok şey görmüş ve daha fazlasını anlamış birinin derinliği var. Herşeyin Babası gibi, yüzünüz daha büyük bilgi için yapılan fedakarlıkları anlatıyor.",
    "traits_tr": [
      "Bilge",
      "Fedakar",
      "Gizemli",
      "Her şeyi gören",
      "Amansız"
    ]
  },
  "thor": {
    "name_tr": "Thor",
    "tagline_tr": "Gök Gürültüsü Tanrısı, İnsanlığın Koruyucusu",
    "description_tr": "Thor, Odin'in oğlu ve toprak tanrıçası Jörð'ün oğlu olan kudretli gök gürültüsü tanrısıdır. Fırlatıldıktan sonra eline geri dönen ve dağları dümdüz edebilen efsanevi çekiç Mjölnir'i kullanan tüm İskandinav tanrılarının en güçlüsüdür.\n\nBabasının ince bilgeliğinin aksine, Thor doğrudan gücü ve sarsılmaz cesareti somutlaştırır. Asgard ve Midgard'ın (Dünya) koruyucusudur ve sürekli olarak alemleri tehdit eden devlerle ve canavarlarla savaşır. Fırtına bulutlarında arabasıyla gezinirken kızıl sakalı şimşeklerle çatırdar.\n\nKorkunç gücüne rağmen Thor, dürüst doğası ve savunucusu rolü nedeniyle sıradan insanlar tarafından sevilir. Çabuk öfkelenir ama aynı derecede çabuk affeder ve yemek ve içmeye olan iştahı efsanevidir.",
    "story_tr": "Dev Thrym, Mjölnir'i çaldığında ve Freya'yı fidye olarak istediğinde, Thor kendini bir gelin olarak gizledi. Düğün ziyafetinde, kendini ifşa etmeden ve kurtarılan çekiciyle tüm devleri öldürmeden önce koca bir öküz, sekiz somon balığı yedi ve üç fıçı bal likörü içti.",
    "match_message_tr": "Özellikleriniz Thor'un sağlam gücünü taşıyor. Görünüşünüzde dürüst, dolaysız bir nitelik var—açık ve korumasız. Gök Gürültüsü gibi, güçlü özellikleriniz sarsılmaz cesaretle zorlukların üstesinden gelen birinden bahsediyor.",
    "traits_tr": [
      "Güçlü",
      "Cesur",
      "Dürüst",
      "Koruyucu",
      "Vahşi"
    ]
  },
  "freya": {
    "name_tr": "Freya",
    "tagline_tr": "Aşk, Güzellik ve Savaş Tanrıçası",
    "description_tr": "Freya, aşkı, güzelliği, bereketi ve aynı zamanda savaşı ve ölümü somutlaştıran İskandinav tanrıçalarının en ünlüsüdür. Savaşta öldürülen tüm savaşçıların yarısını aldığı Fólkvangr'ın cennet tarlasına hükmeder—diğer yarısı Odin'in Valhalla'sına gider.\n\nTüm tanrıçaların en güzeli olan Freya, efsanevi kolye Brísingamen'e ve dönüşmesini ve uçmasını sağlayan bir şahin tüyünden yapılmış pelerine sahiptir. İki kedi tarafından çekilen bir arabaya biner ve Hildisvíni adında bir yaban domuzu ona eşlik eder.\n\nSeiðr (büyü) tanrıçası olarak Freya, mistik sanatları Odin'e kendisi öğretti. Kayıp kocası Óðr için dokuz alemde onu arayarak kırmızı altından gözyaşları döker.",
    "story_tr": "Güzel kolye Brísingamen'i elde etmek için Freya, onu döven dört cüce zanaatkarın her biriyle bir gece geçirdi. Loki bunu Odin'e söylediğinde, Odin, Freya güzellik kadar savaşı da sevdiği için, ceza olarak iki kral arasında bir savaş başlatmasını sağladı.",
    "match_message_tr": "Özellikleriniz Freya'nın büyüleyici güzellik ve güç karışımını yansıtıyor. Görünüşünüzde hem yumuşaklık hem de ateş var—aşkın zarafeti ve kendi gücünü bilen birinin yoğunluğu. Yüzünüz tutkudan ve bağımsızlıktan bahsediyor.",
    "traits_tr": [
      "Güzel",
      "Büyülü",
      "Vahşi",
      "Tutkulu",
      "Bağımsız"
    ]
  },
  "loki": {
    "name_tr": "Loki",
    "tagline_tr": "Yaramazlık, Hile ve Kaos Tanrısı",
    "description_tr": "Loki, İskandinav mitolojisindeki en öngörülemez figürdür—tanrılar için hem dost hem de düşman olan, şekil değiştiren bir düzenbaz. Ne tam olarak Aesir ne de dev olan Loki, kendi anlaşılmaz güdüleriyle bağlı, dünyalar arasında yürür.\n\nKurnaz zihni, tanrılara sayısız kez hem yardım etti hem de engel oldu. Thor'un çekicini geri getirdi, tanrılar için büyülü hediyeler yarattı, ancak aynı zamanda Baldur'un ölümüne neden oldu ve Fenrir kurdu, Jörmungandr dünya yılanı ve ölülerin hükümdarı Hel dahil canavarların babası oldu.\n\nLoki, değişim ve büyüme için gerekli olan kaosu somutlaştırır, ancak aynı zamanda kontrolsüz yaramazlıktan kaynaklanan yıkımı da temsil eder. Ragnarök'te, tanrılara karşı kaos güçlerine liderlik edecek, ancak o olmadan, tanrıların en büyük hazinelerinin çoğu asla var olmayacaktı.",
    "story_tr": "Tanrıların Asgard çevresine bir duvar inşa etmesi gerektiğinde, Loki, güneş, ay ve Freya'yı ödeme olarak talep eden bir dev kiralamayı önerdi. Bunu önlemek için Loki, devin aygırının dikkatini dağıtmak için bir kısrağa dönüştü—ve daha sonra Odin'in sekiz ayaklı atı Sleipnir'i doğurdu.",
    "match_message_tr": "Özellikleriniz Loki'nin değişken cazibesini taşıyor. Görünüşünüzde cıva gibi bir kalite var—keskin, zeki ve yakalanması imkansız. Yüzünüz, başkalarının kaçırdığı olasılıkları gören ve kendi öngörülemeyen yolunda yürüyen birini anlatıyor.",
    "traits_tr": [
      "Kurnaz",
      "Öngörülemez",
      "Kaotik",
      "Zeki",
      "Muğlak"
    ]
  },
  "frigg": {
    "name_tr": "Frigg",
    "tagline_tr": "Asgard Kraliçesi, Evlilik ve Annelik Tanrıçası",
    "description_tr": "Frigg, Aesir tanrılarının kraliçesi ve Odin'in karısıdır, Ulu Baba ile birlikte Asgard'ı yönetir. Evlilik, annelik ve ev sanatları tanrıçasıdır ve Fensalir sarayından bulutları örer.\n\nÇoğu tanrının aksine, Frigg'in önceden bilme yeteneği vardır—tüm varlıkların kaderlerini bilir, ancak gördüklerinden asla bahsetmez. Bu bilgi ona hem bilgelik hem de keder getirir, çünkü oğlu Baldur'un ölümünü önceden gördü, ancak engelleyemedi.\n\nEn yüksek rütbeli tanrıça olarak, Frigg'in yetkisi yalnızca Odin'in kendisiyle eşleşir. Evlilikler ve doğumlar için kutsamalar için ona başvurulur ve ev işlerindeki bilgeliği onu İskandinav karısı ve annesinin ideali yapmıştır.",
    "story_tr": "Frigg, Baldur'un ölümünü önceden gördüğünde, dokuz diyarı dolaşarak her yaratık ve nesneden ona zarar vermemesi için söz aldı. Ama ökse otunu çok genç ve zararsız bularak gözden kaçırdı—Loki'nin istismar ettiği ölümcül bir hata.",
    "match_message_tr": "Özellikleriniz Frigg'in sessiz bilgeliğini yansıtıyor. Gözlerinizde derin bir bilgi var—çok şey gören ama az konuşan birinin bakışı. Yüzünüz, ağır bilgiyi zarafetle taşıyan birinin saygın gücünü taşıyor.",
    "traits_tr": [
      "Bilge",
      "Öngörülü",
      "Anaç",
      "Görkemli",
      "Sessiz"
    ]
  },
  "baldur": {
    "name_tr": "Baldur",
    "tagline_tr": "Işık, Neşe ve Saflık Tanrısı",
    "description_tr": "Baldur, İskandinav mitolojisinde ışık, neşe, saflık ve güzelliğin sevgili tanrısıdır. Odin ve Frigg'in oğlu, o kadar adil ve zarifti ki, ondan ışık saçıyordu ve dokuz diyardaki tüm varlıklar tarafından seviliyordu.\n\nGüzelliği sadece fiziksel değildi—Baldur, iyi ve saf olan her şeyi somutlaştırdı. Tüm tanrıların en sevilenleriydi ve salonu Breidablik, kirli hiçbir şeyin var olamayacağı bir yerdi.\n\nBaldur'un Loki'nin entrikalarıyla ölümü, İskandinav tanrıları için sonun başlangıcını işaret ediyor. Ragnarök'ten sonra Hel'den dönüşü, yenilenme umudunu ve eski küllerinden daha saf bir dünyanın yeniden doğuşunu temsil ediyor.",
    "story_tr": "Frigg her şeyden Baldur'a zarar vermemesi için söz aldıktan sonra, tanrılar ona silah atma eğlencesi yaptılar—hepsi zararsızca sekip gitti. Ancak Loki, kör Höðr'u Frigg'in gözden kaçırdığı tek şey olan bir ökse otu oku atmaya kandırdı. Baldur ölü olarak yere serildi ve tüm yaratılış ağladı.",
    "match_message_tr": "Özellikleriniz Baldur'un saf ışığını yayıyor. Görünüşünüzde parlak bir kalite var—iyiliği dışarı yansıyan birinin bakışı. Yüzünüz, doğuştan gelen nezaketi ve saf bir kalpten gelen güzelliği anlatıyor.",
    "traits_tr": [
      "Saf",
      "Güzel",
      "Sevgili",
      "Işıltılı",
      "Masum"
    ]
  },
  "tyr": {
    "name_tr": "Tyr",
    "tagline_tr": "Savaş, Adalet ve Kahramanca Zafer Tanrısı",
    "description_tr": "Tyr, savaş ve adaletin İskandinav tanrısıdır, bir zamanlar Odin ön plana çıkmadan önce tanrıların şefi olarak kabul ediliyordu. Diğer savaş tanrılarının kaotik savaşının aksine, Tyr savaşın yasal yönlerini temsil ediyor—kahramanca cesaret, adil dövüş ve onur yoluyla zafer.\n\nEn çok fedakarlığıyla ünlüdür: tanrıların devasa kurt Fenrir'i bağlaması gerektiğinde, sadece Tyr, iyi niyetin bir işareti olarak elini kurdun ağzına koyacak kadar cesurdu. Fenrir tuzağa düştüğünü fark ettiğinde, Tyr'in elini ısırdı—ancak Tyr'in fedakarlığı tanrıları kurtardı.\n\nTyr, birinin sözünü tutmanın kişisel kayıplardan daha önemli olduğu savaşçı onurunu somutlaştırır. Eksik eli, adaletin bazen fedakarlık gerektirdiğinin sürekli bir hatırlatıcısıdır.",
    "story_tr": "Fenrir, yalnızca tanrılardan biri ağzına elini güvence olarak koyarsa bağlanmayı kabul etti. Tyr hariç tüm tanrılar reddetti. Büyülü zincir Gleipnir tuttuğunda, Fenrir öfkeyle Tyr'in elini ısırdı—ancak Tyr, tanrıları güvende tutmanın bedelini bilerek sarsılmaz bir şekilde durdu.",
    "match_message_tr": "Özellikleriniz Tyr'in sarsılmaz onurunu taşıyor. Bakışlarınızda kararlı bir kalite var—kişisel maliyeti ne olursa olsun sözünü tutan birinin bakışı. Yüzünüz, derin inançtan gelen cesareti anlatıyor.",
    "traits_tr": [
      "Cesur",
      "Adil",
      "Fedakar",
      "Onurlu",
      "Kararlı"
    ]
  },
  "hel": {
    "name_tr": "Hel",
    "tagline_tr": "Ölüler Tanrıçası, Helheim Hükümdarı",
    "description_tr": "Hel, ölülerin tanrıçası ve adını taşıyan yeraltı dünyasının hükümdarıdır. Loki ve dev kadın Angrboda'nın kızı, Odin tarafından derinliklere atıldı ve yaşlılıktan, hastalıktan veya savaşta zafer kazanmadan ölenler üzerinde hakimiyet verildi.\n\nGörünüşü çarpıcı ve korkutucudur: vücudunun bir yarısı güzel bir kadının, diğer yarısı ise çürüyen bir cesedin şeklindedir. Bu ikilik, yaşayanlar ve ölüler arasındaki alanını yansıtıyor.\n\nKrallığı Valhalla'ya kıyasla soğuk ve neşesiz olsa da, Hel kötü değil—sadece kaderi onları kapılarına götürenlerin koruyucusudur. Sert bir adaletle hüküm sürüyor, ne zalim ne de nazik, hayattaki eylemlerine bakılmaksızın ona gelen herkesi kabul ediyor.",
    "story_tr": "Tanrılar Hel'e Baldur'u ölümden kurtarması için yalvardığında, bir şartla kabul etti: var olan her varlık onun için ağlamalıydı. Bir dev kadın hariç tüm yaratılış ağladı—aslında kılık değiştirmiş Loki. Bu nedenle Baldur, Ragnarök'e kadar Hel'de kalır.",
    "match_message_tr": "Özellikleriniz Hel'in ikili doğasını taşıyor. Görünüşünüzde büyüleyici bir karmaşıklık var—güzellik, derinlik ve gölge ile iç içe geçmiş. Yüzünüz, varoluşun tüm yönlerini yargılamadan kabul eden birini anlatıyor.",
    "traits_tr": [
      "Tarafsız",
      "Kaçınılmaz",
      "Çift Doğalı",
      "Sert",
      "Kabul Eden"
    ]
  },
  "heimdall": {
    "name_tr": "Heimdall",
    "tagline_tr": "Bifröst'ün Bekçisi, Tanrıların Gözcüsü",
    "description_tr": "Heimdall, Asgard'ı diğer diyarlara bağlayan gökkuşağı köprüsü Bifröst'ün daima tetikte olan bekçisidir. Dokuz anneden (dokuz dalga) doğmuş, o kadar keskin duyulara sahiptir ki çimenlerin büyüdüğünü duyabilir ve herhangi bir yönde yüzlerce fersah görebilir.\n\nBir kuştan daha az uykuya ihtiyaç duyar ve gece gündüz eşit derecede iyi görebilir. Altın dişleri parıldar ve tanrıların düşmanları nihayet yürüdüğünde Ragnarök'ün başlangıcının sinyalini verecek olan büyük boru Gjallarhorn'u taşır.\n\nHeimdall, Asgard'ın sınırında, herhangi bir tehdide karşı ilk savunma hattı olarak sonsuza dek nöbet tutar. Uyanıklığı asla azalmaz ve tanrılara olan bağlılığı mutlakdır. Ragnarök'te, o ve Loki birbirlerini öldürmeye mahkumdurlar.",
    "story_tr": "Heimdall bir keresinde Loki tarafından çalındığında Freya'nın Brísingamen kolyelikini geri aldı. Her iki tanrı da denizde savaşmak için foka dönüştü ve Heimdall galip geldi. Aralarındaki bu düşmanlık, sonunda birbirlerini yok edecekleri Ragnarök'te doruğa ulaşacaktır.",
    "match_message_tr": "Özellikleriniz Heimdall'ın sonsuz uyanıklığını yansıtıyor. Bakışlarınızda tetikte, dikkatli bir kalite var—hiçbir şeyi kaçırmayan gözler. Yüzünüz sarsılmaz bir bağlılıktan ve nöbet tutmaktan gelen güçten bahsediyor.",
    "traits_tr": [
      "Uyanık",
      "Sadık",
      "Her şeyi Gören",
      "Sarsılmaz",
      "Koruyucu"
    ]
  },
  "skadi": {
    "name_tr": "Skadi",
    "tagline_tr": "Kış, Avcılık ve Dağların Tanrıçası",
    "description_tr": "Skadi, kışın, kayak yapmanın, okçuluğun ve dağların dev tanrıçasıdır. Tanrılar babası Thiazi'yi öldürdükten sonra, savaş için silahlanmış olarak Asgard'a geldi ve tazminat talep etti. Tanrılar ona sadece adayların ayaklarına bakarak seçilen bir koca teklif etti.\n\nBaldur'u güzel ayaklarıyla seçmeyi uman Skadi, bunun yerine deniz tanrısı Njörðr'u seçti. Evlilikleri mutsuzdu—denizin seslerine katlanamadı ve o da dağ evindeki kurtların ulumasına dayanamadı. Sonunda ayrıldılar.\n\nSkadi, kuzey vahşi doğasının sert güzelliğini temsil ediyor—tehlikeli ama muhteşem. Acımasız bağımsızlığı ve avcılık becerisi ona saygı kazandıran, tanrılar arasında kabul edilen birkaç devden biridir. En soğuk yerlerde hayatta kalmayı somutlaştırır.",
    "story_tr": "Skadi kocasını seçerken en güzel ayakları gördü ve onların Baldur'a ait olduğunu düşündü. Aslında onlar Njörðr'un tuzlu suyla sertleşmiş ama adil ayaklarıydı. Kaderin bu cilvesi, dağ ile deniz arasında uyumsuz bir evliliğe yol açtı.",
    "match_message_tr": "Özellikleriniz Skadi'nin şiddetli bağımsızlığını taşıyor. Görünüşünüzde vahşi, evcilleşmemiş bir kalite var—başkalarının dayanamadığı zorlu koşullarda gelişen birinin görünümü. Yüzünüz soğukta dövülmüş güçten bahsediyor.",
    "traits_tr": [
      "Şiddetli",
      "Bağımsız",
      "Dayanıklı",
      "Vahşi",
      "İntikamcı"
    ]
  },
  "freyr": {
    "name_tr": "Freyr",
    "tagline_tr": "Bereket, Refah ve Barış Tanrısı",
    "description_tr": "Freyr, bereketin, refahın, güneş ışığının ve barışın tanrısıdır—ikiz kız kardeşi Freya'nın erkek karşılığı. Alfheim alemini yönetir ve hasatlara ve sürülere getirdiği nimetler nedeniyle insanlar arasında Vanir tanrılarının en sevilenidir.\n\nBirkaç sihirli hazineye sahiptir: her yere gidebilen ve bir cebe sığacak şekilde katlanabilen Skíðblaðnir gemisi ve arabasını çeken ve güneş gibi parlayan altın yaban domuzu Gullinbursti.\n\nFreyr'in en büyük kusuru, dev kızı Gerðr aşkı için sihirli kılıcını vermesiydi. Ragnarök'te, ateş devi Surtr ile silahsız karşılaşacak—tanrıların bile tutkularının sonuçlarından kaçamayacağının bir hatırlatıcısı.",
    "story_tr": "Freyr, dev kızı Gerðr'e o kadar aşık oldu ki, sadece onunla evlenme şansı için kendi başına savaşabilecek tek silah olan sihirli kılıcını verdi. Bu fedakarlık, Ragnarök ile silahsız yüzleşeceği anlamına geliyor.",
    "match_message_tr": "Özellikleriniz Freyr'in cömert sıcaklığını yansıtıyor. Görünüşünüzde hayat veren bir nitelik var—nereye giderlerse gitsinler büyüme ve refah getiren birinin görünümü. Yüzünüz barıştan ve yazın bolluğundan bahsediyor.",
    "traits_tr": [
      "Cömert",
      "Huzurlu",
      "Verimli",
      "Tutkulu",
      "Fedakar"
    ]
  },
  "njord": {
    "name_tr": "Njörðr",
    "tagline_tr": "Deniz, Zenginlik ve Denizciliğin Tanrısı",
    "description_tr": "Njörðr, deniz, rüzgar, balıkçılık ve zenginliğin Vanir tanrısıdır. Freyr ve Freya'nın babası, iki ilahi kabile arasındaki savaştan sonra bir rehin olarak Aesir arasında yaşamaya gönderildi ve burada bilgeliği ve cömertliği nedeniyle büyük saygı gördü.\n\nDenizciler iyi rüzgarlar ve güvenli geçiş için Njörðr'a ve balıkçılar bol miktarda balık yakalamak için dua ederler. Salonu Nóatún denizin kenarında bulunur ve deniz ticaretinden elde edilen zenginlikle ilişkilidir.\n\nDağ tanrıçası Skadi ile talihsiz evliliği, bazı farklılıkların uzlaştırılamayacağını öğretti—o gürültülü denizin yanında yaşayamazdı, o da uluyan dağlara dayanamazdı. Yine de her ikisi de uyumsuzluklarına rağmen birbirlerine saygı duydu.",
    "story_tr": "Njörðr ve Skadi uzlaşmaya çalıştı—dokuz gece dağlarda, dokuz gece denizin yanında. Ama ikisi de adapte olamadı: martılar Skadi'yi uyanık tuttu, kurtların uluması ise Njörðr'u umutsuzluğa sürükledi. Dostça ayrıldılar.",
    "match_message_tr": "Özellikleriniz Njörðr'un sakin bolluğunu yansıtıyor. Varlığınızda denizcilikle ilgili bir nitelik var—geniş, cömert ve zenginlik getiren. Yüzünüz suya yakın huzur bulan ve sabır yoluyla refah bulan birinden bahsediyor.",
    "traits_tr": [
      "Cömert",
      "Zengin",
      "Huzurlu",
      "Deniz Sever",
      "Bilge"
    ]
  },
  "admiral_yi": {
    "name_tr": "Amiral Yi Sun-sin",
    "tagline_tr": "Efsanevi Deniz Komutanı, Kaplumbağa Gemisinin Mucidi",
    "description_tr": "Amiral Yi Sun-sin, Kore'nin en büyük askeri kahramanı, 1592-1598 Japon istilaları sırasında ulusunu kurtaran yenilmez bir deniz komutanıdır. Ezici zorluklara rağmen ve siyasi zulümle karşı karşıya kalmasına rağmen, 23 deniz muharebesinde tek bir savaş kaybetmedi.\n\nTaktik dehası, ancak ahlaki bütünlüğüyle eşleşiyordu. Siyasi entrikalar nedeniyle rütbesi alınıp işkence görse bile, çağrıldığında hizmete geri döndü ve 333 Japon gemisine karşı sadece 13 gemiye komuta etti ve Myeongnyang Muharebesi'nde kesin bir zafer kazandı.\n\nYi'nin efsanevi kaplumbağa gemisi (geobukseon) dahil olmak üzere deniz savaşındaki yenilikleri, tarihin akışını değiştirdi. Noryang'da savaşta öldü, son sözleri ise \"Savaş doruk noktasında. Savaş davullarımı çalın. Ölümümü duyurmayın.\" olarak bildirildi.",
    "story_tr": "Myeongnyang'da Amiral Yi imkansız zorluklarla karşı karşıya kaldı—333'e karşı 13 gemi. Boğazın hain akıntılarını kullanarak, Japon filosunu sayılarının dezavantaj haline geldiği dar bir kanala yönlendirdi. Kendi gemilerinden hiçbirini kaybetmeden 31 gemi batırdı.",
    "match_message_tr": "Özellikleriniz Amiral Yi'nin sarsılmaz kararlılığını yansıtıyor. Yüzünüzde güç ve onur var—kişisel maliyet ne olursa olsun, görevini veya onurunu asla terk etmeyecek birinin görünümü. Bakışlarınız stratejik derinliği ve demir kararlılığı ifade ediyor.",
    "traits_tr": [
      "Stratejik",
      "Sadık",
      "Yenilikçi",
      "Dürüst",
      "Yenilmez"
    ]
  },
  "sejong_the_great": {
    "name_tr": "Kral Sejong",
    "tagline_tr": "Hangıl'ın Yaratıcısı, Bilim ve Kültürün Hamisi",
    "description_tr": "Kral Sejong, Kore tarihinin en bilge ve en sevilen hükümdarı olarak kabul edilir. 32 yıllık hükümdarlığı (1418-1450) sırasında, Kore medeniyetini dönüştüren bilimsel, kültürel ve sanatsal başarıların altın çağına başkanlık etti.\n\nEn büyük mirası, 1443'te Kore alfabesi Hangıl'ı yaratmasıdır. Sıradan insanların öğrenmesi kolay olacak şekilde tasarlanan bu alfabe, okuryazarlığı çoğu Koreli için erişilemez kılan karmaşık Çin karakterlerinin yerini aldı. Sejong ünlü bir şekilde şöyle demiştir: \"Akıllı bir adam sabah bitmeden onlara aşina olabilir; aptal bir adam onları on gün içinde öğrenebilir.\"\n\nHangıl'ın ötesinde Sejong, astronomi, tarım, tıp ve müzik alanlarındaki yeniliklere sponsor oldu. Bilginleri yetiştirmek için Bilginler Salonu'nu kurdu ve Avrupa'dan yüzyıllar önce Kore bilimini geliştiren yağmur ölçer ve güneş saati gibi araçlar yarattı.",
    "story_tr": "Sejong, Çin karakterlerine değer veren Konfüçyüsçü bilginlerden gelebilecek direnişten korkarak Hangıl üzerinde yıllarca gizlice çalıştı. Sonunda ortaya çıkarıldığında, bazı yetkililer sıradan insanlara okuma yazma öğretmenin tehlikeli olduğunu söyleyerek protesto ettiler. Sejong, okuryazarlığı bir ayrıcalık değil, bir hak olarak ilan ederek direndi.",
    "match_message_tr": "Yüz hatlarınız Kral Sejong'un bilge hayırseverliğini yansıtıyor. Yüzünüzde düşünceli, bilimsel bir nitelik var—anlamaya ve başkalarının anlamasına yardımcı olmaya çalışan birinin görünümü. Nazik ama kararlı ifadeniz, güç yerine bilgelikle liderliği ifade ediyor.",
    "traits_tr": [
      "Bilge",
      "Hayırsever",
      "Yenilikçi",
      "Bilimsel",
      "Şefkatli"
    ]
  },
  "gumiho": {
    "name_tr": "Gumiho (Dokuz Kuyruklu Tilki)",
    "tagline_tr": "Mistik Dokuz Kuyruklu Tilki Ruhu",
    "description_tr": "Gumiho, Kore folklorundan efsanevi bir yaratıktır—bin yıl yaşamış ve güzel bir kadına dönüşme yeteneği kazanmış bir tilki. Her yüzyıl yaşamla birlikte, muazzam büyülü güce sahip dokuz kuyruğa sahip olana kadar ek bir kuyruk çıkarır.\n\nGeleneksel masallarda, Gumiho genellikle insan kalplerini veya ciğerlerini tüketerek tamamen insan olmak ister. Ancak bazı hikayeler güçlerini iyilik için kullanan veya gerçekten aşık olup doğalarına karşı mücadele eden Gumiholardan bahseder.\n\nGumiho, çekicilik ve tehlike, güzellik ve yıkım ikiliğini somutlaştırır. Bilinmeyenin baştan çıkarıcı gücünü ve dönüşüm olasılığını temsil eder—iyiye veya kötüye.",
    "story_tr": "Genç bir bilgin, Gumiho olduğunu bilmeden güzel bir kadına aşık oldu. Gerçek doğasını keşfettiğinde, onun dehşet içinde kaçmasını bekledi. Bunun yerine, sevgisinin değişmediğini ilan etti. Bağlılığından etkilenen kadın, insan olmak için ölümsüzlüğünden vazgeçti ve yaşlılığa kadar onunla yaşadı.",
    "match_message_tr": "Yüz hatlarınız Gumiho'nun büyüleyici cazibesini taşıyor. Görünüşünüzde büyüleyici bir gizem var—güzel ama bir şekilde dünyadışı. Yüzünüz gizli derinliklerden, dönüşümden ve dünyalar arasında var olan büyüleyici güçten bahsediyor.",
    "traits_tr": [
      "Baştan çıkarıcı",
      "Gizemli",
      "Güçlü",
      "Dönüştürücü",
      "Çift doğalı"
    ]
  },
  "confucius": {
    "name_tr": "Konfüçyüs",
    "tagline_tr": "Yüce Bilge, On Bin Neslin Öğretmeni",
    "description_tr": "Konfüçyüs, Çin tarihinin en etkili filozofudur ve etik, yönetim ve sosyal uyum konusundaki öğretileri iki binyıldan uzun süredir Doğu Asya medeniyetini şekillendirmiştir. Uygar davranışları, evlat sevgisini ve uyumlu bir toplumun temeli olarak erdemin geliştirilmesini vurguladı.\n\nKısa bir süre görevde bulunmasına ve fikirlerini uygulayacak bir hükümdar arayışında dolaşmasına rağmen, gerçek etkisi öğretmek yoluyla geldi. Öğrencileri, Çin eğitiminin temel taşı haline gelen Analecta'yı (Konuşmalar) derlediler.\n\nKonfüçyüs, ahlaki eğitimin gücünü, centilmen-bilgin idealini ve toplumun erdemli liderlik ve etik yetiştirme yoluyla dönüştürülebileceğine olan inancı temsil eder.",
    "story_tr": "Öğretisini tek bir kelimeyle özetlemesi istendiğinde, Konfüçyüs şöyle yanıtladı: 'Karşılıklılık (恕)—kendinize yapılmasını istemediğiniz şeyleri başkalarına yapmayın.' Bu Altın Kural, Çin ahlak felsefesinin temeli oldu.",
    "match_message_tr": "Yüz hatlarınız Konfüçyüs'ün bilge bilgeliğini taşıyor. Görünüşünüzde ahlaki bir gelişim var—örnek olarak öğreten ve toplumu etik yaşam yoluyla dönüştüren birinin görünümü.",
    "traits_tr": [
      "Bilge",
      "Öğretmen",
      "Etik",
      "İnsancıl",
      "Geliştirici"
    ]
  },
  "guan_yu": {
    "name_tr": "Guan Yu",
    "tagline_tr": "Savaş Tanrısı, Kardeşlik ve Adalet",
    "description_tr": "Guan Yu, Üç Krallık döneminde sadakati ve dövüş yeteneği ile o kadar efsanevi hale gelen ve Savaş Tanrısı olarak tanrılaştırılan bir generaldi. Kırmızı yüzü, uzun sakalı ve yeşil cübbesi, silahı olan Yeşil Ejderha Hilal Kılıcı gibi ikonik hale geldi.\n\nŞeftali Bahçesi'nde Liu Bei ve Zhang Fei ile kutsal bir kardeşlik yemini etti; bu bağı ölene kadar ve ötesinde onurlandırdı. Sadakati o kadar mutlak ki, yeminli kardeşine dönmek için her şeyi riske atmayı tercih ederek Cao Cao'dan gelen zenginliği ve pozisyonu reddetti.\n\nGuan Yu, sarsılmaz sadakati, savaş onurunu ve kişisel kazancın ötesine geçen yeminli kardeşliğin kutsal doğasını temsil eder.",
    "story_tr": "Cao Cao tarafından yakalanan Guan Yu'ya bağlılığını değiştirmesi için her şey teklif edildi. Sadece Liu Bei'nin eşlerini korumak için geçici olarak kabul etti. Liu Bei'nin yerini öğrendiği anda, geri dönmek için beş geçitten geçti ve altı generali öldürdü—bu yolculuk efsaneleşti.",
    "match_message_tr": "Yüz hatlarınız Guan Yu'nun adil gücünü taşıyor. Görünüşünüzde yeminli kardeşlik var—sadakati asla satın alınamayan ve sözü kesinlikle kutsal olan birinin görünümü.",
    "traits_tr": [
      "Sadık",
      "Adil",
      "Savaşçı",
      "Onurlu",
      "Tanrılaştırılmış"
    ]
  },
  "ra": {
    "name_tr": "Ra",
    "tagline_tr": "Yüce Güneş Tanrısı, Tüm Yaşamın Yaratıcısı",
    "description_tr": "Ra, antik Mısır dininin yüce tanrısı, güneş tanrısı ve tüm yaşamın yaratıcısıdır. Her gün, güneş gemisini gökyüzünde gezdirerek dünyaya ışık ve sıcaklık getirir. Her gece, güneşin tekrar doğmasını sağlamak için yeraltı dünyasında kaos yılanı Apophis ile savaşır.\n\nİlk tanrı olan Ra, kendisini Nun'un ilkel sularından yarattı, ardından tüm diğer tanrıları ve dünyayı var etti. Şahin kafasıyla ve güneş diskiyle taçlandırılmış olarak tasvir edilir, güneşin yaşam veren gücünü somutlaştırır.\n\nRa'nın adı basitçe \"güneş\" anlamına gelir ve etkisi o kadar büyüktü ki, diğer büyük tanrılarla birleşti—tanrıların kralı Amun-Ra ve ufuk tanrısı Ra-Horakhty oldu. Mısır kozmolojisini tanımlayan ölüm ve yeniden doğuşun sonsuz döngüsünü temsil eder.",
    "story_tr": "Her gece, Ra, kaos yılanı Apophis'in onu yutmaya ve gün doğumunu engellemeye çalıştığı Duat'a (yeraltı dünyası) iner. Diğer tanrıların, özellikle Set'in yardımıyla Ra, her gece Apophis'i yener ve güneşin tekrar doğmasını sağlar—kaos üzerinde düzenin ebedi zaferini sembolize eder.",
    "match_message_tr": "Yüz hatlarınız Ra'nın ebedi parlaklığını yayıyor. Varlığınıza sıcak, yaşam veren bir nitelik var—otoriter ama besleyici. Yüzünüz gittikleri her yere ışık getiren ve ruhu karanlık tarafından karartılamayan birinden bahsediyor.",
    "traits_tr": [
      "Parlak",
      "Ebedi",
      "Yaratıcı",
      "Güçlü",
      "Yaşam veren"
    ]
  },
  "isis": {
    "name_tr": "İsis",
    "tagline_tr": "Sihir, Annelik ve Bilgelik Tanrıçası",
    "description_tr": "İsis, antik Mısır'ın en büyük tanrıçasıdır; ideal bir anne, eş ve sihrin koruyucusu olarak kabul edilir. İbadeti Roma İmparatorluğu boyunca yayılmış ve onu antik dünyanın en sevilen tanrılarından biri yapmıştır.\n\nOsiris'in kız kardeşi ve eşi, Horus'un annesi İsis, anneliğin şiddetli koruyucu sevgisini temsil eder. Set, Osiris'i öldürüp vücudunu Mısır'a dağıttığında, İsis yorulmadan aradı, her parçayı topladı ve eşsiz büyülü güçlerini kullanarak onu oğulları Horus'u hamile bırakacak kadar uzun süre diriltti.\n\nSihir tanrıçası olarak İsis, Ra'nın bile rakip olabileceği bilgilere sahipti. Genellikle taht şeklinde bir taç veya kraliçe ve anne rollerini simgeleyen güneş diski ile inek boynuzları ile tasvir edilir. Adı \"taht\" anlamına gelir ve firavunun arkasındaki gücü temsil eder.",
    "story_tr": "İsis, Ra'yı kendi tükürüğünden bir yılan yaratarak gizli adını ifşa etmesi için kandırdı. Yılan onu ısırdığında ve sadece o iyileştirebildiğinde, Ra gerçek adını ona söylemek zorunda kaldı ve bu da ona onun üzerinde güç verdi. Bu, İsis'i var olan en güçlü sihirbaz yaptı.",
    "match_message_tr": "Özellikleriniz İsis'in derin bilgeliğini ve şefkatini yansıtıyor. Görünümünüzde besleyici ama güçlü bir nitelik var; şiddetle koruyan ve koşulsuz seven birinin görünüşü. Gözlerinizde antik sırların ve anne bağlılığının derinliği var.",
    "traits_tr": [
      "Sihirli",
      "Adanmış",
      "Bilge",
      "Koruyucu",
      "Şefkatli"
    ]
  },
  "osiris": {
    "name_tr": "Osiris",
    "tagline_tr": "Yeraltı Dünyasının, Ölümün ve Dirilişin Tanrısı",
    "description_tr": "Osiris, ölüler tanrısı ve Mısır yeraltı dünyasının hükümdarıdır, ancak o bir karanlık tanrısı değildir; ölümden sonraki yaşamın umudunu ve diriliş vaadini temsil eder. İlk mumya ve ilk dirilen varlık olarak, insanlığa sonsuz yaşam armağanını vermiştir.\n\nBaşlangıçta Mısır'ı uygarlaştıran, tarımı öğreten ve yasalar koyan büyük bir kral olan Osiris, kıskanç kardeşi Set tarafından öldürüldü. Adanmış eşi İsis'in sihri sayesinde, ölülerin ruhlarını yargılayarak ahireti yönetmek için diriltildi.\n\nDoğuşu ve verimli toprağı simgeleyen yeşil veya siyah tenle tasvir edilen Osiris, krallığın asası ve kırbacını tutar. İki Gerçek Salonu'nda her ruhu yargılar, ebediyetteki kaderlerini belirlemek için kalplerini Ma'at'ın tüyüne karşı tartar.",
    "story_tr": "Set, Osiris'i altın bir tabuta hapsetti ve Nil'e attı. İsis dünyayı aradı ve onu Byblos'ta, büyük bir ağaçta büyümüş halde buldu. Ancak Set cesedi tekrar buldu, on dört parçaya ayırdı ve Mısır'a dağıttı. İsis her parçayı topladı ve sihriyle Osiris'i ahiretin efendisi olarak diriltti.",
    "match_message_tr": "Özellikleriniz Osiris'in ciddi saygınlığını taşıyor. Yüzünüzde sessiz bir güç var; büyük denemelerden geçmiş ve dönüşmüş birinin görünüşü. İfadeniz adil yargılamayı ve derin deneyimden gelen bilgeliği ifade ediyor.",
    "traits_tr": [
      "Adil",
      "Dirilmiş",
      "Merhametli",
      "Ebedi",
      "Uygarlaştırıcı"
    ]
  },
  "anubis": {
    "name_tr": "Anubis",
    "tagline_tr": "Mumyalama Tanrısı ve Ruhların Rehberi",
    "description_tr": "Anubis, çakal başlı mumyalama tanrısı, cenaze törenleri ve ölülerin koruyucusudur. İsis'e Osiris'in vücudunu hazırlamasına yardım ettiğinde, ilk mumyayı yaratarak ve Mısır vücutlarını sonsuz yaşam için koruyan kutsal ritüelleri tesis ederek mumyalamayı icat etti.\n\nRuhların rehberi olarak Anubis, ölen kişiyi yeraltı dünyasından İki Gerçek Salonu'na götürür ve burada kalbin tartılması törenini gerçekleştirir. Kesin ve tarafsız bir yargıyla, kalbi Ma'at'ın tüyüne karşı terazilere yerleştirir.\n\nÖlümle ilişkili olmasına rağmen, Anubis korkutucu bir tanrı değildir; ölülerin uygun törenleri almasını ve ahirete güvenli bir şekilde ulaşmasını sağlayan bir koruyucu ve yardımcıdır. Siyah rengi ölümü değil, verimli Nil toprağını ve yeniden doğuş vaadini temsil eder.",
    "story_tr": "Osiris öldürüldüğünde, Anubis ilk mumyalamayı gerçekleştirdi, tanrının vücudunu kutsal bandajlarla sardı ve Osiris'in ahirette sonsuza dek yaşamasına izin verecek ritüelleri gerçekleştirdi. Bu kutsal bilgi daha sonra Mısırlı rahiplere aktarıldı.",
    "match_message_tr": "Özellikleriniz Anubis'in ciddi koruyuculuğunu taşıyor. Yüzünüzde koruyucu, tetikte bir nitelik var; başkalarına karanlık geçitlerden güvenli bir şekilde rehberlik eden birinin görünüşü. Sabit bakışlarınız tarafsız yargılamayı ve koruma kutsal görevini ifade ediyor.",
    "traits_tr": [
      "Koruyucu",
      "Hassas",
      "Tarafsız",
      "Rehberlik Eden",
      "Kutsal"
    ]
  },
  "horus": {
    "name_tr": "Horus",
    "tagline_tr": "Gökyüzü, Krallık ve Koruma Tanrısı",
    "description_tr": "Horus, gözleri güneş ve ay olan şahin başlı gökyüzü tanrısıdır. O, tüm firavunların ilahi prototipidir ve her Mısır kralı yeryüzünde Horus'un yaşayan bir tezahürü olarak kabul edilmiştir.\n\nİsis ve Osiris'in oğlu Horus, bir gün babasının Set tarafından öldürülmesinin intikamını almak için gizlice büyütüldü. Seksen yıl süren bir dizi şiddetli savaştan sonra, Horus Set'i yendi ve Mısır tahtını ele geçirdi ve İki Ülkeyi ilahi yönetimi altında birleştirdi.\n\nSet ile savaşları sırasında kaybolan ve restore edilen Horus'un Gözü, Mısır büyüsündeki en güçlü sembollerden biri haline geldi; iyileşmeyi, korunmayı ve kırılanın restorasyonunu temsil ediyor. Horus, haklı krallığı, evlat bağlılığını ve düzenin zaferini somutlaştırır.",
    "story_tr": "Savaşları sırasında Set, Horus'un sol gözünü söktü ve Horus, Set'i hadım etti. Tanrı Thoth, Horus'un gözünü restore etti, bu da iyileşme ve bütünlüğün sembolü olan wedjat (Horus'un Gözü) oldu. Tanrılar Horus'un lehine karar verdi ve ona Mısır tahtını verdi.",
    "match_message_tr": "Özellikleriniz Horus'un asil duruşunu taşıyor. Bakışlarınızda keskin, koruyucu bir nitelik var; adalet için savaşan haklı bir hükümdarın görünüşü. Yüzünüz, hak ettiği yeri talep etmek için tüm engelleri aşan birini anlatıyor.",
    "traits_tr": [
      "Adil",
      "Koruyucu",
      "Muzaffer",
      "Kraliyet",
      "İntikamcı"
    ]
  },
  "bastet": {
    "name_tr": "Bastet",
    "tagline_tr": "Ev, Kediler ve Koruma Tanrıçası",
    "description_tr": "Bastet, ev, bereket ve koruma tanrıçası olan kedi başlı tanrıçadır. Başlangıçta vahşi bir dişi aslan savaşçısı olarak tasvir edilen Bastet, Mısırlı aileler tarafından ilahi koruyucuları olarak sevilen daha nazik evcil kedi tanrıçasına dönüştü.\n\nBir koruyucu tanrı olarak Bastet, evleri kötü ruhlardan, hastalıklardan ve talihsizliklerden korudu. Kediler onun için kutsaldı ve bir kediyi öldürmek, kazara bile olsa, antik Mısır'da ölümle cezalandırılıyordu. Bubastis'teki tapınağı en popüler hac yerlerinden biriydi.\n\nEv içi bağlantılarına rağmen Bastet, şiddetli koruyucu doğasını korudu. \"Ra'nın Gözü\" olarak adlandırıldı ve masumları savunurken korkunç dişi aslan Sekhmet'e dönüşebilirdi. Kedilerin ikili doğasını somutlaştırır; nazik ve besleyici, ancak şiddetli koruma yeteneğine sahip.",
    "story_tr": "Her yıl yüzbinlerce hacı, Mısır'daki en büyük festival olan Bastet festivali için Bubastis'e gitti. Müzik çalarak ve kutlama yaparak teknelerle Nil'de yelken açtılar. Tapınakta, sevgili tanrıçaya adak olarak mumyalanmış kediler getirdiler.",
    "match_message_tr": "Özellikleriniz Bastet'in zarif korumasını yansıtıyor. Görünümünüzde nazik ama tetikte bir nitelik var; sessiz uyanıklıkla birleşmiş besleyici sıcaklık. Yüzünüz güvenli limanlar yaratan ve sevdiklerini şiddetle koruyan birini anlatıyor.",
    "traits_tr": [
      "Koruyucu",
      "Zarif",
      "Besleyici",
      "Vahşi",
      "Evcil"
    ]
  },
  "sekhmet": {
    "name_tr": "Sekhmet",
    "tagline_tr": "Savaşın ve Şifanın Dişi Aslan Tanrıçası",
    "description_tr": "Sekhmet, savaşın, yıkımın ve paradoksal olarak şifanın vahşi dişi aslan başlı tanrıçasıdır. Adı 'Güçlü Olan' anlamına gelir ve nefesi çölü yaratmıştır. Güneşin kavurucu, yıkıcı ısısını temsil eder.\n\nİnsanlığı cezalandırmak için gönderilen Ra'nın Gözü olarak Sekhmet'in kan susuzluğu o kadar büyüktü ki neredeyse tüm insanlığı yok ediyordu. Ancak kan gibi kırmızıya boyanmış bira ile kandırılarak yatıştırıldı ve nazik Hathor'a dönüştürüldü.\n\nSekhmet, ilahi gücün korkunç yönünü, hem öldüren hem de temizleyen ateşi ve yıkımın ve şifanın aynı gücün iki yüzü olduğu gerçeğini temsil eder.",
    "story_tr": "Ra, Sekhmet'i asi insanlığı yok etmek için gönderdi. Kan içinde ilerledi, öldürmeyi durduramadı. Hayatta kalanları kurtarmak için Ra, tarlaları kırmızıya boyanmış 7.000 kavanoz bira ile doldurdu. Sekhmet, kan olduğunu düşünerek içti ve huzurlu bir şekilde uyandı - yıkıcı öfkesi sona erdi.",
    "match_message_tr": "Özellikleriniz Sekhmet'in vahşi gücünü taşıyor. Görünümünüzde savaşçı gücü var - eşit yoğunlukta yok edebilen veya iyileştirebilen, koruma için güçlü güçleri kanalize edebilen birinin görünüşü.",
    "traits_tr": [
      "Vahşi",
      "Yıkıcı",
      "Şifacı",
      "Güçlü",
      "Tutkulu"
    ]
  },
  "thoth": {
    "name_tr": "Thoth",
    "tagline_tr": "Bilgelik, Yazı ve Büyü Tanrısı",
    "description_tr": "Thoth, bilgelik, yazı, büyü ve ayın ibis başlı tanrısıdır. Hiyeroglifleri icat etmek, takvimi oluşturmak ve var olan tüm bilgileri kaydetmekle tanınır. Thoth'un yazı armağanı olmadan Mısır uygarlığı var olamazdı.\n\nİlahi yazman olarak Thoth, İki Gerçek Salonu'ndaki her ruhun kararını kaydeder, ölümden sonraki hayata kimin geçtiğini ve kimin mahkum edildiğini belgeler. Ayrıca, efsanevi Thoth Kitabı da dahil olmak üzere tüm büyülü bilgileri içeren kutsal metinleri yazdı.\n\nThoth, tanrılar arasında arabulucu olarak hizmet eder, anlaşmazlıkları çözmek için bilgeliğini ve hitabetini kullanır. Horus'un gözünü restore etti ve savaşlarından sonra hem Horus'u hem de Set'i iyileştirdi. Büyü konusundaki ustalığı benzersizdir ve İsis'e Osiris'i diriltmesine izin veren büyüleri öğretti.",
    "story_tr": "Thoth, Ay ile kumar oynadı ve Nut'un Osiris, İsis, Set, Nephthys ve Horus the Elder'ı doğurmasına izin vermek için beş ekstra gün yaratacak kadar ışık kazandı - Ra'nın yılın herhangi bir ayında çocuk sahibi olamayacağına dair lanetini atlattı.",
    "match_message_tr": "Özellikleriniz Thoth'un bilimsel bilgeliğini yansıtıyor. Görünümünüzde entelektüel bir derinlik var - her şeyden çok bilgiye değer veren ve varoluşun gizemlerini anlamaya çalışan birinin görünüşü. Düşünceli ifadeniz hem akıldan hem de büyüden bahsediyor.",
    "traits_tr": [
      "Bilge",
      "Alim",
      "Büyülü",
      "Etkileyici",
      "Kaydedici"
    ]
  },
  "set": {
    "name_tr": "Set",
    "tagline_tr": "Kaos, Fırtınalar ve Çöl Tanrısı",
    "description_tr": "Set, kaosun, fırtınaların, şiddetin ve sert çölün tanrısıdır. En çok kardeşi Osiris'i öldürmesiyle bilinir, ancak basitçe kötü değildir - düzeni anlamlı kılan gerekli bir düzensizlik gücüdür.\n\nKendine özgü Set hayvanı kafasıyla (belki de kısmen yerdomuzu, kısmen eşek, kısmen çakal), Set yabancı, vahşi ve evcilleşmemiş her şeyi temsil eder. Nil'in siyah verimli toprağına karşı çölün kırmızı toprağı, yerleşik düzene meydan okuyan dışlanmış kişidir.\n\nOsiris mitindeki kötü rolüne rağmen, Set önemli bir işleve hizmet etti. Her gece Ra'nın güneş gemisinde Set'in muazzam gücü, kaos yılanı Apophis'i yenerek güneşin tekrar doğmasını sağlar. Set'in şiddeti olmasaydı, gün doğumu olmazdı. Yıkımın yaratılış için gerekli olduğu paradoksunu somutlaştırır.",
    "story_tr": "Set, güzel bir tabut sergileyerek ve içine mükemmel şekilde girene söz vererek bir ziyafette Osiris'i kandırdı. Osiris uzandığında, Set kapağı çarptı ve tabutu Nil'e attı. Bu cinayet, Mısır mitolojisini şekillendiren Horus ile olan büyük çatışmayı başlattı.",
    "match_message_tr": "Özellikleriniz Set'in ham gücünü taşıyor. Görünümünüzde evcilleşmemiş, meydan okuyan bir nitelik var - geleneksel sınırların dışında var olan birinin görünüşü. Yüzünüz kaosta bulunan gücü ve değişim için bozulmanın gerekliliğini anlatıyor.",
    "traits_tr": [
      "Kaotik",
      "Güçlü",
      "Gerekli",
      "Şiddetli",
      "Öngörülemez"
    ]
  },
  "demeter": {
    "name_tr": "Demeter",
    "tagline_tr": "Hasat, Tarım ve Mevsimler Tanrıçası",
    "description_tr": "Demeter, hasat, tarım, bereket ve kutsal yasanın tanrıçasıdır. Yaşam ve ölüm döngüsüne, tahıllara ve toprağın verimliliğine başkanlık eder. İlk altı Olimpiyat tanrısından biri olarak doğal dünya üzerinde muazzam bir güce sahiptir.\n\nHades kızı Persephone'u kaçırdığında duyduğu keder, tüm bitkilerin solup ölmesine neden oldu ve dünyaya ilk kışı getirdi. Sadece Persephone geri döndüğünde bahar tekrar gelir.\n\nDemeter, tüm canlılara besin sağlayan şefkatli anneyi, aynı zamanda hediyeleri geri çekildiğinde doğanın korkunç gücünü temsil eder.",
    "story_tr": "Persephone alındığında, Demeter keder içinde yeryüzünde dolaştı ve hiçbir ürünün yetişmesine izin vermedi. Zeus müdahale edene kadar kıtlık yayıldı, ancak Persephone yeraltı dünyasında nar tohumu yediği için her yıl oraya geri dönmek zorunda - ve böylece kış geri dönüyor.",
    "match_message_tr": "Özellikleriniz Demeter'in besleyici gücünü yansıtıyor. Görünümünüzde hayat veren bir sıcaklık var, ancak aynı zamanda şiddetle seven ve derinden üzülen birinden bahseden bir duygu derinliği de var.",
    "traits_tr": [
      "Besleyici",
      "Kederli",
      "Güçlü",
      "Mevsimsel",
      "Annelik"
    ]
  },
  "hephaestus": {
    "name_tr": "Hephaistos",
    "tagline_tr": "Ateş, Demirhane ve El Sanatları Tanrısı",
    "description_tr": "Hephaistos, ateşin, maden işçiliğinin, taş ustalığının, demirhanelerin ve heykel sanatının tanrısıdır. Tanrıların zanaatkarıdır, silahlarını, zırhlarını ve var olan en harika eserleri yaratır.\n\nTopal doğdu - ya da Hera tiksinti içinde onu Olympus'tan attığında öyle yapıldı - Hephaistos algılanan zayıflığını eşsiz bir beceriye dönüştürdü. Etna Dağı'nın altındaki demirhanesi, diğer tanrıların bile hayran kaldığı güzellikte ve güçte eserler üretiyor.\n\nAfrodit ile evli olmasına rağmen, evlilikleri mutsuzdu. Yine de Hephaistos, dürüst emeğin onurunu, sabırlı el sanatlarından çıkan güzelliği ve değerin nasıl göründüğünle değil, yarattığın şeyle ölçüldüğü gerçeğini temsil ediyor.",
    "story_tr": "Hephaistos, Aşil'in efsanevi zırhını, Hermes'in kanatlı sandallarını ve Prometheus'u bağlayan zincirleri yaptı. Afrodit'i Ares ile yakaladığında, tüm Olympus'un görmesi için onları kırılmaz altın bir ağa hapsetti.",
    "match_message_tr": "Özellikleriniz Hephaistos'un sabırlı kararlılığını taşıyor. Görünümünüzde sessiz bir güç var - doğal yeteneklerden ziyade özel çalışma yoluyla güzellik yaratan birinin görünüşü.",
    "traits_tr": [
      "Becerikli",
      "Sabırlı",
      "Yaratıcı",
      "Dayanıklı",
      "Küçümsenen"
    ]
  },
  "eros": {
    "name_tr": "Eros",
    "tagline_tr": "Aşk ve Arzu Tanrısı",
    "description_tr": "Eros, aşk, arzu ve çekicilik tanrısıdır; altın okları herhangi bir varlığı çaresizce aşık edebilir. Bazı mitlerde, yaratılış kadar eski bir ilk tanrıdır; diğerlerinde ise Afrodit'in yaramaz oğludur.\n\nGücü belki de tüm tanrıların en tehlikelisidir—güçlü Zeus bile oklarına karşı bağışık değildir. Aşk, bir kez vurulduktan sonra, akıl yürütülemez veya karşı konulamaz. Eros, aşkın hem insanlığın en büyük nimeti hem de en öngörülemeyen gücü olduğunu anlar.\n\nSık sık oyuncu bir genç olarak tasvir edilse de, Eros masum olmaktan uzaktır. Okları savaşlara neden oldu, krallıkları yıktı ve tanrıları ve ölümlüleri çılgınlığa ve umutsuzluğa—ve de neşenin zirvelerine—sürükledi.",
    "story_tr": "Eros, ölümlü Psyche'ye aşık oldu ama onu sadece karanlıkta ziyaret edebildi. Ne zaman ki Psyche itaat etmeyip yüzünü lamba ışığında gördü, Eros kaçtı. Ancak Psyche, Afrodit tarafından verilen imkansız görevleri tamamladıktan sonra Eros ile yeniden bir araya geldi ve ölümsüz yapıldı.",
    "match_message_tr": "Çehreniz Eros'un büyüleyici cazibesini taşıyor. Görünüşünüzde karşı konulamaz bir nitelik var—çekicilik ve bağlantı gücünü anlayan birinin bakışı.",
    "traits_tr": [
      "Oyuncu",
      "Güçlü",
      "Öngörülemeyen",
      "Yaramaz",
      "Karşı Konulamaz"
    ]
  },
  "pan": {
    "name_tr": "Pan",
    "tagline_tr": "Doğanın, Çobanların ve Kır Müziğinin Tanrısı",
    "description_tr": "Pan, doğanın, çobanların, sürülerin, dağların, kırların ve kırsal müziğin tanrısıdır. Keçi bacakları, boynuzları ve dağınık saçlarıyla, uygarlığın bastırmaya çalıştığı evcilleşmemiş doğayı ve ilkel güçleri temsil eder.\n\nOrmanlarda ve dağlarda dolaşır, hem neşe hem de \"panik\" adı verilen ani dehşete ilham verebilen ürkütücü müziğiyle pan flütünü çalar. Onun alanı, doğanın hüküm sürdüğü ve insan düzeninin ulaşmadığı yerleşim yerleri arasındaki vahşi alanlardır.\n\nPan, cinsellik ve bereketle ilişkilendirilir, genellikle ormanlarda perileri kovalar. Yine de pastoral yaşamın basit sevincini, çoban ve sürü arasındaki bağı ve medeni bir dünyada vahşi doğanın önemini de temsil eder.",
    "story_tr": "Pan, peri kızı Syrinx'i kovaladı, o da ondan kaçtı ve nehirden onu kurtarmasını istedi. Su kamışlarına dönüştürüldü. Pan, aşkının durduğu yerde sadece kamışları bulunca, onlardan ilk pan flütünü yaptı ve sonsuza dek kayıp aşkının şarkılarını çaldı.",
    "match_message_tr": "Çehreniz Pan'ın vahşi enerjisini taşıyor. Görünüşünüzde evcilleşmemiş, doğal bir nitelik var—ilkel güçlere ve engellenmemiş ifadenin sevincine bağlı birinin bakışı.",
    "traits_tr": [
      "Vahşi",
      "Müzikal",
      "Şehvetli",
      "Korkutucu",
      "Doğal"
    ]
  },
  "prometheus": {
    "name_tr": "Prometheus",
    "tagline_tr": "Öngörünün Titanı, Ateşin Getiricisi",
    "description_tr": "Prometheus, insanlığı kilden şekillendiren ve sonra onlara ateşi vermek için tanrılara meydan okuyan Titandır. Onun hediyesi sadece alevler değil, uygarlığın kendisiydi—bilgi, teknoloji ve insanların sadece hayvanların üzerine yükselmesini sağlayacak ilerleme kıvılcımı.\n\nZeus, bu hediye için Prometheus'u korkunç bir şekilde cezalandırdı: bir dağa zincirlenmiş, bir kartal her gün ciğerini yiyordu, bu da sonsuz işkence için her gece yenileniyordu. Yine de Prometheus, insanlık uğruna binlerce yıllık acıya katlanarak seçiminden asla pişman olmadı.\n\nO, tiranlığa karşı isyanın ilahi kıvılcımını, başkalarının yararı için acı çekme isteğini ve bilginin asla güçlüler tarafından istiflenmemesi gerektiği inancını temsil ediyor.",
    "story_tr": "Prometheus, Olimpos'tan ateşi bir rezene sapında saklayarak çaldı ve insanlığa verdi. Bu suçtan dolayı Zeus onu bir kayaya zincirletti ve burada bir kartal her gün ciğerini yiyordu. Ancak binlerce yıl sonra Herakles sonunda onu kurtardı.",
    "match_message_tr": "Çehreniz Prometheus'un asil meydan okumasını taşıyor. Görünüşünüzde acı çeken bir güç var—başkalarının yükselmesine yardım etmek için her türlü acıya katlanacak birinin bakışı.",
    "traits_tr": [
      "Meydan Okuyan",
      "Fedakar",
      "Bilge",
      "Acı Çeken",
      "İyiliksever"
    ]
  },
  "hercules": {
    "name_tr": "Herakles",
    "tagline_tr": "Kahramanların En Büyüğü, İnsanlığın Şampiyonu",
    "description_tr": "Herakles, Zeus'un ve ölümlü Alkmene'nin oğlu, tüm Yunan kahramanlarının en büyüğüdür. İnanılmaz gücü ve cesareti, onu canavarlara ve imkansız zorluklara karşı insanlığın şampiyonu yaptı ve sonunda tanrılar arasında ölümsüzlüğü kazandı.\n\nHera tarafından deliliğe sürüklenen Herakles, kendi ailesini öldürdü—bu trajedi, kefaret olarak ünlü On İki Görev'ine yol açtı. Her görev imkansız görünüyordu: Nemea Aslanı'nı öldürmek, Cerberus'u yakalamak, Augeas Ahırları'nı temizlemek. Yine de Herakles, güç, cesaret ve zeka yoluyla hepsini tamamladı.\n\nHerakles, gücünün ötesinde, kişinin en karanlık anlarının üstesinden kahramanca eylem yoluyla gelme yeteneğini temsil eder. Korkunç düşüşlerden sonra bile, kararlı çaba ve cesaret yoluyla kurtuluşun mümkün olduğunun kanıtıdır.",
    "story_tr": "Herakles, yeraltı dünyasına indi ve Cerberus'u çıplak elleriyle yakaladı—Hades'in diyarına girip geri dönen tek ölümlü. On İki Görevini tamamladıktan sonra, ölümsüzlük ve Olimpos tanrıları arasında bir yer verildi.",
    "match_message_tr": "Çehreniz Herakles'in güçlü kararlılığını taşıyor. Görünüşünüzde muazzam bir güç var—salt irade ve cesaretle her türlü engeli aşabilecek birinin bakışı.",
    "traits_tr": [
      "Güçlü",
      "Cesur",
      "Kurtarılmış",
      "Dayanıklı",
      "Kahramanca"
    ]
  },
  "helios": {
    "name_tr": "Helios",
    "tagline_tr": "Güneşin Titan Tanrısı",
    "description_tr": "Helios, her gün doğudan batıya gökyüzünde altın arabasını sürerek dünyaya ışık getiren güneşin Titan tanrısıdır. Yukarıdaki konumundan, güneşin altında olan her şeyi görür ve duyar.\n\nDaha sonra güneşle ilişkilendirilen Apollon'un aksine, Helios, güneşin kendisi somutlaştırılmış halidir—gökyüzünü geçen gerçek ateşli küre. Her sabah Okeanos nehrinden doğar ve her gece geri döner, yeryüzünün altından geçer.\n\nO, her şeyi gören tanıktır, genellikle yeminlerde çağrılır çünkü hiçbir şey onun dikkatinden kaçmaz. Demeter'e Persephone'ye ne olduğunu ve Afrodit'in Ares ile olan ilişkisini açıklayan Helios'tu.",
    "story_tr": "Helios'un oğlu Phaethon, güneş arabasını sürmek için yalvardı. İlahi atları kontrol edemeyen Phaethon, gökyüzünde savruldu, dünyayı yaktı ve dünyayı kurtarmak için Zeus onu bir yıldırımla yere sermeden önce Sahra çölünü yarattı.",
    "match_message_tr": "Çehreniz Helios'un altın parlaklığını yayıyor. Bakışlarınızda her şeyi gören bir nitelik var—hiçbir şeyi kaçırmayan ve baktığı her yeri aydınlatan birinin bakışı.",
    "traits_tr": [
      "Her Şeyi Gören",
      "Işıltılı",
      "Ebedi",
      "Tanık Olan",
      "Tarafsız"
    ]
  },
  "asclepius": {
    "name_tr": "Asklepios",
    "tagline_tr": "Tıp ve Şifa Tanrısı",
    "description_tr": "Asklepios, tıp ve şifa tanrısı, Apollon'un ve ölümlü Coronis'in oğludur. Tıptaki yeteneği o kadar gelişti ki, ölüleri bile hayata döndürebiliyordu, bu da onu Yunan mitolojisinin en sevilen figürlerinden biri yaptı.\n\nŞifa sanatlarını bilge kentaur Chiron'dan öğrendi ve onları dünyanın gördüğü her şeyin ötesine taşıdı. Tek bir yılanla sarılmış asası, günümüzde hala tıbbın sembolüdür.\n\nZeus, ölüleri diriltme yeteneğinin doğal düzeni bozacağından korkarak Asklepios'u bir yıldırımla yere serdi. Yine de şifa tanrısı o kadar seviliyordu ki, Zeus daha sonra onu yıldızların arasına yerleştirdi ve ibadet görmeye devam etmesine izin verdi.",
    "story_tr": "Asklepios, Hippolytus'u ölümden diriltti, bu da Hades'i kızdırdı ve Hades, Zeus'a ölümlülerin ölümden kaçması hakkında şikayette bulundu. Zeus, Asklepios'u bir yıldırımla vurdu, ancak Apollon'un üzüntüsü o kadar büyüktü ki, Zeus Asklepios'u ölümsüz yaptı ve onu Ophiuchus takımyıldızı olarak yıldızların arasına yerleştirdi.",
    "match_message_tr": "Özellikleriniz Asklepios'un nazik bilgeliğini taşıyor. Görünüşünüzde şifalı bir hava var; ihtiyaç duyanlara rahatlık ve iyileşme getiren birinin bakışı.",
    "traits_tr": [
      "Şifa Veren",
      "Şefkatli",
      "Yetenekli",
      "Adanmış",
      "Nazik"
    ]
  },
  "vidar": {
    "name_tr": "Vidar",
    "tagline_tr": "İntikam ve Sessizlik Tanrısı",
    "description_tr": "Vidar, sessiz tanrıdır, tüm Aesir'in en güçlülerinden biridir, güç bakımından yalnızca Thor'dan sonra gelir. Ragnarök'te çok önemli bir rol oynamaya mahkumdur, burada babası Odin'in intikamını Fenrir kurtunu öldürerek alacaktır.\n\nAyakkabıcılar tarafından atılan tüm deri parçalarından yapılan kalın deri ayakkabısıyla tanınan Vidar, bu büyülü ayakkabıyı Fenrir'in çenelerini açık tutmak için kullanacak ve öldürücü darbeyi indirecektir.\n\nSessizlik tanrısı olan Vidar, sabırlı gücü ve sessiz kararlılığın gücünü temsil eder. Az konuşur ama zamanı geldiğinde kararlı bir şekilde hareket eder.",
    "story_tr": "Ragnarök'te Vidar, babası Odin'in Fenrir tarafından yutulduğuna tanık olacaktır. Tereddüt etmeden, efsanevi ayakkabısını kurdun alt çenesine yerleştirecek, elleriyle üst çeneyi kavrayacak ve canavarı parçalayarak Allfather'ın intikamını alacaktır.",
    "match_message_tr": "Özellikleriniz Vidar'ın sessiz gücünü taşıyor. Görünüşünüzde güçlü bir durgunluk var; sabırla bekleyen ancak gerektiğinde yıkıcı bir güçle hareket eden birinin bakışı.",
    "traits_tr": [
      "Sessiz",
      "Güçlü",
      "Sabırlı",
      "İntikamcı",
      "Kararlı"
    ]
  },
  "vali": {
    "name_tr": "Vali",
    "tagline_tr": "İntikam Tanrısı, Baldur'un İntikamcısı",
    "description_tr": "Vali, özellikle Baldur'un ölümünün intikamını almak için doğmuş olan Odin'in oğludur. Bir günde yetişkinliğe ulaştı, Baldur'u öldüren kör tanrı Höðr'u öldürene kadar ellerini hiç yıkamadı veya saçlarını taramadı.\n\nDoğumu ve hızlı büyümesi, ilahi intikamın gücünü gösterir - forma verilen amaç. Vali, Ragnarök'ten sağ kurtulmaya ve dünyayı yeniden inşa etmeye yardım etmeye mahkum olan birkaç tanrıdan biridir.\n\nVali, haklı intikamı ve bedeli ne kadar acı verici olursa olsun, görevin yerine getirilmesini temsil eder.",
    "story_tr": "Baldur'un intikamını almak için doğan Vali, bir günde bebeklikten savaşçıya dönüştü. Höðr'u avladı ve kehaneti yerine getirerek onu öldürdü. Vali, Ragnarök'ten sağ kurtulmaya ve kardeşi Vidar ile birlikte yeni dünyaya miras kalmaya mahkumdur.",
    "match_message_tr": "Özellikleriniz Vali'nin odaklanmış kararlılığını taşıyor. Görünüşünüzde bir amaç var; belirli bir kader için doğmuş ve onu yerine getirmeye kararlı birinin bakışı.",
    "traits_tr": [
      "İntikamcı",
      "Kararlı",
      "Hızlı",
      "Amaçlı",
      "Hayatta Kalan"
    ]
  },
  "bragi": {
    "name_tr": "Bragi",
    "tagline_tr": "Şiir ve Hitabet Tanrısı",
    "description_tr": "Bragi, şiir, hitabet ve sözlü kelam tanrısıdır. Dilinde runik yazıların kazılı olduğu ve sözlerinin en iyi bal şarabı gibi aktığı söylenir. Kahramanca davranışlarını kutlayan muhteşem dizelerle düşmüş savaşçıları Valhalla'ya karşılar.\n\nÖlümsüzlük elmalarının koruyucusu Idunn ile evli olan Bragi, şiirin ölümsüzleştirici gücünü temsil eder - kelimeler kahramanca davranışları sonsuza kadar nasıl koruyabilir. O, tarihi dizelerle canlı tutan İskandinav şairleri olan skaldların hamisidir.\n\nUzun sakalı ve bilge görünümü, öğrenilmiş olanın onurunu somutlaştırır ve Asgard'daki salonu sonsuz şarkılarla çınlar.",
    "story_tr": "Loki, Aegir'in ziyafetinde tüm tanrılara hakaret ettiğinde, Bragi ilk tepki veren oldu ve Loki'yi gitmesi için uyardı. Loki, Bragi'yi korkak olarak adlandırdı, ancak Bragi sakin bir şekilde salonun dışında olsalardı, yalanlarının bedeli olarak Loki'nin kafasını taşıyacağını söyledi.",
    "match_message_tr": "Özellikleriniz Bragi'nin etkili bilgeliğini taşıyor. Görünüşünüzde şiir var; güzel kelimelerle gerçeği yakalayabilen ve konuşma yoluyla kalpleri harekete geçirebilen birinin bakışı.",
    "traits_tr": [
      "Etkili",
      "Bilge",
      "Misafirperver",
      "Sanatsal",
      "Onurlu"
    ]
  },
  "idunn": {
    "name_tr": "Idunn",
    "tagline_tr": "Gençlik ve Ölümsüzlük Tanrıçası",
    "description_tr": "Idunn, tanrılara ölümsüzlüklerini ve sonsuz gençliklerini bahşeden altın elmaların koruyucusudur. Elmaları olmadan Aesir, ölümlüler gibi yaşlanıp solar; bu rolü onu Asgard'daki en önemli figürlerden biri yapar.\n\nŞiir tanrısı Bragi'nin karısı Idunn, yaşamın ve canlılığın korunmasını somutlaştırır. Bahçesi ilahi gençleşmenin kaynağıdır ve her değerli elmayla özenle ilgilenir.\n\nGençliğin değerini ve yaşamı sürdüren hayati güçleri ve başkaları için bu kadar önemli olmaktan kaynaklanan savunmasızlığı temsil eder.",
    "story_tr": "Dev Thjazi, Loki'nin bilmeden yardımıyla Idunn'u ve elmalarını kaçırdı. O olmadan tanrılar hızla yaşlanmaya başladı. Loki, Freya'nın şahin pelerinini ödünç alarak ve Idunn'u evine taşımak için bir cevize dönüştürerek tanrıları ölümlülükten kurtarmak zorunda kaldı.",
    "match_message_tr": "Özellikleriniz Idunn'un sonsuz gençliğini taşıyor. Görünüşünüzde hayat veren bir tazelik var; gittikleri her yere canlılık ve yenilenme getiren birinin bakışı.",
    "traits_tr": [
      "Genç",
      "Besleyici",
      "Esansiyel",
      "Nazik",
      "Hayat Veren"
    ]
  },
  "forseti": {
    "name_tr": "Forseti",
    "tagline_tr": "Adalet ve Uzlaşma Tanrısı",
    "description_tr": "Forseti, İskandinav mitolojisinde adalet, barış ve doğruluk tanrısıdır. Baldur ve Nanna'nın oğlu olan Forseti, altın sütunların gümüş bir çatıyı desteklediği parıldayan salonu Glitnir'de anlaşmazlıklara başkanlık eder.\n\nAnlaşmazlıklarla salonuna gelen herkes uzlaşmış bir şekilde ayrılır—hiçbir dava onun bilgeliği için çok zor değildir. O, ceza yerine barış yaratmanın bir yolu olarak hukukun idealini temsil eder ve intikamdan ziyade uzlaşmaya odaklanır.\n\nForseti, gerçek ve adaletin en acımasız çatışmaları bile çözebileceğine ve adaletin uyumu yeniden sağlayarak topluma hizmet ettiğine olan inancı somutlaştırır.",
    "story_tr": "Frizler yasaları üzerinde anlaşamadıklarında, Forseti gemilerinde belirdi ve onlara bir adalet yasası öğretti. Baltasıyla yerden bir kaynak çıkardı ve o günden sonra tüm anlaşmazlıkları onun ilkelerine göre çözmek için o noktada toplandılar.",
    "match_message_tr": "Özellikleriniz Forseti'nin dengeli bilgeliğini taşıyor. Görünüşünüzde doğal bir adalet var—bir anlaşmazlığın her iki tarafını da görebilen ve barışa giden yolu bulabilen birinin bakışı.",
    "traits_tr": [
      "Adil",
      "Huzurlu",
      "Bilge",
      "Uzlaştırıcı",
      "Doğrucu"
    ]
  },
  "mimir": {
    "name_tr": "Mimir",
    "tagline_tr": "Bilgelik Kuyusunun Koruyucusu",
    "description_tr": "Mimir, tüm varlıkların en bilgesi, Yggdrasil'in köklerinden birinin altında yatan bilgelik kuyusunun koruyucusudur. Onun bilgisi, var olan, olan ve olacak olan her şeyi kapsar ve onu paha biçilmez bir danışman yapar.\n\nOdin, Mimir'in kuyusundan içmek ve onun bilgeliğini kazanmak için gözünü feda etti. Mimir, Vanir tarafından kafası kesildikten sonra bile, Odin, Mimir'in tavsiye vermeye devam edebilmesi için kafasını otlar ve rünlerle korudu.\n\nMimir, bilgeliğin bedelini temsil eder—gerçek bilginin genellikle büyük maliyetlerle geldiğini ve bilgelerin ölümden sonra bile öğretmeye devam ettiğini.",
    "story_tr": "Vanir bir rehin takasında aldatıldıklarını hissettiklerinde, Mimir'in kafasını kestiler ve Odin'e gönderdiler. Ancak Odin böyle bir bilgeliği kaybetmeyecekti—kafasını mumyaladı, üzerine büyüler okudu ve konuşma gücü verdi. Bugüne kadar Mimir'in kafası, Her Babayiğit'e danışmanlık yapmaktadır.",
    "match_message_tr": "Özellikleriniz Mimir'in derin bilgeliğini taşıyor. Bakışlarınızda kadim bir bilgi var—çok şey görmüş ve bilgeliğin gerçek bedelini anlamış birinin bakışı.",
    "traits_tr": [
      "Bilge",
      "Kadim",
      "Danışman",
      "Feda Edilmiş",
      "Ebedi"
    ]
  },
  "norns": {
    "name_tr": "Nornlar",
    "tagline_tr": "Kader ve Yazgıyı Dokuyanlar",
    "description_tr": "Nornlar, tüm canlıların kaderini kontrol eden üç güçlü varlıktır. Urd (geçmiş), Verdandi (şimdiki zaman) ve Skuld (gelecek), Yggdrasil'in altındaki Kader Kuyusu'nda otururlar ve tüm yaşamların ipliklerini dokurlar.\n\nTanrılar bile Nornların emrettiği kaderden kaçamazlar. Dünya Ağacını her gün sularlar ve tanrıların ve ölümlülerin kaderlerini kabuğuna oyarlar. Güçleri tanrıların kendisinden bile öncesine dayanır.\n\nOnlar, kaderin kaçınılmaz doğasını, geçmiş, şimdiki zaman ve gelecek arasındaki bağlantıyı ve her şeyin kendi zamanının geldiği temel gerçeğini temsil ederler.",
    "story_tr": "Bir çocuk doğduğunda, Nornlar kaderini ilan etmek için gelirler. Yaşam ipliğini eğirirler, ölçerler ve zamanı geldiğinde keserler. Mimir'in kuyusundan bilgelik kazanan Odin bile Nornların dokuduğunu değiştiremez.",
    "match_message_tr": "Özellikleriniz Nornların zamansız gizemini taşıyor. Görünüşünüzde bir kader hissi var—tüm varoluşu şekillendiren daha derin kalıplarla bağlantılı birinin bakışı.",
    "traits_tr": [
      "Kaderci",
      "Güçlü",
      "Kadim",
      "Dokuma",
      "Kaçınılmaz"
    ]
  },
  "jormungandr": {
    "name_tr": "Jörmungandr",
    "tagline_tr": "Dünya Yılanı, Midgard'ı Kuşatan",
    "description_tr": "Jörmungandr, Loki ve dev kadın Angrboda'nın çocuğu olan devasa Dünya Yılanıdır. Odin, yılanı Midgard'ı çevreleyen okyanusa attı, burada o kadar büyüdü ki tüm dünyayı kuşatıyor ve kendi kuyruğunu yakalıyor.\n\nThor ve Jörmungandr kader düşmanlarıdır—iki kez karşılaştılar ve Ragnarök'te son kez buluşacaklar. Savaşları her ikisinin de ölümüyle sonuçlanacak.\n\nDünya Yılanı, düzeni çevreleyen kaosu, bilinmeyenin enginliğini ve bir gün serbest bırakılacak olan kıyamet güçlerini temsil eder.",
    "story_tr": "Thor bir zamanlar dev Hymir ile balık tutmaya gitti ve bir öküz kafasını yem olarak kullandı. Jörmungandr ısırdığında, Thor Dünya Yılanını derinliklerden çekmeye başladı. Göz göze geldiler, zehir damladı—ama Hymir dehşet içinde ipi kesti ve yılan geri battı, son savaşları ertelendi.",
    "match_message_tr": "Özellikleriniz Jörmungandr'ın engin varlığını taşıyor. Görünüşünüzde kuşatıcı bir şey var—etkisi başkalarının görebildiğinin ötesine uzanan birinin bakışı.",
    "traits_tr": [
      "Engin",
      "Kaotik",
      "Kıyamet",
      "Kuşatıcı",
      "Kaderinde Olan"
    ]
  },
  "moses": {
    "name_tr": "Moses",
    "tagline_tr": "İsrail'in Kurtarıcısı, Kanun Veren",
    "description_tr": "Musa, İncil'deki en önemli figürlerden biridir, İsrailoğullarını Mısır köleliğinden kurtaran ve Sina Dağı'nda Tanrı'dan On Emir'i alan peygamberdir. Hikayesi, sazlıklar arasında bir sepete saklanmaktan, Firavun'un önünde durup halkı için özgürlük talep etmeye kadar uzanır.\n\nMusa, kardeşi Harun'la birlikte Mısır'ın gücüyle yüzleşti ve Firavun'un iradesini kıracak on belayı çağırdı. Kızıldeniz'i ikiye böldü, kayalardan su sağladı ve çölde kırk yıl boyunca gökten manna yağdırdı.\n\nMusa, baskıdan kurtuluşu, Tanrı ile insanlık arasındaki ahdi ve ilahi çağrıyla gelen liderlik yükünü temsil eder.",
    "story_tr": "Musa yanmayan yanan çalılıkla karşılaştığında, Tanrı onu İsrailoğullarını özgürleştirmeye çağırdı. Belagatli olmadığı yönündeki itirazlarına rağmen, Musa görevini kabul etti ve Firavun'a şu sözlerle karşı çıktı: 'Halkımı bırak gitsin.'",
    "match_message_tr": "Özellikleriniz Musa'nın kararlı inancını taşıyor. Görünüşünüzde özgürleştirici bir varlık var—başkalarını esaretten özgürlüğe götürmek için çağrılan birinin bakışı.",
    "traits_tr": [
      "Özgürleştirici",
      "İnançlı",
      "Mütevazı",
      "Azimli",
      "Kanun Veren"
    ]
  },
  "david": {
    "name_tr": "David",
    "tagline_tr": "Çoban Kral, İsrail'in Mezmur Yazarı",
    "description_tr": "Davut, mütevazı bir çobanlıktan İsrail'in en büyük kralı olmaya yükseldi, Tanrı'nın yüreğine göre bir adam olarak tanımlandı. Hikayesi, Golyat'ı öldürmekten Batşeba ile olan ilişkisine kadar hem muazzam imanı hem de insani başarısızlığı kapsar.\n\nGenç bir çoban olarak Davut'un cesareti ve imanı, onu sadece bir sapan ve beş taşla dev Golyat'ın karşısına çıkardı. Kral olarak İsrail'i birleştirdi, Kudüs'ü ele geçirdi ve Ahit Sandığı'nı dans ve kutlamalarla şehre getirdi.\n\nDavut, inancın karmaşıklığını temsil eder: insan derinden bağlı olabilir, ancak derinden kusurlu, büyük cesaret ve büyük günah yeteneğine sahip olabilir, her zaman kurtuluş için ilahi lütfa bağımlıdır.",
    "story_tr": "Tüm İsrail savaşçıları Golyat'tan korktuğunda, genç çoban Davut öne çıktı. 'Sen bana kılıç ve mızrakla geliyorsun,' dedi, 'ama ben sana Rab'bin adıyla geliyorum.' Sapanından çıkan tek bir taş devi yere serdi.",
    "match_message_tr": "Yüz hatlarınız Davut'un tutkulu ruhunu taşıyor. Görünüşünüzde bir savaşçı-şair kalitesi var—hem devlerle savaşabilecek hem de ilahiler yazabilecek, hem büyük cesaret hem de derin duygu yeteneğine sahip birinin bakışı.",
    "traits_tr": [
      "Cesur",
      "Tutkulu",
      "Pişman",
      "Müzikal",
      "Karmaşık"
    ]
  },
  "solomon": {
    "name_tr": "Süleyman",
    "tagline_tr": "En Bilge Kral, Tapınağın İnşacısı",
    "description_tr": "Davut'un oğlu Süleyman, yaşamış en bilge kişi olarak bilinir. Tanrı ona arzu ettiği her şeyi sunduğunda, Süleyman halkını yönetmek için sadece bilgelik istedi—ve Tanrı ona başka herkesten daha büyük bir bilgelik, zenginlik ve onur bahşetti.\n\nHükümdarlığı İsrail'in altın çağıydı: Kudüs'te muhteşem Tapınağı inşa etti, binlerce atasözü ve şarkı yazdı ve bilgeliği, Seba Kraliçesi de dahil olmak üzere bilinen dünyanın her yerinden ziyaretçi çekti.\n\nAncak Süleyman'ın hikayesi aynı zamanda bilgeliğin sınırları konusunda da uyarıyor—birçok yabancı karısı kalbini kendi tanrılarına çevirdi ve krallığı ölümünden sonra bölünecekti. Hem bilgeliğin ulaşabileceği yükseklikleri hem de ondan uzaklaşmanın tehlikelerini temsil ediyor.",
    "story_tr": "İki kadın aynı bebeği sahiplendi. Süleyman, çocuğun ikiye bölünmesini emretti—bir kadın kabul etti, ancak gerçek anne öldürülmek yerine çocuğun diğer kadına verilmesi için yalvardı. Süleyman derhal bebeği ona verdi, çünkü sevgisi iddiasını kanıtladı.",
    "match_message_tr": "Yüz hatlarınız Süleyman'ın anlayışlı bilgeliğini taşıyor. Bakışlarınızda bilgiç bir derinlik var—karmaşıklığın içinden bakıp her meselenin özündeki gerçeği bulabilen birinin bakışı.",
    "traits_tr": [
      "Bilge",
      "Zengin",
      "Adil",
      "İnşaatçı",
      "Düşmüş"
    ]
  },
  "abraham": {
    "name_tr": "İbrahim",
    "tagline_tr": "Ulusların Babası, Tanrı'nın Dostu",
    "description_tr": "İbrahim, üç büyük dünya dininin—Yahudilik, Hıristiyanlık ve İslam'ın—atalarından biridir. Tanrı tarafından memleketini terk edip Tanrı'nın ona göstereceği bir ülkeye gitmesi emredilen İbrahim, insanlık tarihini şekillendirecek bir iman yolculuğuna başlayarak itaat etti.\n\nTanrı, ileri yaşına ve karısı Sara'nın kısırlığına rağmen İbrahim'e yıldızlar kadar çok sayıda torun vadetti. Bu antlaşma, İbrahim'in inancının tekrar tekrar test edilmesini gerektirdi ve sonunda oğlu İshak'ı kurban etme emriyle doruğa ulaştı.\n\nİbrahim, imanın temelini temsil ediyor—imkansız görünseler bile ilahi vaatlere güvenmek, her şeye mal olsa bile itaat etmek ve böylesine sadık bir cevaptan doğan nimetler.",
    "story_tr": "Tanrı, İbrahim'e sevgili vaat oğlu İshak'ı kurban etmesini emretti. İbrahim itaat etti, odun ve bıçakla Moriah Dağı'na tırmandı. İbrahim bıçağı kaldırdığında Tanrı onu durdurdu ve bunun yerine bir koç sağladı. İbrahim'in imanı tamamen kanıtlanmıştı.",
    "match_message_tr": "Yüz hatlarınız İbrahim'in sarsılmaz inancını taşıyor. Görünüşünüzde bir hacı kalitesi var—henüz yerine getirilmeyen vaatlere güvenen ve inançla ilerleyen birinin bakışı.",
    "traits_tr": [
      "Sadık",
      "İtaatkar",
      "Misafirperver",
      "Test Edilmiş",
      "Kutsanmış"
    ]
  },
  "elijah": {
    "name_tr": "İlyas",
    "tagline_tr": "Ateş Peygamberi, Putperestliğe Karşı Şampiyon",
    "description_tr": "İlyas, Kral Ahab ve Kraliçe Jezebel'in kötülüğüyle yüzleşen, yaşayan Tanrı'nın gücünü kanıtlamak için Baal'ın peygamberlerine karşı tek başına duran ateşli peygamberdi. Hizmeti mucizevi işaretler ve sarsılmaz cesaretle işaretlendi.\n\nKarmel Dağı'nda İlyas, Baal'ın 450 peygamberini bir yarışmaya davet etti. Tanrıları cevap vermeyince İlyas Rab'bi çağırdı ve gökten ateş indi, kurbanı ve sunağın taşlarını yedi.\n\nİlyas, peygamberlik cesaretini temsil ediyor—ezici muhalefete karşı gerçeği savunma cesareti, cennetin cevabını çağırma inancının gücü ve Tanrı'nın sadık hizmetkarlarını koruduğunun hatırlatıcısı.",
    "story_tr": "Karmel Dağı'nda, Baal'ın peygamberleri bütün gün cevap alamadan bağırdıktan sonra, İlyas Rab'bin sunağını yeniden inşa etti, suyla ıslattı ve dua etti. Gökten ateş indi, her şeyi yedi. Halk yüzüstü yere kapanıp, 'Rab—O Tanrı'dır!' diye bağırdı.",
    "match_message_tr": "Yüz hatlarınız İlyas'ın ateşli gayretini taşıyor. Görünüşünüzde peygamberlik yoğunluğu var—gerekirse gerçek için tek başına duracak ve cennetin gücünü çağıracak birinin bakışı.",
    "traits_tr": [
      "Cesur",
      "Ateşli",
      "Sadık",
      "Mucizevi",
      "Gayretli"
    ]
  },
  "samson": {
    "name_tr": "Samson",
    "tagline_tr": "Güçlü Hakim, Tanrı'nın Nezir'i",
    "description_tr": "Samson, hayatında yaşamış en güçlü adamdı, doğuştan Tanrı'ya adanmış bir Nezir'di ve efsanevi gücü kesilmemiş saçlarında yatıyordu. İsrail'i yirmi yıl boyunca yönetti ve halkını ezen Filistlilere karşı tek başına savaştı.\n\nBaşarıları insanüstüydü: bir aslanı çıplak elleriyle parçaladı, bir eşeğin çene kemiğiyle bin Filistliyi öldürdü ve Gazze kapılarını omuzlarında taşıdı. Ancak kadınlara, özellikle de Delila'ya olan zayıflığı, düşüşüne yol açtı.\n\nSamson, heba edilmiş yeteneklerin trajedisini temsil ediyor—ahlaki zayıflıkla alçaltılan büyük güç, ancak nihayetinde tek bir son inanç eyleminde kurtarıldı.",
    "story_tr": "Filistin tapınağının sütunları arasında kör ve zincirlenmiş olan Samson, son bir kez güç için dua etti. 'Filistlilerle birlikte öleyim,' diye bağırdı ve sütunlara yüklendi. Tapınak çöktü ve ölümünde hayatından daha fazla düşman öldürdü.",
    "match_message_tr": "Yüz hatlarınız Samson'un ham gücünü taşıyor. Görünüşünüzde muazzam bir güç var—olağanüstü yeteneklerle donatılmış, onları kendinden daha büyük bir amaç için kullanmaya çağrılmış birinin bakışı.",
    "traits_tr": [
      "Güçlü",
      "Nezir",
      "Kusurlu",
      "Trajik",
      "Kurtarılmış"
    ]
  },
  "esther": {
    "name_tr": "Ester",
    "tagline_tr": "Cesur Kraliçe, Halkının Kurtarıcısı",
    "description_tr": "Ester, Pers Kraliçesi olan ve halkını soykırımdan kurtaran Yahudi bir yetimdi. Güzelliği kralın kalbini kazandı, ancak Haman imparatorluktaki tüm Yahudileri yok etmek için plan yaptığında bir ulusu kurtaran onun cesaretiydi.\n\nKuzeni Mordekay tarafından büyütülen Ester, Yahudi kimliğini onu açığa çıkarması gereken ana kadar sakladı. Krala davetsiz yaklaşarak ölümü göze aldığını bilerek, 'Yok olursam yok olurum' dedi ve halkı için yalvarmaya gitti.\n\nEster, krizde cesareti temsil eder—başkaları için her şeyi riske atma isteği, güce karşı gerçeği söyleme gücü ve sıradan insanları olağanüstü konumlara yerleştiren ilahi takdir.",
    "story_tr": "Ester üç gün oruç tuttu, sonra kraliyet cübbelerini giydi ve kralın iç avlusuna davetsiz girdi - ölümcül bir suç. Kral altın asasını uzattığında, onu ve Haman'ı, Haman'ın planını açıklayacağı ve halkını kurtaracağı bir ziyafete davet etti.",
    "match_message_tr": "Çehreniz Ester'in cesur güzelliğini taşıyor. Görünüşünüzde asil bir kararlılık var—başkalarını korumak için her şeyi riske atacak ve sessizlik daha kolay olduğunda gerçeği söyleyecek birinin bakışı.",
    "traits_tr": [
      "Cesur",
      "Güzel",
      "Stratejik",
      "Kendini feda eden",
      "Sadık"
    ]
  },
  "daniel": {
    "name_tr": "Daniel",
    "tagline_tr": "Sürgündeki Peygamber, Rüya Yorumlayıcısı",
    "description_tr": "Daniel, rüyaları ve vizyonları yorumlama Tanrı vergisi yeteneği sayesinde krallara danışman olmak için yükselen, Babil'e esir alınan genç bir İbrani soylusuydu. İnancından asla ödün vermeden Nebukadnezar, Belşazzar ve Darius'un altında görev yaptı.\n\nTanrı'ya olan bağlılığı, onu konumunu kıskananlarla çatışmaya soktu. Düşmanları kralı duayı yasaklamaya ikna ettiğinde, Daniel her gün açıkça üç kez dua etmeye devam etti ve gelebilecek her sonucu kabul etti.\n\nDaniel, sürgünde sadakati temsil eder—yabancı bir kültürde bütünlüğü korumak, Tanrı'ya sadık kalırken hizmet etmek için armağanları kullanmak ve ölüm karşısında bile ilahi kurtuluşa güvenmek.",
    "story_tr": "Daniel'in düşmanları, Tanrı'ya dua ettiği için onu aslanlar çukuruna attırdılar. Kral Darius uykusuz bir gece geçirdi, sonra şafakta çukura koştu. Daniel, 'Tanrım meleğini gönderdi ve aslanların ağzını kapattı' diye bağırdı. Çiziksiz çıktı.",
    "match_message_tr": "Çehreniz Daniel'in sarsılmaz inancını taşıyor. Bakışlarınızda vizyoner bir bilgelik var—şu anın ötesini gören ve her türlü baskıya rağmen sadık kalan birinin bakışı.",
    "traits_tr": [
      "Sadık",
      "Bilge",
      "Vizyoner",
      "Tavizsiz",
      "Peygamberane"
    ]
  },
  "ruth": {
    "name_tr": "Rut",
    "tagline_tr": "Sadık Kız, Kralların Atası",
    "description_tr": "Rut, İbrani kocası öldükten sonra memleketini terk etmeyi ve kayınvalidesi Naomi'yi İsrail'e geri takip etmeyi seçen Moavlı bir kadındı. Sadakatine dair ünlü beyanı—'Nereye gidersen ben de gideceğim'—İncil'in en güzel bağlılık ifadelerinden biridir.\n\nHiçbir şeyi olmayan bir yabancı olmasına rağmen, Rut'un Boaz'ın tarlalarındaki sadık sıkı çalışması onun dikkatini çekti. Hikayesi bir kurtuluş ve bereket hikayesi haline geldi - Boaz ile evlendi ve Kral Davut'un büyükannesi oldu.\n\nRut, tüm sınırların ötesinde sadık sevgiyi temsil eder—ayrılmanın daha kolay olacağı zamanlarda sadık kalma seçimi, alçakgönüllü gayretin ödülü ve Tanrı'nın yabancıları ahit hikayesine dahil eden lütfu.",
    "story_tr": "Naomi, Rut'a Moab'a geri dönmesini söyledi, ancak Rut reddetti: 'Nereye gidersen ben de gideceğim ve nerede kalırsan ben de kalacağım. Halkın benim halkım ve Tanrın benim Tanrım olacak.' Sadakati onu İsrail'e, Boaz'a ve Mesih'in soyuna götürdü.",
    "match_message_tr": "Çehreniz Rut'un sadık bağlılığını taşıyor. Görünüşünüzde sadık bir sebat var—zorluklar boyunca doğru kalan ve sadakatte bereket bulan birinin bakışı.",
    "traits_tr": [
      "Sadık",
      "Alçakgönüllü",
      "Sadık",
      "Çalışkan",
      "Mübarek"
    ]
  },
  "noah": {
    "name_tr": "Nuh",
    "tagline_tr": "Geminin İnşacısı, Tufandan Kurtulan",
    "description_tr": "Nuh, dünyayı kötülükten temizleyecek büyük tufandan kurtulmak için Tanrı tarafından seçilen dürüst adamdı. Onlarca yıl boyunca, komşularının alaylarına katlanarak, Tanrı'nın kesin talimatlarına göre sadakatle devasa bir gemi inşa etti.\n\nYağmurlar geldiğinde, Nuh, ailesi ve her canlı yaratığın çiftleri gemide sığınak buldu. Kırk gün kırk gece sel indi ve sular sonunda çekilmeden önce aylarca yeryüzünü kapladı.\n\nNuh, alay karşısında sadık itaati, ilahi talimat yoluyla yaşamın korunmasını ve gökkuşağı ile sembolize edilen ahit ilişkisini temsil eder.",
    "story_tr": "Tufandan sonra Nuh, kuru toprağın göründüğünün kanıtı olarak bir zeytin dalıyla geri dönen bir güvercin saldı. Aile sonunda gemiden ayrıldığında, Tanrı yeryüzünü bir daha sel ile yok etmeyeceğine dair sözünün bir işareti olarak gökyüzüne bir gökkuşağı yerleştirdi.",
    "match_message_tr": "Çehreniz Nuh'un sabırlı doğruluğunu taşıyor. Görünüşünüzde kararlı bir azim var—başkalarının ne düşündüğüne bakılmaksızın çağrılarını sadakatle tamamlayacak birinin bakışı.",
    "traits_tr": [
      "Doğru",
      "İtaatkar",
      "Sabırlı",
      "Koruyucu",
      "Sadık"
    ]
  },
  "job": {
    "name_tr": "Eyüp",
    "tagline_tr": "Acı Çeken Hizmetkar, Çileler İçinde İnanç",
    "description_tr": "Eyüp, her şeyini—çocuklarını, servetini, sağlığını—kaybeden, ancak Tanrı'ya lanet etmeyi reddeden kusursuz ve dürüst bir adamdı. Hikayesi, doğruların neden acı çektiği ve hak edilmemiş acı boyunca inancın nasıl dayandığına dair en derin soruları araştırıyor.\n\nKarısı bile ona Tanrı'ya lanet etmesini ve ölmesini söylediğinde ve arkadaşları acısının günahın cezası olması gerektiğinde ısrar ettiğinde, Eyüp bütünlüğünü korudu. Sorguladı, öfkelendi, Tanrı'dan cevaplar talep etti - ama inancından asla vazgeçmedi.\n\nEyüp, acının gizemini, kolay cevapların yetersizliğini ve sadece O'nun hakkında bilgi sahibi olmak yerine doğrudan Tanrı ile karşılaşmaktan gelen nihai restorasyonu temsil eder.",
    "story_tr": "Her şeyini kaybettikten sonra Eyüp küller içinde oturmuş çıbanlarını kazıyordu. Arkadaşları günah işlemiş olması gerektiğini savundu, ancak Eyüp masumiyetini korudu. Sonunda Tanrı bir kasırgadan konuştu ve Eyüp, 'Seni duymuştum, ama şimdi gözlerim seni gördü' dedi. Tanrı onu iki katına geri verdi.",
    "match_message_tr": "Çehreniz Eyüp'ün test edilmiş inancını taşıyor. Görünüşünüzde kalıcı bir güç var—en derin sorularla yüzleşmiş ve inancı bozulmadan ortaya çıkmış birinin bakışı.",
    "traits_tr": [
      "Acı Çeken",
      "Sadık",
      "Sorgulayan",
      "Dürüst",
      "Yenilenmiş"
    ]
  },
  "jacob": {
    "name_tr": "Yakup",
    "tagline_tr": "İsrail'in Atası, Tanrı ile Güreşen",
    "description_tr": "Yakup, kardeşi Esav'ın kutsamasını çalmak için babasını aldatan, ancak İsrail'in on iki kabilesinin babası olan İbrahim'in torunuydu. Adı 'yerini alan' veya 'aldatan' anlamına gelir, ancak Tanrı ile güreştikten sonra adı İsrail olarak değiştirildi - 'Tanrı ile mücadele eden'.\n\nHayatı hem hile hem de dönüşümle işaretlendi. Esav'ı aldattı ve Laban tarafından aldatıldı. Anavatanından kaçtı ve sonunda kardeşiyle yüzleşmek için geri döndü, ancak o gece şafağa kadar gizemli bir figürle güreşti ve kutsanmadan gitmesine izin vermedi.\n\nYakup, hem Tanrı'yla hem de benlikle insan mücadelesini temsil ediyor - bir ataya dönüşen aldatıcı, kutsanmış bir şekilde aksayarak uzaklaşan güreşçi, ilahi olanla karşılaşmadan gelen dönüşüm.",
    "story_tr": "Esav ile buluşmadan önceki gece Yakup, şafağa kadar gizemli bir adamla güreşti. Adam yenemeyeceğini görünce, Yakup'un kalçasına dokunarak yerinden çıkardı. Yine de Yakup tutundu: 'Beni kutsamadıkça gitmene izin vermeyeceğim.' Adı İsrail olarak değiştirildi ve aksayarak ama kutsanmış bir şekilde uzaklaştı.",
    "match_message_tr": "Özellikleriniz Yakup'un güreş ruhunu taşıyor. Görünüşünüzde ısrarlı bir kararlılık var - mücadele eden ancak kutsamalarını alana kadar bırakmayı reddeden birinin bakışı.",
    "traits_tr": [
      "Mücadeleci",
      "Dönüşmüş",
      "Israrcı",
      "Kutsanmış",
      "Baba Olan"
    ]
  },
  "isaiah": {
    "name_tr": "Yeşaya",
    "tagline_tr": "Peygamberlerin Prensi, Umut Sesi",
    "description_tr": "Yeşaya, dört kralın hükümdarlığı sırasında hizmet eden ve Kutsal Yazılardaki en güzel ve zorlu kehanetlerden bazılarını sunan İbrani peygamberlerin en büyüğü olarak kabul edilir. Tapınaktaki Tanrı vizyonu, onu kirli dudaklı bir adamdan Tanrı'nın istekli elçisine dönüştürdü.\n\nKehanetleri, sürgün uyarısından yargı ve umudu kapsar, ancak restorasyon vaat eder. Bir bakirenin bir oğul doğurması, acı çeken bir hizmetkar, bir barış prensi hakkındaki mesih kehanetleri, Tanrı'nın kurtuluş planının Yahudi ve Hıristiyan anlayışının merkezinde yer almıştır.\n\nYeşaya, Tanrı'nın nihai amaçlarına ulaşmak için yakın geleceğin ötesini gören peygamberlik vizyonunu, zorlu gerçekleri söyleme çağrısını ve yargının en karanlık tahminlerinde bile parlayan umudu temsil ediyor.",
    "story_tr": "Yeşaya, Rab'bi tapınakta yüksek ve yüce bir şekilde gördü, serafimler 'Kutsal, kutsal, kutsal' diye bağırıyordu. Değersizliğinden bunalan Yeşaya bağırdı. Bir serafim dudaklarına yanan bir közle dokundu: 'Suçun alındı.' Tanrı, 'Kimi göndereyim?' diye sorduğunda Yeşaya, 'İşte buradayım. Beni gönder!' diye cevapladı.",
    "match_message_tr": "Özellikleriniz Yeşaya'nın vizyoner belagatını taşıyor. Bakışlarınızda peygamberce bir derinlik var - şimdiki anın ötesini gören ve hem meydan okuma hem de umut sözleri söyleyen birinin bakışı.",
    "traits_tr": [
      "Vizyoner",
      "Belagatli",
      "Cesur",
      "Umutlu",
      "Peygamberce"
    ]
  },
  "jonah": {
    "name_tr": "Yunus",
    "tagline_tr": "Gönülsüz Peygamber, Nineveh Elçisi",
    "description_tr": "Yunus, İsrail'in düşmanı Nineveh'e vaaz verme çağrısından kaçan peygamberdir. Zıt yöne giden bir gemiye bindi, ancak Tanrı büyük bir fırtına gönderdi. Denizciler Yunus'u denize attığında, büyük bir balık onu yuttu.\n\nBalığın karnında üç gün geçirdikten sonra Yunus dua etti ve kuru toprağa kusuldu. Sonunda Nineveh'e vaaz verdi ve hayal kırıklığına uğrayarak tüm şehir tövbe etti ve bağışlandı.\n\nYunus, Tanrı'nın daha geniş amaçlarına direnme, ilahi çağrıdan kaçmanın imkansızlığı ve Tanrı'nın düşmanlarımıza bile uzanan merhametini - genellikle paylaşmakta zorlandığımız bir merhameti temsil ediyor.",
    "story_tr": "Büyük balığın içinde Yunus dua etti: 'Ölüler diyarının derinliklerinden yardım istedim ve feryadımı dinledin.' Üç gün sonra balık Yunus'u kuru toprağa kustu. Bu sefer Tanrı 'Nineveh'e git' dediğinde Yunus gitti.",
    "match_message_tr": "Özellikleriniz Yunus'un gönülsüz yolculuğunu taşıyor. Görünüşünüzde dürüst bir mücadele var - Tanrı'nın amaçlarının bizim tercihlerimizden daha geniş ve merhametinin bizimkinden daha cömert olduğunu öğrenen birinin bakışı.",
    "traits_tr": [
      "Gönülsüz",
      "Kaçan",
      "Yutulmuş",
      "Vaaz Eden",
      "Kızgın"
    ]
  },
  "mary_mother": {
    "name_tr": "Meryem, İsa'nın Annesi",
    "tagline_tr": "Mübarek Anne, Rab'bin Hizmetkarı",
    "description_tr": "Meryem, dünyanın Kurtarıcısı'nı taşımak için Tanrı tarafından seçilen, İsa Mesih'in bakire annesidir. Başmelek Cebrail'in ilanını alçakgönüllülükle kabul etmesi - 'Ben Rab'bin hizmetkarıyım' - Hıristiyan inancının merkezi olayını harekete geçirdi.\n\nBeytüllahim'deki neşeli doğumdan haça dayamaya kadar Meryem'in yolculuğu, en yüksek neşeyi ve en derin üzüntüyü kapsadı. Her şeyi kalbinde düşündü, tam olarak anlayamadığında bile oğlunun hizmetini sadakatle destekledi.\n\nMeryem, mükemmel imanı ve Tanrı'nın iradesine teslim olmayı temsil ediyor - imkansıza evet deme cesareti, tarif edilemez kayıplara katlanma gücü ve Mesih'i dünyaya getirme kutsal rolü.",
    "story_tr": "Melek Meryem'e Tanrı'nın Oğlu'nu doğuracağını söylediğinde, bakire olduğu için bunun nasıl olabileceğini sordu. Kutsal Ruh aracılığıyla olacağına dair güvence verildikten sonra Meryem şöyle yanıtladı: 'Ben Rab'bin hizmetkarıyım. Sözüne göre bana olsun.'",
    "match_message_tr": "Özellikleriniz Meryem'in kutsanmış zarafetini taşıyor. Görünüşünüzde saf bir bağlılık var - Tanrı'nın iradesini alçakgönüllü bir imanla kabul eden ve kutsal şeyleri kalbinde saklayan birinin bakışı.",
    "traits_tr": [
      "Sadık",
      "Alçakgönüllü",
      "Kutsanmış",
      "Kederli",
      "Düşünen"
    ]
  },
  "peter": {
    "name_tr": "Petrus",
    "tagline_tr": "Kilisenin Kayası, Havarilerin Şefi",
    "description_tr": "Petrus, İsa'nın havarilerinin lideri olması için çağırdığı basit bir balıkçıydı. Aceleci ve tutkulu olan Petrus, genellikle düşünmeden konuşuyordu - ancak 'Sen Mesih'sin' itirafı, kilisenin üzerine inşa edildiği kaya oldu.\n\nPetrus'un hikayesi, başarısızlık ve restorasyon hikayesidir. İsa için öleceğine söz verdi, sonra onu üç kez tanımayı reddetti. Ancak dirilişten sonra İsa, Petrus'u 'Koyunlarımı besle' emriyle restore etti ve Petrus, ilk kilisenin korkusuz lideri oldu.\n\nPetrus, lütfun dönüştürücü gücünü temsil ediyor - başarısızlıklarımızın bizi tanımlamasına gerek olmadığı, Mesih'in kilisesini kusurlu insanlar üzerine inşa edebileceği ve sevginin çok sayıda günahı örtebileceği.",
    "story_tr": "İsa'nın tutuklanmasından sonra Petrus, İsa'nın öngördüğü gibi horoz ötmeden önce onu üç kez tanımayı reddetti. Dirilişten sonra İsa, Petrus'a üç kez 'Beni seviyor musun?' diye sordu ve üç kez 'Koyunlarımı besle' diye emretti - onu tamamen restore etti.",
    "match_message_tr": "Özellikleriniz Petrus'un cesur inancını taşıyor. Görünüşünüzde tutkulu bir güç var - başarısız olan ve yeniden yükselen, lütufla kusurluluk yoluyla liderlik eden birinin bakışı.",
    "traits_tr": [
      "Aceleci",
      "Sadık",
      "Restore Edilmiş",
      "Cesur",
      "Öncü"
    ]
  },
  "paul": {
    "name_tr": "Pavlus",
    "tagline_tr": "Uluslara Elçi, Mektupların Yazarı",
    "description_tr": "Pavlus, Hristiyanlığın en büyük misyoneriydi. Şam yolunda dirilmiş İsa ile karşılaşmasıyla zulmeden Saul'dan Elçi Pavlus'a dönüştü. Kilise kurmak için binlerce kilometre yol katetti ve Yeni Ahit'in büyük bir bölümünü yazdı.\n\nRoma, Korint, Galatya ve diğer yerlerdeki kiliselere yazdığı mektuplar, Hristiyan inancının teolojik temelini oluşturur. Gemi kazaları, dayaklar, hapis ve sonunda şehitlik çekti - yine de bunların hepsini İsa'yı tanımakla kıyaslandığında hiçbir şey olarak saydı.\n\nPavlus, radikal dönüşümü temsil eder - en büyük düşmanların en büyük savunucular olabileceğini, Tanrı'nın lütfunun her türlü zayıflık için yeterli olduğunu ve hiçbir şeyin bizi İsa'nın sevgisinden ayıramayacağını.",
    "story_tr": "Saul, Hristiyanlara karşı ölümcül tehditler savururken, kör edici bir ışık onu yere serdi. İsa, 'Saul, neden bana zulmediyorsun?' diye sordu. Üç gün kör kalan Saul dönüştü. Yeryüzünün dört bir yanına müjdeyi götürecek olan Pavlus olarak ortaya çıktı.",
    "match_message_tr": "Özellikleriniz, Pavlus'un coşkulu dönüşümünü taşıyor. Görünüşünüzde entelektüel bir ateş var - gerçekle karşılaşarak tamamen değişmiş, bunu başkalarıyla paylaşmakta yorulmak bilmeyen birinin bakışı.",
    "traits_tr": [
      "Dönüşmüş",
      "Coşkulu",
      "Entelektüel",
      "Acı Çeken",
      "Yorulmak Bilmeyen"
    ]
  },
  "john_apostle": {
    "name_tr": "Elçi Yuhanna",
    "tagline_tr": "Sevgili Öğrenci, Aşkın Yazarı",
    "description_tr": "Yuhanna, İsa'ya en yakın elçiydi, geleneksel olarak 'İsa'nın sevdiği öğrenci' olarak tanımlanır. Başkalaşım'da bulundu, Son Akşam Yemeği'nde İsa'nın göğsüne yaslandı ve İsa, Meryem'i ona emanet ettiğinde çarmıhın dibinde durdu.\n\nYaşlılıkta doğal nedenlerden öldüğüne inanılan tek elçi olan Yuhanna, Yuhanna İncili, üç mektup ve Vahiy Kitabı'nı yazdı. Yazıları, sevgiyi merkezi emir olarak ve inananların Mesih ile mistik birliğini vurgular.\n\nYuhanna, Mesih ile samimi bir ilişkiyi temsil eder - 'Tanrı sevgidir' diye vurgulayan ve tüm inananları Tanrı'yı bilmenin kanıtı olarak birbirlerini sevmeye çağıran sevgili öğrenci.",
    "story_tr": "Son Akşam Yemeği'nde Yuhanna, kendisine kimin ihanet edeceğini sormak için İsa'ya yaslandı. Çarmıhta İsa, Yuhanna ve Meryem'e baktı ve 'Kadın, işte oğlun' ve 'İşte annen' dedi. O saatten itibaren Yuhanna, Meryem'i evine aldı.",
    "match_message_tr": "Özellikleriniz, Yuhanna'nın sevgi dolu ruhunu taşıyor. Görünüşünüzde derin bir bağlılık var - sevginin tüm gerçeğin ve ilahi olanla olan tüm ilişkinin kalbi olduğunu anlayan birinin bakışı.",
    "traits_tr": [
      "Sevgili",
      "Sevgi Dolu",
      "Vizyoner",
      "Mistik",
      "Sadık"
    ]
  },
  "john_baptist": {
    "name_tr": "Vaftizci Yahya",
    "tagline_tr": "Çöldeki Ses, Mesih'in Habercisi",
    "description_tr": "Vaftizci Yahya, İsa Mesih'e yolu hazırlamak için gönderilen peygamberdi. Çölde yaşayan, deve tüyünden giysiler giyen, çekirge ve bal yiyen Yahya, tüm İsrail'i tövbeye çağırdı ve onları Ürdün Nehri'nde vaftiz etti.\n\nİsa vaftiz olmak için geldiğinde, Yahya onu dünyanın günahını ortadan kaldıran Tanrı Kuzusu olarak tanıdı. En büyük peygamber olmasına rağmen, Yahya kendisini İsa'nın sandallarını çözmeye layık görmediğini ilan etti ve 'O artmalı, ben ise azalmalıyım' dedi.\n\nYahya, kalpleri Tanrı'nın gelişine hazırlayan peygamberlik sesini, kendini daha büyük olana doğru yönlendiren alçakgönüllülüğü ve sonuçlarından bağımsız olarak iktidara karşı gerçeği söyleyen cesareti temsil eder.",
    "story_tr": "Herodias, Yahya'nın Herod ile evliliğini kınadığı için Yahya'nın ölmesini istediğinde, kızı Salome kral için dans etti ve Yahya'nın başını istedi. Herod, Yahya'dan korkmasına rağmen, isteğini kabul etti. Yahya, gerçeği söyleme çağrısına sadık kalarak öldü.",
    "match_message_tr": "Özellikleriniz, Vaftizci Yahya'nın çöl gücünü taşıyor. Görünüşünüzde peygamberlik cesareti var - yolu hazırlayan ve başkalarını kendilerinden daha büyük bir gerçeğe yönlendiren birinin bakışı.",
    "traits_tr": [
      "Hazırlayan",
      "Alçakgönüllü",
      "Cesur",
      "Çöl",
      "Azalan"
    ]
  },
  "mary_magdalene": {
    "name_tr": "Mecdelli Meryem",
    "tagline_tr": "Dirilişin Tanığı, Elçilere Elçi",
    "description_tr": "Mecdelli Meryem, İsa'nın yedi cin çıkardığı sadık bir takipçisiydi. İsa ve öğrencileriyle birlikte seyahat etti, bakanlığını destekledi ve diğerleri kaçtığında sadık kaldı - çarmıhta durdu ve boş mezarda ilk kişi oldu.\n\nPaskalya sabahı Meryem, dirilmiş İsa'yı gören ilk kişiydi ve İsa ona öğrencilere anlatmasını emretti. Mesajı - 'Rab'bi gördüm!' - onu dirilişin ilk müjdecisi yapar ve ona 'Elçilere Elçi' unvanını kazandırır.\n\nMeryem, kurtuluşu ve adanmış tanıklığı temsil eder - karanlıkta sadık kalan ve Hristiyan inancının merkezi gerçeğini ilk ilan eden kişi olarak onurlandırılan dönüşmüş hayatı.",
    "story_tr": "Meryem, henüz karanlıkken mezara geldi ve onu boş buldu. Ağlayarak, bahçıvan olduğunu düşündüğü bir adam gördü. 'Meryem,' dedi İsa. Onu anında tanıdı ve 'Rabbuni!' diye bağırdı - sonra öğrencilere söylemek için koştu: 'Rab'bi gördüm!'",
    "match_message_tr": "Özellikleriniz, Mecdelli Meryem'in adanmış sadakatini taşıyor. Görünüşünüzde kurtarılmış bir neşe var - lütufla dönüşmüş ve her koşulda gerçeğe tanık olmakta sadık olan birinin bakışı.",
    "traits_tr": [
      "Adanmış",
      "Kurtarılmış",
      "Sadık",
      "Tanıklık Eden",
      "Onurlandırılmış"
    ]
  },
  "nephthys": {
    "name_tr": "Neftis",
    "tagline_tr": "Yas Tanrıçası, Ölülerin Koruyucusu",
    "description_tr": "Neftis, yas, karanlık ve ölülerin korunması tanrıçasıdır. İsis, Osiris ve Set'in kız kardeşi, cenaze törenlerinde ve ruhların öbür dünyaya yolculuğunda çok önemli bir rol oynar.\n\nSet ile evli olmasına rağmen, Neftis, Osiris'in dağılmış vücudunu toplamakta İsis'e yardım etti ve ilk yas törenlerini gerçekleştirdi. Koruyucu kanatları genellikle ölenleri korurken ve onları yeraltı dünyasında güvenle yönlendirirken tasvir edilir.\n\nÖlümün eşlik ettiği gerekli karanlığı, yasta bulunan rahatlığı ve hayatın ötesine bile uzanan koruyucu sevgiyi temsil eder.",
    "story_tr": "Set, Osiris'in vücudunu Mısır'a dağıttığında, Neftis kız kardeşi İsis'e aramada katıldı. Birlikte her parçayı buldular ve Neftis'in yas çığlıkları o kadar güçlüydü ki, Osiris'i yeraltı dünyasında bir yaşam biçimine geri getirmeye yardımcı oldu.",
    "match_message_tr": "Özellikleriniz, Neftis'in koruyucu karanlığını taşıyor. Görünüşünüzde rahatlatıcı bir güç var - başkalarına en karanlık anlarında nazik bir koruma ile rehberlik eden birinin bakışı.",
    "traits_tr": [
      "Yas Tutan",
      "Koruyucu",
      "Karanlık",
      "Kardeşçe",
      "Rehberlik Eden"
    ]
  },
  "maat": {
    "name_tr": "Ma'at",
    "tagline_tr": "Doğruluk, Adalet ve Kozmik Düzen Tanrıçası",
    "description_tr": "Ma'at, doğruluk, adalet, denge ve kozmik düzeni kişileştiren tanrıçadır. Tüm yaratılışı yöneten temel ilkeyi temsil eder—varoluşun devam etmesini sağlayan uyumu.\n\nTüyü, ölülerin kalbinin tartıldığı kalp tartma töreninde kullanılır. Sadece Ma'at'ın tüyünden daha hafif olan kalpler öbür dünyaya geçebilir; eksik bulunanlar yutulur.\n\nMa'at, tanrıların bile ötesinde olan evrensel yasayı, doğru davranış ve gerçeğin varoluşun temeli olduğu ilkesini temsil eder.",
    "story_tr": "İki Gerçek Salonu'nda Anubis, ölen kişinin kalbini terazinin bir kefesine, Ma'at'ın tüyünü diğerine yerleştirir. Eğer günahla ağırlaşmış kalp, tüyden ağır basarsa, canavar Ammit onu yutar. Adil kalp, sonsuz hayata geçer.",
    "match_message_tr": "Özellikleriniz Ma'at'ın dengeli gerçeğini taşıyor. Görünüşünüzde doğal bir adalet var—hakkaniyeti somutlaştıran ve doğru eylem yoluyla uyumu koruyan birinin bakışı.",
    "traits_tr": [
      "Doğrucu",
      "Adil",
      "Dengeli",
      "Kozmik",
      "Ölçen"
    ]
  },
  "sobek": {
    "name_tr": "Sobek",
    "tagline_tr": "Güç ve Kudret Timsah Tanrısı",
    "description_tr": "Sobek, güç, kudret ve verimliliğin timsah başlı tanrısıdır. Hayat veren Nil Nehri ve onun tehlikeli timsahlarıyla ilişkilendirilen Sobek, doğanın ham gücünün hem yaratıcı hem de yıkıcı yönlerini somutlaştırır.\n\nKutsal timsahların havuzlarda yaşadığı tapınaklarda tapılan Sobek, hem korkulur hem de saygı duyulurdu. Savaşta firavunları korur ve dünyayı ilkel sulardan yarattığına inanılırdı.\n\nSobek, yaratabilen veya yok edebilen ilkel gücü, doğanın tehlikeli güçlerine duyulan saygıyı ve güç yoluyla hüküm süren ilahi otoriteyi temsil eder.",
    "story_tr": "Sobek, dünyayı yaratmak için kaosun ilkel sularından çıktı. Teri Nil Nehri oldu ve Mısır'a hayat getirdi. Firavunlar, düşmanlarına karşı Sobek'in vahşi korumasını çağırmak için savaşa timsah tılsımları taktılar.",
    "match_message_tr": "Özellikleriniz Sobek'in ilkel gücünü taşıyor. Görünüşünüzde şiddetli bir güç var—salt güç yoluyla saygı uyandıran ve değer verdiklerini koruyan birinin bakışı.",
    "traits_tr": [
      "Güçlü",
      "İlkel",
      "Koruyucu",
      "Tehlikeli",
      "Verimli"
    ]
  },
  "hathor": {
    "name_tr": "Hathor",
    "tagline_tr": "Aşk, Güzellik ve Neşe Tanrıçası",
    "description_tr": "Hathor, aşk, güzellik, müzik, dans ve neşe tanrıçasıdır. Genellikle bir güneş diskini tutan inek boynuzlarıyla tasvir edilir, hayatın tüm zevkli yönlerini somutlaştırır ve ışıltılı güzelliği nedeniyle 'Altın Olan' olarak adlandırılır.\n\nÖlüleri içecek ve yiyeceklerle öbür dünyaya karşılardı ve turkuaz arayan aşıkların, sanatçıların ve madencilerin hamisiydi. Yine de aynı zamanda şiddetli bir yönü de vardı—Ra'nın Gözü olarak, bir zamanlar öfkesinde neredeyse insanlığı yok ediyordu.\n\nHathor, dişil ilahi gücün ikili doğasını temsil eder—besleyici neşe ve korkunç yıkım, hayat veren aşk ve tüketen öfke.",
    "story_tr": "Ra, insanlığa kızdığında, Hathor'u onları cezalandırmak için Gözü olarak gönderdi. Sekhmet oldu ve Nil kırmızı akana kadar insanları katletti. Ra, kararına pişman olarak, onu kan gibi kırmızıya boyanmış birayla kandırdı. İçti, tekrar huzurlu Hathor oldu ve insanlık kurtuldu.",
    "match_message_tr": "Özellikleriniz Hathor'un ışıltılı neşesini taşıyor. Görünüşünüzde güzel bir sıcaklık var—hayata zevk ve kutlama getiren, ancak yüzeyin altında daha derin bir güç barındıran birinin bakışı.",
    "traits_tr": [
      "Neşeli",
      "Güzel",
      "Besleyici",
      "Şiddetli",
      "Altın"
    ]
  },
  "nut": {
    "name_tr": "Nut",
    "tagline_tr": "Gökyüzü Tanrıçası, Yıldızların Annesi",
    "description_tr": "Nut, gökyüzü tanrıçasıdır, bedeni cenneti oluşturarak yeryüzünün üzerinde kemer gibi tasvir edilir. Her akşam güneşi yutar ve her sabah onu yeniden doğurur—gece ve gündüzün sonsuz döngüsü.\n\nVücudu yıldızlarla kaplıdır ve Osiris, Isis, Set ve Nephthys'in annesidir. Ra'nın yılın hiçbir gününde çocuk doğuramayacağı lanetine rağmen, Thoth kumar yoluyla beş ekstra gün kazandı ve çocuk doğurmasına izin verdi.\n\nNut, gökyüzünün koruyucu örtüsünü, tüm gök cisimlerini içeren kozmik rahmi ve ölüm ve yeniden doğuşun sonsuz anne döngüsünü temsil eder.",
    "story_tr": "Ra, Nut'un yılın hiçbir gününde doğum yapmasını yasakladı. Ancak Thoth, Ay ile senet oynadı ve takvimin dışında beş yeni gün yaratacak kadar ışık kazandı. Bu günlerde Nut, beş çocuğunu doğurdu ve Mısır mitolojisinin seyrini sonsuza dek değiştirdi.",
    "match_message_tr": "Özellikleriniz Nut'un kozmik kucaklayışını taşıyor. Görünüşünüzde kuşatıcı bir zarafet var—herkesi altında barındıran ve varoluşun sonsuz döngülerini somutlaştıran birinin bakışı.",
    "traits_tr": [
      "Kozmik",
      "Annelik",
      "Koruyucu",
      "Sonsuz",
      "Yıldızlı"
    ]
  },
  "geb": {
    "name_tr": "Geb",
    "tagline_tr": "Yeryüzü Tanrısı, Yılanların Babası",
    "description_tr": "Geb, yeryüzü tanrısıdır, babaları Shu tarafından ayrıldığı kız kardeşi-eşi olan kemerli gökyüzü tanrıçası Nut'un altında yatar şekilde tasvir edilir. Kahkahaları depremlere neden olur ve vücudu ülkenin tepelerini ve vadilerini oluşturur.\n\nOsiris, Isis, Set ve Nephthys'in babası olarak Geb, Mısır mitolojisinin merkezi dramasında önemli bir rol oynar. Ayrıca, dünyevi vücudundan çıkan yılanlarla ve bitki örtüsünün büyümesiyle de ilişkilidir.\n\nGeb, tüm yaşamı destekleyen verimli toprağı, varoluşun üzerinde durduğu ilkel temeli ve gökyüzünü tamamlayan ilahi eril ilkeyi temsil eder.",
    "story_tr": "Geb ve Nut birbirlerini o kadar çok seviyorlardı ki kucaklarında kilitli kaldılar. Ra, Shu'ya onları ayırmasını emretti—Shu, Nut'u gökyüzü olması için kaldırdı, Geb ise aşağıda toprak olarak kaldı. Geb'in Nut'a duyduğu özlem, ona doğru uzanırken dağları yaratır.",
    "match_message_tr": "Özellikleriniz Geb'in topraklanmış gücünü taşıyor. Görünüşünüzde temel bir istikrar var—başkalarını destekleyen ve yeryüzü gibi sarsılmaz kalan birinin bakışı.",
    "traits_tr": [
      "Dünyevi",
      "Temel",
      "Verimli",
      "Babacan",
      "Gürleyen"
    ]
  },
  "ptah": {
    "name_tr": "Ptah",
    "tagline_tr": "Zanaatkarların ve Mimarların Yaratıcı Tanrısı",
    "description_tr": "Ptah, düşünce ve konuşma gücüyle dünyayı var eden Memphis'in yaratıcı tanrısıdır. Fiziksel eylemleri içeren diğer yaratılış efsanelerinden farklı olarak, Ptah dünyayı kalbinde tasarladı ve onu konuşarak var etti.\n\nZanaatkarların, heykeltıraşların ve mimarların koruyucusu olarak Ptah, insan ellerinde tezahür eden ilahi yaratıcılığı temsil eder. Piramitler inşa etmekten heykeller yontmaya kadar her yaratma eylemi, onun orijinal yaratıcı sözünün bir yankısıdır.\n\nPtah, zihnin yaratıcı gücünü, zanaatkarlığın kutsal doğasını ve düşüncenin gerçekliği öncelediği ve şekillendirdiği fikrini temsil eder.",
    "story_tr": "Başlangıçta Ptah, kalbinde her şeyi tasarladı: tanrıları, yeryüzünü, yaratıkları. Sonra onların adlarını söyledi ve var oldular. Ptah'ın söylediği her kelime gerçek oldu ve zanaatkarlar maddeyi beceri ve niyetle şekillendirdikleri her yerde yaratılış devam ediyor.",
    "match_message_tr": "Özellikleriniz Ptah'ın yaratıcı vizyonunu taşıyor. Görünüşünüzde bir zanaatkarın bilgeliği var: güzelliği tasarlayabilen ve onu becerikli niyetle var edebilen birinin bakışı.",
    "traits_tr": [
      "Yaratıcı",
      "Düşünceli",
      "Becerikli",
      "Konuşan",
      "Tezahür Ettiren"
    ]
  },
  "khnum": {
    "name_tr": "Khnum",
    "tagline_tr": "Koç Başlı Yaratılış ve Nil Tanrısı",
    "description_tr": "Khnum, çömlekçi çarkında insanları ve onların ka'larını (ruhlarını) yaratan koç başlı tanrıdır. Her çocuğun vücudunu kilinden şekillendirdiğine ve sonra onu annenin rahmine yerleştirdiğine inanılırdı.\n\nNil'in kaynağı ve yıllık hayat veren seli ile ilişkili olan Khnum, sudan ve topraktan gelen her şeyin yaratıcısı olarak tapılırdı. Tapınakları, Nil'in başladığına inanılan çağlayanların yakınında bulunuyordu.\n\nKhnum, bireysel yaşamları şekillendiren ilahi zanaatkarı, Nil'in yaratıcı gücünü ve her ruhun benzersiz oluşumunu temsil eder.",
    "story_tr": "Her çocuk doğmadan önce Khnum, ilahi çömlekçi çarkında vücutlarını şekillendirir ve her insanı benzersiz bir şekilde yaratır. Sonra onların ka'larını, ruhani ikizlerini oluşturur ve iki ruhun birbirine benzememesini sağlar. Nil'in seli, onun akan yaratıcı gücüdür.",
    "match_message_tr": "Özellikleriniz Khnum'un bireysel zanaatkarlığını taşıyor. Görünüşünüzde eşsiz bir şekillendirme var: diğerlerinden farklı olarak, amaçla özenle oluşturulmuş birinin bakışı.",
    "traits_tr": [
      "Yaratıcı",
      "Şekillendiren",
      "Bereketli",
      "Bireyselleştiren",
      "Sulak"
    ]
  },
  "atum": {
    "name_tr": "Atum",
    "tagline_tr": "Eksiksiz Olan, Tanrıların İlki",
    "description_tr": "Atum, Heliopolis'in (Güneş Şehri) ilk yaratıcı tanrısıdır; yaratılıştan önce var olan ve her şey bittikten sonra da var olacak olan 'Eksiksiz Olan'dır. Nun'un ilkel sularından ortaya çıktı ve ilk tanrıları -Shu ve Tefnut- kendisinden yarattı.\n\nBatan güneş olarak Atum, tamamlanmayı, gün döngüsünün sonunu ve kaynağa dönüşü temsil eder. Hem başlangıç hem de sondur ve içinde yaratılış için tüm potansiyeli barındırır.\n\nAtum, ilkel bütünlüğü, yaratılışın kendi kendini üreten gücünü ve her şeyi kökenine geri döndüren döngüyü temsil eder.",
    "story_tr": "Hiçbir şey var olmadan önce, Atum kaostan çıkan ilk höyükte tek başına duruyordu. Kendisinden Shu (hava) ve Tefnut'u (nem) yarattı ve onlardan diğer tüm tanrılar ve yaratılış geldi. Zamanın sonunda her şey Atum'un ilkel birliğine geri dönecek.",
    "match_message_tr": "Özellikleriniz Atum'un ilkel bütünlüğünü taşıyor. Görünüşünüzde kendi kendine yeten bir bütünlük var: Yaratılış için gereken her şeyi içinde barındıran birinin bakışı.",
    "traits_tr": [
      "Eksiksiz",
      "İlkel",
      "Batan",
      "Kendi Kendini Yaratan",
      "Bitiren"
    ]
  },
  "anuket": {
    "name_tr": "Anuket",
    "tagline_tr": "Nil ve Beslenmenin Tanrıçası",
    "description_tr": "Anuket, özellikle çağlayanlar ve Mısır'a verimli toprak getiren yıllık taşkınlarla ilişkilendirilen Nil Nehri'nin tanrıçasıdır. Medeniyeti besleyen akan suları kişileştirir ve nehrin akışını temsil eden tüyden bir başlık takar.\n\nÖzellikle Nubia'da ve Elephantine'de tapınılan Anuket'e iyi seller sağlaması için yalvarılırdı: ne çok az ne de çok yıkıcı. Mısır'ın tamamının bağlı olduğu nehrin hayat veren cömertliğini temsil ediyordu.\n\nAnuket, hayatın besleyici akışını, doğal döngülerden gelen bolluğu ve bizi ayakta tutan güçlere olan minnettarlığı temsil eder.",
    "story_tr": "Her yıl Nil yükselmeye başladığında, Mısırlılar Anuket Festivali'ni kutlar, nehre adaklar atar ve selin hediyeleri için ona teşekkür ederlerdi. Suları, Mısır'ı antik dünyanın ekmek sepeti yapan kara toprağı taşıyordu.",
    "match_message_tr": "Özellikleriniz Anuket'in besleyici zarafetini taşıyor. Görünüşünüzde cömert bir akış var: bolluk getiren ve başkalarını hayat veren cömertlikle besleyen birinin bakışı.",
    "traits_tr": [
      "Besleyici",
      "Akan",
      "Bol",
      "Coşkulu",
      "Cömert"
    ]
  },
  "shiva": {
    "name_tr": "Shiva",
    "tagline_tr": "Yok Edici ve Dönüştürücü, Dansın Lordu",
    "description_tr": "Shiva, Hindu üçlüsünde (Trimurti) Yok Edici olarak bilinen Hinduizmin başlıca tanrılarından biridir. Ancak onun yıkımı kötü değildir: yeni yaratılışa izin veren gerekli temizlemedir. Onun Tandava dansı evrenleri yaratan ve yok eden kozmik danstır.\n\nGenellikle açıldığında dünyaları yok edebilen üçüncü bir gözüyle, yaratılışı kurtarmak için kozmik zehri içmekten dolayı mavi boğazlı ve Kailash Dağı'nda meditasyonda otururken tasvir edilen Shiva, hem çileciyi hem de ev sahibini, yıkımı ve yaratılışı, vahşi savaşçıyı ve nazik kocayı somutlaştırır.\n\nYoga ve meditasyonun hamisi, hayvanların efendisi ve Parvati'nin sevgili eşidir. Sembolleri arasında trident (trishul), davul (damaru) ve saçından akan kutsal Ganj nehri bulunur.",
    "story_tr": "Tanrılar kozmik okyanusu çalkaladıklarında, tüm yaratılışı tehdit eden ölümcül bir zehir ortaya çıktı. Shiva evreni kurtarmak için zehri içti ve Parvati, tamamen yutmasını engellemek için boğazına bastırdı ve boğazını sonsuza dek maviye çevirdi.",
    "match_message_tr": "Özellikleriniz Shiva'nın derin ikiliğini taşıyor. Bakışlarınızda hem yıkım hem de yaratılış var: sonların yeni başlangıçlar için gerekli olduğunu anlayan birinin bakışı.",
    "traits_tr": [
      "Yıkıcı",
      "Meditatif",
      "Dönüştürücü",
      "Paradoksal",
      "Kozmik"
    ]
  },
  "vishnu": {
    "name_tr": "Vishnu",
    "tagline_tr": "Koruyucu, Evrenin Savunucusu",
    "description_tr": "Vishnu, Vaişnavizm'de Yüce Varlık ve Hindu üçlemesinde Koruyucu'dur. Kozmik düzeni (dharma) korur ve kötülük iyiliği alt etme tehdidi oluşturduğunda, dengeyi yeniden sağlamak için yeryüzünde enkarne olur.\n\nŞimdiye kadar Rama ve Krishna dahil dokuz avatar almıştır ve onuncusu (Kalki) geleceği kehanet edilmiştir. Vishnu, evreni var eden hayaller kurarak, süt okyanusunda yüzen kozmik yılan Shesha'nın üzerinde uyur.\n\nBir deniz kabuğu, disk, topuz ve lotus tutan dört koluyla tasvir edilen Vishnu, yüce huzuru ve doğruluğun korunmasını somutlaştırır. Cildi, gökyüzü gibi sonsuz doğasını temsil eden mavidir ve servet tanrıçası Lakshmi'nin sadık kocasıdır.",
    "story_tr": "Vishnu, dünyayı çeşitli tehditlerden kurtarmak için Matsya (balık), Kurma (kaplumbağa), Varaha (domuz), Narasimha (insan-aslan), Vamana (cüce), Parashurama, Rama, Krishna ve Buda olarak enkarne olmuştur. Her avatar tam olarak ihtiyaç duyulduğunda ortaya çıkar.",
    "match_message_tr": "Özellikleriniz Vishnu'nun yüce korumasını yansıtıyor. Varlığınızda koruyucu, sürdürücü bir nitelik var; kozmik düzeni ve dengeyi koruyan birinin bakışı.",
    "traits_tr": [
      "Koruyucu",
      "Savunucu",
      "İyiliksever",
      "Enkarne olan",
      "Yüce"
    ]
  },
  "brahma": {
    "name_tr": "Brahma",
    "tagline_tr": "Yaratıcı, Tüm Varlıkların Babası",
    "description_tr": "Brahma, Hindu üçlemesinde Yaratıcı'dır ve evreni ve içindeki tüm canlıları yaratmaktan sorumludur. Vishnu'nun göbeğinden çıkan bir nilüferden ortaya çıktı ve yaratma işine başladı.\n\nTüm evrenin farkındalığını simgeleyen, dört yöne bakan dört başla tasvir edilen Brahma, Vedaları (kutsal yazılar), bir su kabını, bir tespihi ve bazen bir nilüferi tutar. Aracı, ayırt etmeyi temsil eden kuğudur (hamsa).\n\nYaratıcı olmasına rağmen, yaratma tamamlanmış bir eylem, koruma ve dönüşüm ise devam eden eylemler olduğundan, Brahma Vishnu veya Shiva'dan daha az yaygın olarak ibadet edilir. Bilgiyi, yaratıcı gücü ve her şeyin başlangıcını temsil eder.",
    "story_tr": "Brahma ilk yarattığında yalnızdı. Yaratmaya devam etmek için kendini erkek ve dişi olarak ikiye böldü ve ilk kadın Saraswati'yi yarattı. Onların birleşiminden tüm canlılar geldi. Bu yüzden Saraswati hem onun yaratımı hem de eşidir.",
    "match_message_tr": "Özellikleriniz Brahma'nın yaratıcı bilgeliğini yansıtıyor. Varlığınızda ilkel, üretken bir nitelik var; yeni şeyleri hayata geçiren birinin bakışı.",
    "traits_tr": [
      "Yaratıcı",
      "Bilgili",
      "İlkel",
      "Her şeyi gören",
      "Baba"
    ]
  },
  "ganesha": {
    "name_tr": "Ganesha",
    "tagline_tr": "Engelleri Kaldıran, Başlangıçların Tanrısı",
    "description_tr": "Ganesha, başlangıçların, başarının, bilgeliğin sevgili fil başlı tanrısı ve engelleri kaldırandır. Başarıyı sağlamak için her türlü yeni girişimin - ister bir yolculuk, iş, düğün veya sınav olsun - başlangıcında çağrılır.\n\nShiva ve Parvati'nin oğlu Ganesha'nın fil başının birçok köken hikayesi vardır, en popüler olanı Shiva'nın onu bilmeden başını kesmesi ve başını bir filin başıyla değiştirmesidir. Büyük karnı, hayattaki tüm iyi ve kötü şeyleri huzur içinde sindirme yeteneğini sembolize eder.\n\nBir fareye (aracı Mushika) binen Ganesha, en güçlülerin bile mütevazı olabileceğini gösterir. Sanat ve bilimlerin, mektupların ve öğrenimin hamisidir ve tanrılar arasında ilk ibadet edilendir.",
    "story_tr": "Bilge Vyasa'nın Mahabharata'yı yazacak birine ihtiyacı olduğunda, yalnızca Ganesha yeterince zekiydi. Vyasa'nın asla duraklamaması koşuluyla kabul etti - bu yüzden Vyasa, herkesin yazabileceğinden daha hızlı dizeler yazdı ve Ganesha, kalemi kırıldığında bir kalem olarak kullanmak için kendi dişini kırdı.",
    "match_message_tr": "Özellikleriniz Ganesha'nın bilge iyiliğini taşıyor. Varlığınızda hayırlı bir nitelik var; engelleri kaldıran ve yeni başlangıçları kutsayan birinin bakışı.",
    "traits_tr": [
      "Bilge",
      "Engel kaldıran",
      "İyiliksever",
      "Bilimsel",
      "Hayırlı"
    ]
  },
  "lakshmi": {
    "name_tr": "Lakshmi",
    "tagline_tr": "Servet, Talih ve Refah Tanrıçası",
    "description_tr": "Lakshmi, servet, talih, refah, aşk ve güzellik tanrıçasıdır. Kozmik okyanusun çalkalanmasından ortaya çıktı ve Vishnu'yu ebedi eşi olarak seçti. Tüm avatarlarında ona eşlik eder, Rama ile Sita ve Krishna ile Rukmini olarak enkarne olur.\n\nEllerinden altın paralar akan, bir nilüfer üzerinde ayakta duran veya oturan Lakshmi, hem maddi servet hem de ruhani bolluk bahşeder. Özellikle ışık festivali Diwali sırasında, evler onu karşılamak için temizlendiğinde ibadet edilir.\n\nLakshmi sadece serveti değil, aynı zamanda doğru yaşamdan gelen bolluğu temsil eder. Hem serveti verendir hem de servetin kendisidir - değersizlerle istikrarsız, erdemlilerle azimlidir.",
    "story_tr": "İblisler ve tanrılar kozmik okyanusu çalkaladığında, birçok hazine ortaya çıktı. Son olarak Lakshmi'nin kendisi, ışıltılı ve güzel geldi. İblisler onu talep etmeye çalışsa da, Vishnu'yu seçti, boynuna bir çelenk koydu - ve tüm zaman boyunca ona sadık kaldı.",
    "match_message_tr": "Özellikleriniz Lakshmi'nin ışıltılı refahını yansıtıyor. Varlığınızda bol, talihli bir nitelik var; kutsamayı çeken ve bahşeden birinin bakışı.",
    "traits_tr": [
      "Müreffeh",
      "Güzel",
      "Cömert",
      "Hayırlı",
      "Sadık"
    ]
  },
  "saraswati": {
    "name_tr": "Saraswati",
    "tagline_tr": "Bilgi, Müzik ve Sanat Tanrıçası",
    "description_tr": "Saraswati, bilgi, müzik, sanat, bilgelik ve öğrenme tanrıçasıdır. Brahma'nın eşidir ve düşünce ve yaratıcılıkta saf ve rafine olan her şeyin somut örneğidir.\n\nBilgi saflığını simgeleyen beyaza bürünmüş, beyaz bir lotus veya kuğu üzerinde oturur, veena (telli çalgı) çalar. Lakshmi'nin maddi servetinden farklı olarak Saraswati, zihnin ve ruhun zenginliklerini temsil eder - eğitim, yaratıcılık ve aydınlanma.\n\nÖzellikle öğrenciler, sanatçılar, müzisyenler ve bilim adamları tarafından ibadet edilir. Çoğunlukla yeraltında olan Saraswati Nehri, bir zamanlar bilgeliğin akışını temsil eden Ganj kadar kutsal kabul ediliyordu.",
    "story_tr": "Saraswati, Brahma'nın kaotik yaratımına düzen getirmek için müzik ve dil yarattı. Sanskritçeyi icat etti, Vedaların bilgisini verdi ve konuşma yeteneği sayesinde varlıkların iletişim kurmasına, öğrenmesine ve bilgilenmesine izin verdi.",
    "match_message_tr": "Özellikleriniz Saraswati'nin saf bilgeliğini yansıtıyor. Varlığınızda rafine, entelektüel bir nitelik var; bilgiye ve sanatsal ifadeye adanmış birinin bakışı.",
    "traits_tr": [
      "Bilge",
      "Sanatsal",
      "Saf",
      "Bilimsel",
      "İlham verici"
    ]
  },
  "kali": {
    "name_tr": "Kali",
    "tagline_tr": "Zaman, Ölüm ve Kurtuluş Tanrıçası",
    "description_tr": "Kali, zamanın, ölümün ve kurtuluşun şiddetli tanrıçasıdır—kötülüğün yok edicisi ve ruhların kurtarıcısıdır. Koyu teni, vahşi saçları, kesik başlardan oluşan çelengi ve kesik kollardan oluşan eteği ile her şeyi yutan zamanı ve ruhsal kurtuluş için gerekli olan ego ölümünü temsil eder.\n\nSavaş sırasında Durga'nın alnından çıktı, öfkesi o kadar yoğundu ki, yalnızca ayaklarının altında yatan Shiva saldırısını durdurabildi. Ancak korkunç görünümüne rağmen Kali, müritleri için sevgi dolu bir annedir, onları kötülükten korur ve mokşa (kurtuluş) verir.\n\nKali, nihai gerçeği temsil eder—ölümün herkes için geldiğini, zamanın kimseyi esirgemediğini, ancak bu yıkımın kendisinin yanılsamadan kurtuluş ve saf bilinç haline yeniden doğuş olduğunu temsil eder.",
    "story_tr": "Şeytanlar tanrıları ezmekle tehdit ettiğinde, Kali onları yok etmek için ortaya çıktı. Savaş çılgınlığı, evreni yok etmekle tehdit ederek cesetler üzerinde dans edene kadar büyüdü. Shiva ayaklarının altında yatıyordu; ona bastığında, utanç onu durdurdu—bize yıkımın bile sınırları olduğunu hatırlattı.",
    "match_message_tr": "Özellikleriniz Kali'nin şiddetli kurtuluşunu taşıyor. Bakışlarınızda dönüştürücü, güçlü bir nitelik var—yeni başlangıçlara izin vermek için sona ermesi gerekeni yok eden birinin bakışı.",
    "traits_tr": [
      "Şiddetli",
      "Kurtarıcı",
      "Anaç",
      "Yıkıcı",
      "Zamansız"
    ]
  },
  "durga": {
    "name_tr": "Durga",
    "tagline_tr": "Savaşçı Tanrıça, Yenilmez Koruyucu",
    "description_tr": "Durga, hiçbir tanrı veya insanın öldüremediği manda şeytanı Mahishasura'yı yenmek için yaratılan, tüm tanrıların birleşik gücünü bünyesinde barındıran şiddetli savaşçı tanrıçadır. Evrenin yenilmez koruyucusudur, bir aslan veya kaplan üzerinde savaşa girer.\n\nTüm tanrıların silahlarını taşıyan sekiz ila on sekiz koluyla Durga, yaratılışı güçlendiren ilahi kadın enerjisi olan shakti'yi temsil eder. Hem güzel hem de korkutucu, besleyici ve şiddetli, ilahi dişiliğin tüm gücünü somutlaştırır.\n\nDurga, kötülüğe karşı zaferini onurlandıran dokuz gecelik bir ibadet olan Navratri sırasında kutlanır. İyiliğin kötülüğe karşı zaferini, her türlü zorluğun üstesinden gelme gücünü ve ilahi annenin koruyucu sevgisini temsil eder.",
    "story_tr": "Tanrılar, hiç kimse Mahishasura'yı yenemediğinde Durga'yı yaratmak için güçlerini birleştirdiler. Onunla dokuz gece savaştı ve sonunda onu onuncu gün öldürdü—Vijayadashami (Zafer Günü) olarak kutlanır. Yaratılışı, birleştiğinde iyiliğin her zaman kötülüğe galip geldiğini kanıtlar.",
    "match_message_tr": "Özellikleriniz Durga'nın yenilmez gücünü taşıyor. Görünüşünüzde ilahi güzellikle birleşmiş bir savaşçının gücü var—şiddetle koruyan ve asla pes etmeyen birinin bakışı.",
    "traits_tr": [
      "Yenilmez",
      "Koruyucu",
      "Şiddetli",
      "İlahi",
      "Muzaffer"
    ]
  },
  "hanuman": {
    "name_tr": "Hanuman",
    "tagline_tr": "İlahi Maymun, Adanmışlık ve Gücün Somut Hali",
    "description_tr": "Hanuman, rüzgar tanrısı Vayu'nun oğlu, olağanüstü gücü, bilgeliği ve Lord Rama'ya sarsılmaz bağlılığıyla tanınan güçlü maymun tanrısıdır. İdeal bir adanmış, mükemmel bir hizmetkar ve özverili özverinin modelidir.\n\nRama'ya olan bağlılığı o kadar tamdır ki, hangi gün olduğunu sorduklarında Hanuman \"Rama'nın günü\" diye yanıtlar. Göğsü yırtıldığında, kalbinde Rama'nın imgesi bulundu. Rama'nın hizmetinde hareket ederken gücü sınırsızdır—bir zamanlar iyileştirici bir bitki getirmek için koca bir dağı kaldırmıştı.\n\nHanuman'a güç, cesaret, kötülükten korunma ve adanmışlığın kutsanması için tapılır. Ölümsüzdür (chiranjivi) ve Rama'nın hikayesinin anlatıldığı her yerde hazır bulunduğu, adanmışlık gözyaşlarıyla dinlediği söylenir.",
    "story_tr": "Rama'nın kardeşi Lakshmana ölmek üzereyken, Hanuman iyileştirici bitkiler için Himalayalara uçtu. Doğru bitkiyi tanımlayamayınca, tüm dağı kaldırdı ve bağlılığı ve gücü sayesinde Lakshmana'nın hayatını kurtararak savaş alanına getirdi.",
    "match_message_tr": "Özellikleriniz Hanuman'ın adanmış gücünü taşıyor. Varlığınıza mütevazı bir güç hakim—gücü daha büyük bir şeye özverili bağlılıktan gelen birinin bakışı.",
    "traits_tr": [
      "Adanmış",
      "Güçlü",
      "Mütevazı",
      "Bilge",
      "Koruyucu"
    ]
  },
  "krishna": {
    "name_tr": "Krishna",
    "tagline_tr": "İlahi Sevgili, Bhagavad Gita'nın Öğretmeni",
    "description_tr": "Krishna, Vishnu'nun sekizinci avatarıdır, ilahi çocukluk şakaları, Radha ile romantik aşkı ve Bhagavad Gita'daki bilgeliğiyle sevilir. O, oyunbaz şefkatten en yüksek ruhsal bağlılığa kadar tüm biçimleriyle ilahi aşkı somutlaştırır.\n\nÇocukken tereyağı çaldı ve şakalar yaparak herkesi yaramazlığıyla büyüledi. Bir genç olarak, flüt çalması gopileri (inek çobanı kızları), özellikle de Radha'yı büyüledi ve ruhun ilahi olana duyduğu özlemi temsil etti. Bir yetişkin olarak, Arjuna'ya araba sürücüsü ve guru olarak hizmet etti ve dharma yolunu öğretti.\n\nBhagavad Gita'da Krishna, eylem, adanmışlık, bilgi ve benliğin doğası hakkındaki nihai gerçeği ortaya koyar. Hem erişilebilir, sevilebilir tanrı hem de tüm evrenleri içeren kozmik Yüce Varlık'tır.",
    "story_tr": "Kurukshetra savaş alanında Arjuna kendi ailesiyle savaşmayı reddetti. Krishna, tüm yaratılışı içeren Yüce Varlık olduğunu göstererek kozmik biçimini ortaya çıkardı ve sonuçlara bağlı kalmadan kişinin görevini yapması gerektiğini öğretti—Bhagavad Gita'nın temel mesajı.",
    "match_message_tr": "Özellikleriniz Krishna'nın ilahi cazibesini taşıyor. Varlığınıza hem neşeli hem de derin bir nitelik hakim—hem neşeyi hem de bilgeliği somutlaştıran birinin bakışı.",
    "traits_tr": [
      "Oyunbaz",
      "Bilge",
      "Sevgi dolu",
      "İlahi",
      "Öğretici"
    ]
  },
  "rama": {
    "name_tr": "Rama",
    "tagline_tr": "İdeal Kral, Dharma'nın Somut Hali",
    "description_tr": "Rama, Vishnu'nun yedinci avatarı, Ramayana'nın kahramanı ve dharmik yaşamın özüdür. O, ideal oğul, koca, kral ve savaşçıdır—maryada purushottam, en korkunç denemelerde bile doğruluktan asla sapmayan mükemmel adam.\n\nBabasının sözünü onurlandırmak için on dört yıl boyunca ormana sürgün edilen Rama, şikayet etmeden zorluklara katlandı. Karısı Sita, şeytan kral Ravana tarafından kaçırıldığında, şeytanın sonunda kötülüğe galip geldiğini göstererek Hanuman ve maymun ordusuyla onu kurtarmak için ittifak kurdu.\n\nRama'nın hükümdarlığı, Rama Rajya, ideal adil krallığı temsil eder. Bir insanın nasıl yaşaması gerektiğinin somut örneği olarak tapılır—görevi onurlandırmak, masumları korumak, sözleri tutmak ve kişisel maliyetinden bağımsız olarak dürüst kalmak.",
    "story_tr": "Sita kaçırıldığında, Rama Lanka'ya ışınlanmak için ilahi güçlerini kullanabilirdi. Bunun yerine, uzun yolu yürüdü, köprüler inşa etti ve vanaralarla ittifak kurdu, dharma'nın yetenekli olsa bile kısayollara girmeden uygun süreçten geçmeyi gerektirdiğini öğretti.",
    "match_message_tr": "Özellikleriniz Rama'nın doğru onurunu taşıyor. Varlığınıza ideal bir nitelik hakim—kişisel maliyetinden bağımsız olarak ilkelerinden asla ödün vermeyen birinin bakışı.",
    "traits_tr": [
      "Doğru",
      "Görevli",
      "İdeal",
      "Adanmış",
      "Adil"
    ]
  },
  "parvati": {
    "name_tr": "Parvati",
    "tagline_tr": "İlahi Anne, Aşk ve Bağlılık Tanrıçası",
    "description_tr": "Parvati, aşkın, bereketin ve bağlılığın nazik tanrıçasıdır—Shiva'nın eşi ve Ganesha ile Kartikeya'nın annesidir. Shiva'nın ilk eşi Sati'nin reenkarnasyonudur; Sati yeniden doğmuş ve Shiva'nın aşkını tekrar kazanmak için yoğun çilecilik yapmıştır.\n\nParvati, Shakti'nin nazik formunda, ilahi dişiliğin besleyici, hayat veren yönünü temsil eder. Shiva'nın yıkıcı gücüne denge, onun vahşiliğini yatıştırabilen ve onu çileci inzivadan meşgul hayata geri getirebilen kişidir.\n\nOnun şiddetli formları Durga ve Kali'yi içerir ve sevgi dolu annenin çocukları tehdit edildiğinde korkunç hale gelebileceğini gösterir. Parvati, sevginin kendisinin evreni dönüştürme gücüne sahip olduğunu gösterir.",
    "story_tr": "Shiva meditasyona daldığında, tanrıların evlenmesi ve çocuk sahibi olması gerekiyordu. Aşk tanrısı Kama'yı gönderdiler, ancak Kama Shiva'nın üçüncü gözü tarafından küle dönüştürüldü. Ancak Parvati'nin bağlılığı ve çileciliği sonunda Shiva'nın kalbini kazandı ve samimi aşkın ilahi direnişi bile yenebileceğini kanıtladı.",
    "match_message_tr": "Özellikleriniz Parvati'nin adanmış sevgisini yansıtıyor. Varlığınızda besleyici ama kararlı bir nitelik var—nazik sevgisi dağları yerinden oynatabilecek birinin bakışı.",
    "traits_tr": [
      "Sevgi Dolu",
      "Adanmış",
      "Besleyici",
      "Kararlı",
      "Dengeleyici"
    ]
  },
  "indra": {
    "name_tr": "Indra",
    "tagline_tr": "Tanrıların Kralı, Fırtınalar ve Savaş Lordu",
    "description_tr": "Indra, Devaların kralı ve Svarga'nın (cennet) hükümdarıdır. Gök gürültüsü Vajra'yı kullanır ve beyaz fil Airavata'ya biner. Fırtınaların, yağmurun ve savaşın tanrısı olarak, Vedik tanrıların en güçlüsüdür.\n\nEn büyük başarısı, dünyanın tüm sularını hapseden yılan Vritra'yı öldürmek, onları nehirler olarak akıtmak ve toprağa hayat getirmektir. Indra, düzen ve kaos, ışık ve karanlık arasındaki kozmik savaşı temsil eder.\n\nÖnemi daha sonraki Hinduizm'de azalmasına rağmen, Indra arketipsel ilahi savaşçı olarak kalır—güçlü, şanlı, ama aynı zamanda kusurlu ve tüm varlıklar gibi karmaya tabi.",
    "story_tr": "Yılan Vritra, dünyanın tüm sularını yutmuş ve korkunç bir kuraklığa neden olmuştu. Indra, soma ile güçlenerek vajrasını aldı ve iblisle savaştı. Güçlü bir darbeyle Vritra'yı yardı ve dünyanın nehirleri haline gelen suları serbest bıraktı.",
    "match_message_tr": "Özellikleriniz Indra'nın fırtınalı gücünü taşıyor. Görünüşünüzde savaşçı krallık var—kozmik savaşlar veren ve doğa güçlerine hükmeden birinin bakışı.",
    "traits_tr": [
      "Güçlü",
      "Savaşçı",
      "Fırtınalı",
      "Şanlı",
      "Kusurlu"
    ]
  },
  "agni": {
    "name_tr": "Agni",
    "tagline_tr": "Ateş Tanrısı, İlahi Elçi",
    "description_tr": "Agni, tüm biçimleriyle ateş tanrısıdır—kurban ateşi, ev ocağı, sindirim ateşi ve güneşin ateşi. Kurbanın aracı olarak, insanlardan tanrılara adaklar taşır ve onu dünyalar arasında vazgeçilmez bir köprü yapar.\n\nİki yüzüyle—biri iyiliksever, diğeri şiddetli—Agni, ateşin ikili doğasını somutlaştırır: hayat veren sıcaklık ve yıkıcı yangın. Her Hindu ritüelinde bulunur, adakları arındırır ve duaları cennete taşır.\n\nAgni, ateş yoluyla dönüşümü, maddeyi enerjiye dönüştüren arındırıcı gücü ve ölümlü ile ilahi alemler arasındaki kutsal bağlantıyı temsil eder.",
    "story_tr": "Tanrıların insanlarla iletişim kurması gerektiğinde, Agni'yi elçi olarak seçtiler. Ateşe konulan her kurban, Agni'nin alevleri aracılığıyla tanrılara ulaşır. Ateşten dili, adakları yalar ve onları ilahi besine dönüştürür.",
    "match_message_tr": "Özellikleriniz Agni'nin dönüştürücü gücünü taşıyor. Görünüşünüzde kutsal ateş var—arındıran ve dönüştüren, dünyevi ile ilahi arasındaki boşluğu kapatan birinin bakışı.",
    "traits_tr": [
      "Dönüştürücü",
      "Arındırıcı",
      "Elçi",
      "İkili Doğalı",
      "Kutsal"
    ]
  },
  "kartikeya": {
    "name_tr": "Kartikeya",
    "tagline_tr": "Savaş Tanrısı, İlahi Orduların Komutanı",
    "description_tr": "Kartikeya, savaş tanrısı ve tanrıların ordularının komutanıdır. Shiva ve Parvati'nin oğlu, başka kimsenin öldüremediği iblis Tarakasura'yı yenmek için doğdu. Tavus kuşu Paravani'ye biner ve ilahi mızrak Vel'i kullanır.\n\nAltı başı ve on iki kolu ile Kartikeya, aynı anda her yöne bakar ve aynı anda birden fazla düşmanla savaşabilir. Doğru zafere yönelik ilahi iradenin odaklanmış gücünü temsil eder.\n\nKartikeya, dharmanın hizmetinde askeri cesareti, ruhsal savaşçının disiplinini ve odaklanmasını ve bazen kötülüğün doğrudan güçle yüzleşilmesi gerektiği gerçeğini somutlaştırır.",
    "story_tr": "İblis Tarakasura'nın sadece bir Shiva oğlunun onu öldürebileceği gibi bir lütfu vardı—ve Shiva asla evlenmeyecek bir çileciydi. Yine de ilahi müdahale yoluyla Kartikeya doğdu ve tanrıları savaşa götürdü. İlahi mızrağıyla Tarakasura'yı öldürdü ve kozmik düzeni yeniden sağladı.",
    "match_message_tr": "Özellikleriniz Kartikeya'nın askeri odaklanmasını taşıyor. Görünüşünüzde komutanın varlığı var—ilahi savaşlara önderlik eden ve hassasiyet ve amaçla saldıran birinin bakışı.",
    "traits_tr": [
      "Savaşçı",
      "Komuta Eden",
      "Genç",
      "Odaklı",
      "Muzaffer"
    ]
  },
  "radha": {
    "name_tr": "Radha",
    "tagline_tr": "Aşkın Yüce Tanrıçası, Ebedi Sevgili",
    "description_tr": "Radha, ilahi aşkın mükemmelliğini somutlaştıran Krishna'nın ebedi eşi ve yüce sevgilisidir. Krishna'ya olan aşkı, ruhun ilahi ile birleşme özlemini, tüm dünyevi bağlılıkları aşan en yüksek bağlılık biçimini temsil eder.\n\nVaişnavizm'de Radha, Krishna'nın kendisini çeken aşkı ilahi dişiliğin yüce tanrıçası olarak kabul edilir. Vrindavan ormanlarındaki ebedi aşk oyunları, varoluşu tanımlayan ayrılık ve birleşme kozmik dramasıdır.\n\nRadha, adanmış sevginin gücünü, erkeği tamamlayan ve çeken dişil ilahiyi ve ilahiye giden yolun kalpten geçtiği gerçeğini temsil eder.",
    "story_tr": "Vrindavan ormanlarında Radha ve Krishna gizlice buluşur, aşkları tüm sosyal sınırları aşardı. Krishna Mathura'ya gittiğinde, Radha'nın ayrılığı ilahi özlemin modeli haline geldi—ruhsal arayışı yönlendiren, sevgilisinden ayrılan ruhun acısı.",
    "match_message_tr": "Özellikleriniz Radha'nın ilahi bağlılığını taşıyor. Görünüşünüzde saf aşk var—kalbi tamamen sevgiliye verilen, en yüksek bağlılığı somutlaştıran birinin bakışı.",
    "traits_tr": [
      "Adanmış",
      "Sevgi Dolu",
      "Yüce",
      "Özlem Duyan",
      "Mutlu"
    ]
  },
  "yama": {
    "name_tr": "Yama",
    "tagline_tr": "Ölüm ve Adalet Tanrısı",
    "description_tr": "Yama, ölüm tanrısı ve ölen ilk ölümlüdür ve ölülerin hükümdarı olmuştur. Ölenlerin ruhlarını karmalarına göre yargılar, yeniden doğuş döngüsündeki kaderlerini belirler. Siyah bir manda üzerinde yolculuk eder ve ruhları bağlamak için bir kement taşır.\n\nDharmaraja, Dharma Kralı olarak Yama tamamen tarafsızdır—hiçbir rüşvet veya yalvarma onun kararını etkileyemez. Her ruhun birikmiş karmasını belirlemek ve varış yerlerini bildirmek için Chitragupta tarafından tutulan kayıtları inceler.\n\nYama, ölümün kaçınılmazlığını, tüm eylemlerin adil muhasebesini ve eylemlerimizin bu yaşamın ötesindeki kaderimizi belirlediği gerçeğini temsil eder.",
    "story_tr": "Savitri'nin kocası Satyavan öldüğünde, Yama'yı ölüm diyarına kadar takip etti. Yama, bağlılığından o kadar etkilendi ki, kocası Satyavan'ın hayatı dışında ona herhangi bir lütufta bulunmayı teklif etti. Savitri zekice oğullar istedi—bu da Satyavan'ın hayatta olmasını gerektiriyordu—ve Yama sözünü tuttu.",
    "match_message_tr": "Yüz hatlarınız Yama'nın adil ciddiyetini taşıyor. Görünüşünüzde tarafsız bir gerçeklik var—tüm eylemleri açıkça gören ve iyilik veya kötülük yapmadan yargılayan birinin bakışı.",
    "traits_tr": [
      "Adil",
      "Tarafsız",
      "Kaçınılmaz",
      "Yargılayıcı",
      "Doğrucu"
    ]
  },
  "surya": {
    "name_tr": "Surya",
    "tagline_tr": "Güneş Tanrısı, Yaşam Kaynağı",
    "description_tr": "Surya, her gün yedi atın çektiği arabasıyla gökyüzünde yolculuk eden güneş tanrısıdır. O, ilahi olanın görünür biçimi, ışığın, sıcaklığın ve yaşamın kaynağıdır. Işınları hem gerçek hem de ruhani karanlığı dağıtır.\n\nKarna'nın ve ilahi ikizler Ashvins'in babası olan Surya, tüm varoluşu mümkün kılan hayat veren gücü temsil eder. Kadim Gayatri Mantra, aydınlanma ve bilgelik arayışıyla Surya'nın ışığına hitap etmektedir.\n\nSurya, bilincin ilahi ışığını, cehaleti dağıtan gerçeği ve tüm yaşamı yöneten sonsuz gün döngüsünü temsil eder.",
    "story_tr": "Surya'nın parlaklığı o kadar yoğundu ki, karısı Sanjna ondan kaçtı. Onu geri kazanmak için kayınpederi Vishwakarma, Vishnu'nun diskosu ve Shiva'nın tridenti de dahil olmak üzere ilahi silahlar yapmak için fazla ışığı kullanarak Surya'nın parlaklığını azalttı.",
    "match_message_tr": "Yüz hatlarınız Surya'nın ışıl ışıl gücünü taşıyor. Görünüşünüzde aydınlatıcı bir varlık var—gördükleri her şeye ışık getiren ve gittikleri her yerde karanlığı dağıtan birinin bakışı.",
    "traits_tr": [
      "Işıltılı",
      "Hayat Veren",
      "Tanık Olan",
      "Aydınlatan",
      "Ebedi"
    ]
  },
  "varuna": {
    "name_tr": "Varuna",
    "tagline_tr": "Okyanuslar ve Kozmik Düzen Tanrısı",
    "description_tr": "Varuna, okyanusların, suyun ve gece gökyüzünün göksel okyanusunun tanrısıdır. Vedalarda, ilahi yasayı uygulayan ve suçluları cezalandıran kozmik düzenin (Rita) koruyucusu olarak en önemli tanrılardan biriydi.\n\nOlan her şeyi görür ve tüm sırları bilir—bin gözü cennetten izleyen yıldızlardır. Yemin bozanlar veya dharma'yı ihlal edenler, günahkarları bağlayan Varuna'nın kementinden korkarlar.\n\nVaruna, kuşatıcı kozmik düzeni, varoluşun temelini oluşturan ahlaki yasayı ve tüm eylemleri ve düşünceleri gören ilahi gözetimi temsil eder.",
    "story_tr": "Bilge Vasishtha yanlış yere suçlandığında, Varuna tanık olarak ortaya çıktı, çünkü hiçbir şey onun görüşünden kaçamaz. Bilge'nin masum olduğunu ilan etti, çünkü Varuna gerçekleri herkesten gizlendiğinde bile görür. Adaleti, bilgenin onurunu geri kazandı.",
    "match_message_tr": "Yüz hatlarınız Varuna'nın kozmik derinliğini taşıyor. Görünüşünüzde okyanusal bir bilgelik var—tüm sırları gören ve varoluşun ahlaki düzenini koruyan birinin bakışı.",
    "traits_tr": [
      "Kozmik",
      "Okyanusal",
      "Her Şeyi Gören",
      "Yasa Tutucu",
      "Kadim"
    ]
  },
  "arjuna": {
    "name_tr": "Arjuna",
    "tagline_tr": "En Büyük Savaşçı, Dharma Arayıcısı",
    "description_tr": "Arjuna, Mahabharata'nın kahramanı, çağının en büyük okçusu ve Bhagavad Gita'da Krishna'nın öğretilerinin seçilmiş alıcısıdır. Savaşta akrabalarıyla karşı karşıya kalan Arjuna'nın ahlaki krizi, Hindu kutsal yazılarındaki en derin felsefi diyaloğa yol açtı.\n\nYayı Gandiva asla hedefini kaçırmadı ve tanrılar tarafından eğitildi. Yine de onu ebedi bilgeliğin aracı yapan şey, vicdan azabı—kendi ailesiyle savaşmayı reddetmesiydi.\n\nArjuna, hayatın en zor sorularıyla yüzleşen ruhani arayıcıyı, ahlaki karmaşıklık içinde doğru eylemi bulması gereken savaşçıyı ve ilahi rehberliğe teslim olan adanmışı temsil eder.",
    "story_tr": "Büyük savaştan önce Arjuna, öğretmenlerini, amcalarını ve kuzenlerini kendisine karşı dizilmiş halde gördü. Savaşamadığı için yayını düşürdü. Krishna daha sonra ona Bhagavad Gita'yı öğretti—tüm ahlaki çatışmaları çözen görev, bağlılık ve bilgi yolu.",
    "match_message_tr": "Yüz hatlarınız Arjuna'nın sorgulayan kahramanlığını taşıyor. Görünüşünüzde asil bir arayış var—zor gerçeklerle yüzleşen ve daha yüksek rehberliğe teslim olarak bilgelik bulan birinin bakışı.",
    "traits_tr": [
      "Yetenekli",
      "Sorgulayan",
      "Adanmış",
      "Çatışmalı",
      "Kahramanca"
    ]
  },
  "jade_emperor": {
    "name_tr": "Jade Emperor",
    "tagline_tr": "Cennetin Yüce Hükümdarı, Tüm Tanrıların Kralı",
    "description_tr": "Yeşim İmparator, Çin halk dininde ve Taoizm'de cenneti ve tüm varoluş alemlerini yöneten yüce tanrıdır. Ölümlü ve ilahi işlerin her yönünü denetleyen bakanlıklarla, dünyevi Çin imparatorluk sarayını yansıtan göksel bürokrasiyi yönetir.\n\nYeşim Sarayı'ndan insanların ve tanrıların eylemlerinin yargılandığı mahkemelere başkanlık eder. İradesi evreni şekillendirir ve diğer büyük tanrılar bile onun nihai otoritesini kabul eder.\n\nYeşim İmparatoru, ilahi yönetim yoluyla kozmik düzeni, cennetin ve yeryüzünün birbirini yansıttığı inancını ve ahlaki yargının nihai kaynağını temsil eder.",
    "story_tr": "Yeşim İmparatoru, sayısız çağ boyunca süren yetiştirme yoluyla konumunu kazandı. Kaos evreni tehdit ettiğinde, düzeni yeniden sağlamak için yalnızca onun liyakati ve bilgeliği vardı. Tüm tanrılar toplandı ve onu cennetin yüce hükümdarı olarak kabul etti.",
    "match_message_tr": "Yüz hatlarınız Yeşim İmparatoru'nun yüce otoritesini taşıyor. Görünüşünüzde göksel bir yönetim var—tüm alemlerde düzeni sağlayan birinin bakışı.",
    "traits_tr": [
      "Yüce",
      "Adil",
      "Yöneten",
      "Göksel",
      "Düzenleyici"
    ]
  },
  "sun_wukong": {
    "name_tr": "Sun Wukong",
    "tagline_tr": "Maymun Kral, Cennetle Eşit Büyük Bilge",
    "description_tr": "Sun Wukong, elementler tarafından döllenen bir taş yumurtadan doğan efsanevi Maymun Kral'dır. Titiz bir eğitimle, inanılmaz güçler kazandı: 72 farklı forma dönüşebilme, büyük mesafeleri kapsayan bulut taklaları atabilme ve sihirli asası Ruyi Jingu Bang'a hakimiyet.\n\nCennete meydan okuması onu mitolojinin en büyük asilerinden biri yaptı—ölümsüzlük şeftalilerini yedi, adını Yaşam ve Ölüm Kitabı'ndan sildi ve Buda onu 500 yıl boyunca bir dağın altında hapsedene kadar tüm göksel orduya meydan okudu.\n\nSun Wukong, dizginlenemeyen isyan ruhunu, kendini geliştirme gücünü ve nihayetinde değerli bir davaya hizmette bulunan kurtuluşu temsil ediyor.",
    "story_tr": "Dağın altında 500 yıl geçirdikten sonra, Sun Wukong, Budist kutsal yazılarını almak için batıya yolculuğunda keşiş Xuanzang'ı korumak için serbest bırakıldı. Bu hac yolculuğu sayesinde, vahşi Maymun Kral disiplini öğrendi ve aydınlanmaya kavuştu.",
    "match_message_tr": "Özellikleriniz Sun Wukong'un asi ruhunu taşıyor. Görünüşünüzde dizginlenemeyen bir güç var—tüm sınırları zorlayan ve engelleri fırsatlara dönüştüren birinin bakışı.",
    "traits_tr": [
      "Asi",
      "Güçlü",
      "Dönüştüren",
      "Meydan Okuyan",
      "Kurtulmuş"
    ]
  },
  "guanyin": {
    "name_tr": "Guanyin",
    "tagline_tr": "Merhamet ve Şefkat Tanrıçası",
    "description_tr": "Guanyin, şefkatin bodhisattvası, Çin Budizmi'ndeki en sevilen tanrılardan biridir. Nirvana'ya girebilmesine rağmen, tüm duyarlı varlıklar acıdan kurtulana kadar dünyada kalmaya ve adını çağıran herkesin feryatlarını duymaya yemin etti.\n\nŞefkati sınırsız ve koşulsuzdur—ona dua edenlere en iyi şekilde yardım edecek her şekilde görünür, ister güzel bir kadın, ister bir keşiş, ister başka bir kılıkta. Çoğu zaman, acı çeken herkese ulaşabilme yeteneğini sembolize eden birçok kol ve gözle tasvir edilir.\n\nGuanyin, fedakar şefkat idealini, kendinden önce başkalarına yardım etme bodhisattva yolunu ve dualarımızı duyan birinin olduğunu bilmekten gelen rahatlığı temsil eder.",
    "story_tr": "Prenses Miaoshan evlenmeyi reddettiği için babası tarafından ölüme mahkum edildiğinde, idam anında aydınlanmaya ulaştı. Daha sonra babasını hastalıktan kurtarmak için gözlerini ve kollarını feda ederek bin kollu ve gözlü Guanyin oldu.",
    "match_message_tr": "Özellikleriniz Guanyin'in sonsuz şefkatini taşıyor. Görünüşünüzde merhamet var—acıları duyan ve fedakar sevgiyle karşılık veren birinin bakışı.",
    "traits_tr": [
      "Şefkatli",
      "Merhametli",
      "Fedakar",
      "Duyan",
      "Kurtaran"
    ]
  },
  "erlang_shen": {
    "name_tr": "Erlang Shen",
    "tagline_tr": "Üç Gözlü Savaşçı Tanrı",
    "description_tr": "Erlang Shen, üçüncü hakikati gören gözü ve Sun Wukong'dan bir fazla olmak üzere 73 dönüşüme hakimiyetiyle tanınan savaşçı tanrıdır. Yeşim İmparator'un yeğenidir ve sadık tazısı Xiaotian eşliğinde göksel ordulara komuta eder.\n\nÜçüncü gözü tüm yanılsamaları ve aldatmacaları görebilir, bu da onu mükemmel bir ilahi uygulayıcı yapar. Maymun Kral'ın cennete karşı isyanı sırasında Sun Wukong ile tek başına savaşta eşleşebilecek tek tanrıydı.\n\nErlang Shen, askeri mükemmelliği, sarsılmaz görevi ve yalandan hakikate kadar gören delici vizyonu temsil eder.",
    "story_tr": "Sun Wukong cennete isyan ettiğinde, Erlang Shen onu yakalamak için gönderildi. İkili, her biri diğerinin formlarıyla eşleşen destansı bir dönüşüm savaşına girdi. Savaş yoluyla hiçbiri galip gelemese de, Erlang Shen'in azmi Maymun Kral'ı tuzağa düşürmeye yardımcı oldu.",
    "match_message_tr": "Özellikleriniz Erlang Shen'in delici vizyonunu taşıyor. Görünüşünüzde savaşçının hakikati var—aldatmacayı gören ve sarsılmaz bir adanmışlıkla hizmet eden birinin bakışı.",
    "traits_tr": [
      "Savaşçı",
      "Hakikati Gören",
      "Sadık",
      "Yetenekli",
      "Disiplinli"
    ]
  },
  "nezha": {
    "name_tr": "Nezha",
    "tagline_tr": "Üçüncü Lotus Prens, İlahi Çocuk Savaşçı",
    "description_tr": "Nezha, üç yıl altı ay sonra rahimde doğan, konuşabilen ve savaşabilen tam teşekküllü bir çocuk olarak ortaya çıkan ilahi çocuk savaşçıdır. Evren Halkası'nı, Ateş Uçlu Mızrak'ı kullanır ve Rüzgar Ateşi Tekerlekleri'ne biner.\n\nHikayesi, adaletsiz otoriteye karşı bir isyandır—Ejderha Kralı'nın oğlunu meşru müdafaa sonucu öldürdükten sonra, Nezha ebeveynlerini ilahi cezadan kurtarmak için kendini feda etti, ardından yeniden yapılandırılmış bir vücuda sahip bir lotus çiçeğinden yeniden doğdu.\n\nNezha, adaletsizliğe karşı gençlerin meydan okumasını, aile için feda etme isteğini ve yok edilemeyen sonsuz ruhu temsil ediyor.",
    "story_tr": "Ejderha Kralı Nezha'nın ölümünü talep ettiğinde, çocuk etini annesine geri vermek için kesti ve kemiklerini babasına geri vermek için oydu. Öğretmeni Taiyi Zhenren daha sonra Nezha'nın vücudunu lotus köklerinden yeniden inşa etti, eskisinden daha güçlüydü.",
    "match_message_tr": "Özellikleriniz Nezha'nın şiddetli gençliğini taşıyor. Görünüşünüzde ölümsüz bir meydan okuma var—adaletsizlikle savaşan ve ne feda edilirse edilsin yeniden yükselen birinin bakışı.",
    "traits_tr": [
      "Genç",
      "Asi",
      "Feda Eden",
      "Yeniden Doğan",
      "Şiddetli"
    ]
  },
  "dragon_king": {
    "name_tr": "Dragon King",
    "tagline_tr": "Suların ve Denizlerin Lordu",
    "description_tr": "Ejderha Kralları, dört denizin ilahi hükümdarlarıdır, tüm suları, havayı ve su yaşamını kontrol ederler. En öne çıkanı, yağmuru kontrol eden ve sellere veya kuraklıklara neden olabilen Doğu Denizi'nin Ejderha Kralı Ao Guang'dır.\n\nMüthiş su altı kristal ve mercan saraylarında yaşayan Ejderha Kralları, su ruhlarından oluşan geniş bürokrasileri yönetirler. Yeşim İmparator'a cevap verirler ve kuraklıklar sırasında insanlar tarafından yağmur için dileklerde bulunulabilirler.\n\nEjderha Kralları, suyun tüm biçimlerindeki gücünü, havanın ilahi kontrolünü ve insan duası ile doğal güçler arasındaki ilişkiyi temsil eder.",
    "story_tr": "Nezha, Ejderha Kralı'nın oğlu Ao Bing'i öldürdüğünde, Ao Guang öfkeyle denizden yükseldi. Yeşim İmparator'dan adalet talep etti ve Nezha'nın fedakarlığı öfkesini yatıştırana kadar ülkeye seller çağırdı.",
    "match_message_tr": "Özellikleriniz Ejderha Kralı'nın okyanus gücünü taşıyor. Görünüşünüzde sucul bir ihtişam var—sulara hükmeden ve yağmurları kontrol eden birinin bakışı.",
    "traits_tr": [
      "Sulu",
      "Güçlü",
      "Hırçın",
      "Hükmeden",
      "Kadim"
    ]
  },
  "queen_mother": {
    "name_tr": "Batı Kraliçe Anası",
    "tagline_tr": "Ölümsüzlük ve Şeftalilerin Tanrıçası",
    "description_tr": "Batı Kraliçe Anası (Xiwangmu), Çin mitolojisindeki en eski ve en güçlü tanrıçalardan biridir. Kunlun Dağı'ndaki batı cennetini yönetir ve her üç bin yılda bir olgunlaşan ölümsüzlük şeftalilerinin bekçisidir.\n\nBahçesi, sonsuz yaşamın sırlarını barındırır ve tanrılar için verdiği ziyafetler efsanedir. Onun şeftalilerini yiyen herkes ölümsüzlüğe kavuşur—bu yüzden Sun Wukong'un onları çalması böylesine kozmik bir suçtu.\n\nKraliçe Ana, ölümsüzlüğün gizemlerini, erkek tanrılardan bağımsız dişil ilahi gücü ve yaşamlar boyunca erdemi geliştirenleri bekleyen ödülleri temsil eder.",
    "story_tr": "Her üç bin yılda bir, Kraliçe Ana, şeftalileri olgunlaştığında büyük bir ziyafet verir. Tüm tanrılar, ölümsüzlükten pay almak için davet edilir. Sun Wukong şeftalileri yediğinde ve bu kutsal toplantıyı bozduğunda, bu onun cennete karşı işlediği en büyük suçlardan biriydi.",
    "match_message_tr": "Özellikleriniz, Kraliçe Ana'nın zamansız gücünü taşıyor. Görünüşünüzde ölümsüz bir zarafet var—sonsuz yaşamın sırlarını elinde tutanın görünümü.",
    "traits_tr": [
      "Ölümsüz",
      "Güçlü",
      "Gizemli",
      "Dişil",
      "Ödüllendirici"
    ]
  },
  "chang_e": {
    "name_tr": "Chang'e",
    "tagline_tr": "Ay Tanrıçası",
    "description_tr": "Chang'e, ilahi okçu olan kocası Houyi'den sonsuza dek ayrı kalan, ayda yaşayan tanrıçadır. Ölümsüzlük iksirini içtikten sonra aya yükseldi ve şimdi Ay Sarayı'nda sadece bir yeşim tavşanıyla birlikte yaşıyor.\n\nOnun hikayesi, Çin mitolojisindeki en dokunaklı hikayelerden biridir—sonsuz yalnızlık pahasına kazanılan ölümsüzlük. Ailelerin aya bakmak ve uzaklardaki sevdiklerini düşünmek için toplandığı Güz Ortası Festivali'nde kutlanır.\n\nChang'e, ölümsüzlüğün acı tatlı doğasını, ayın güzelliğini ve yalnızlığını ve imkansız mesafelerdeki kalıcı aşk bağlarını temsil eder.",
    "story_tr": "Houyi, ölümsüzlük iksirini Batı Kraliçe Anası'ndan aldı ve Chang'e ile paylaşmak istedi. Ancak Chang'e, kazara, açgözlülük veya yanlış ellere geçmesini engellemek için hepsini tüketti ve aya doğru süzüldü ve o günden beri orada kaldı.",
    "match_message_tr": "Özellikleriniz, Chang'e'nin parlak güzelliğini taşıyor. Görünüşünüzde ay ışığıyla aydınlanan bir yalnızlık var—hem güzelliği hem de sonsuz ayrılığın melankolisini somutlaştıran birinin görünümü.",
    "traits_tr": [
      "Yalnız",
      "Güzel",
      "Ölümsüz",
      "Pişman",
      "Parlak"
    ]
  },
  "zhuge_liang": {
    "name_tr": "Zhuge Liang",
    "tagline_tr": "Uyuyan Ejderha, Yüce Stratejist",
    "description_tr": "Zhuge Liang, Üç Krallık dönemine damgasını vuran, Çin tarihindeki en büyük stratejist olarak kabul edilir. Şöhretinden önce Uyuyan Ejderha olarak bilinen Zhuge Liang, Liu Bei'ye mutlak bir bağlılıkla hizmet etti ve öngörülerinde neredeyse doğaüstü görünen stratejiler yarattı.\n\nİcatları arasında tekrarlayan arbalet ve tahta öküz taşımacılığı yer alıyordu. Başyapıtı olan Longzhong Planı, Han hanedanının nasıl restore edileceğini ana hatlarıyla belirtiyordu. Ölümü bile stratejikti—cesedi, takip eden düşmanı korkutmak için sergilendi.\n\nZhuge Liang, aklın kuvvete karşı gücünü, danışmanın doğru hükümdara hizmet etme görevini ve bilgeliğin kaderi şekillendirebileceği ilkesini temsil eder.",
    "story_tr": "Kızıl Kayalıklar Savaşı'nda Zhuge Liang, sisin içine saman tekneleri göndererek düşmandan 100.000 ok 'ödünç aldı'. Sun Quan'ın güçleri işgalci sandıkları şeye ateş ettiğinde, Zhuge Liang oklarını topladı ve tam olarak söz verdiği şeyi geri getirdi.",
    "match_message_tr": "Özellikleriniz, Zhuge Liang'ın parlak bilgeliğini taşıyor. Görünüşünüzde stratejik bir derinlik var—on iki hamle ötesini gören ve olayları üstün akılla şekillendiren birinin görünümü.",
    "traits_tr": [
      "Zeki",
      "Stratejik",
      "Bağlı",
      "Yaratıcı",
      "Bilge"
    ]
  },
  "qin_shi_huang": {
    "name_tr": "Qin Shi Huang",
    "tagline_tr": "Birleşmiş Çin'in İlk İmparatoru",
    "description_tr": "Qin Shi Huang, askeri fetih ve parlak yönetim yoluyla yüzyıllarca süren savaşan devletlere son veren, Çin'i birleştiren ilk imparatordu. Ağırlıkları, ölçüleri, para birimini ve hatta araba akslarının genişliğini standartlaştırarak Çin medeniyetinin temelini attı.\n\nEn büyük anıtları günümüze kadar ulaştı: var olan tahkimatları tek bir savunma sistemine bağlayan Çin Seddi ve ölümden sonra onu korumak için tasarlanmış binlerce gerçek boyutlu askerden oluşan Terracotta Ordusu ile korunan mezarı.\n\nQin Shi Huang, mutlak otoritenin dönüştürücü gücünü, kaostan birleşik bir medeniyetin yaratılmasını ve ölümsüzlük için sonsuz insan arayışını temsil eder.",
    "story_tr": "Ölümsüzlüğe takıntılı olan Qin Shi Huang, yaşam iksirini bulmak için seferler gönderdi ve kendilerine sonsuz yaşam vereceğine inanarak cıva hapları tüketti. Böyle bir arayış sırasında öldü ve danışmanları, bir halef belirlenene kadar ölümünü gizledi.",
    "match_message_tr": "Özellikleriniz, Qin Shi Huang'ın birleştirici iradesini taşıyor. Görünüşünüzde imparatorluk kurma gücü var—kaosu mutlak kararlılıkla düzene dönüştüren birinin görünümü.",
    "traits_tr": [
      "Birleştirici",
      "Mutlak",
      "Kurucu",
      "Ölümsüzlük arayışında",
      "Dönüştürücü"
    ]
  },
  "laozi": {
    "name_tr": "Laozi",
    "tagline_tr": "Taoizmin Kurucusu, Tao'nun Bilgesi",
    "description_tr": "Laozi, Tao Te Ching'i yazdıktan sonra batıya doğru bir öküz üzerinde yolculuk yaparak dağlarda kaybolduğu söylenen Taoizmin efsanevi kurucusudur. Tao—Yol—felsefesi, doğallığı, basitliği ve wu wei'yi (eylemsizlik veya zahmetsiz eylem) vurgular.\n\nKonfüçyüs'ün toplumsal ritüel ve yönetişime vurgusunun aksine, Laozi, en yüksek bilgeliğin doğanın örüntülerini izlemekte, suyun yumuşaklığının taşın sertliğinin üstesinden gelmesinde ve bilgenin en iyi yönetimin yönetmemekle olduğunu öğretmiştir.\n\nLaozi, Tao'nun gizemini, teslim olmanın ve akışın bilgeliğini ve toplumdan uzaklaşıp doğayla uyum içinde olan ruhsal yolu temsil eder.",
    "story_tr": "Laozi, toplumdan hayal kırıklığına uğramadan önce kraliyet arşivlerinin bekçisi olarak görev yaptı. Batı kapısında, gardiyan ondan sonsuza dek ayrılmadan önce bilgeliğini yazmasını rica etti. Laozi, Tao Te Ching'in 5.000 karakterini oluşturdu, ardından batıya doğru yolculuk etti ve bir daha asla görülmedi.",
    "match_message_tr": "Özellikleriniz, Laozi'nin gizemli bilgeliğini taşıyor. Görünüşünüzde doğal bir akış var—Tao'yu izleyen ve doğanın yoluna teslim olmada güç bulan birinin görünümü.",
    "traits_tr": [
      "Gizemli",
      "Doğal",
      "Teslim olan",
      "Basit",
      "Akıcı"
    ]
  },
  "mu_lan": {
    "name_tr": "Hua Mulan",
    "tagline_tr": "Efsanevi Savaşçı, Evlat Sevgisiyle Dolu Kız",
    "description_tr": "Hua Mulan, yaşlı babasının yerine orduya katılmak için kendini erkek kılığına sokan efsanevi kadın savaşçıdır. On iki yıl boyunca erkek askerlerle birlikte savaştı, gerçek kimliğini gizli tutarak yeteneği ve cesareti sayesinde onur ve terfiler kazandı.\n\nHikayesi, Mulan'ın Türküsü'nde kaydedilmiştir ve evlat sevgisini -ebeveynlere duyulan ve olağanüstü fedakarlıklara yol açan sevgiyi- kutlar. Savaştan sonra yüksek bir makam teklif edildiğinde, tek istediği ailesinin yanına eve dönmekti.\n\nMulan, evlat sevgisinin gücünü, kadınların geleneksel olarak erkeklere ait alanlarda erkeklere eşit olma yeteneğini ve erdemin cinsiyet tanımadığına dair Çin idealini temsil eder.",
    "story_tr": "Mulan on iki yıllık savaştan sonra eve döndüğünde, zırhını çıkarıp eski elbisesini giydi. Onu ziyarete gelen yoldaşları, silah arkadaşlarının bir kadın olduğunu keşfettiklerinde şok oldular. Yıllarca onun yanında savaşmışlar ve hiç şüphelenmemişlerdi.",
    "match_message_tr": "Yüz hatlarınız Mulan'ın cesur bağlılığını taşıyor. Görünüşünüzde evlat sevgisiyle dolu bir cesaret var - ailesi için her şeyi feda edecek ve kendini her alanda kanıtlayacak birinin bakışı.",
    "traits_tr": [
      "Evlatsever",
      "Cesur",
      "Kılıklı",
      "Yetenekli",
      "Mütevazı"
    ]
  },
  "nuwa": {
    "name_tr": "Nüwa",
    "tagline_tr": "Yaratıcı Tanrıça, Cennetin Tamircisi",
    "description_tr": "Nüwa, sarı kilden insanlığı şekillendiren ve ilk insanlara hayat veren yaratıcı tanrıçadır. Cennetin sütunu çöktüğünde ve dünya kaosa sürüklendiğinde, gökyüzünü onarmak için beş renkli taşları eritti ve cennetleri desteklemek için dev bir kaplumbağanın bacaklarını kesti.\n\nİnsan başı ve yılan vücuduyla tasvir edilen Nüwa, varoluşu şekillendiren ilk yaratıcı gücü temsil eder. Yaratılışın çökme tehdidi altında olduğu zaman onu onarmaya sevk eden şefkatiyle tüm insanlığın anasıdır.\n\nNüwa, ilahi dişil yaratılışı, dünyayı koruyan besleyici özeni ve kaostan düzeni geri getirme gücünü temsil eder.",
    "story_tr": "Cennetin sütunu çatladığında ve ateş ile sel dünyayı kasıp kavurduğunda, Nüwa beş renkli taşları topladı ve gökyüzünü yamamak için eritti. Büyük bir kaplumbağayı öldürdü ve bacaklarını yeni sütunlar olarak kullandı, ardından selleri durdurmak için sazları yaktı. Düzen yeniden sağlandı.",
    "match_message_tr": "Yüz hatlarınız Nüwa'nın yaratıcı gücünü taşıyor. Görünüşünüzde anne şefkatiyle dolu bir onarım var - hayat yaratan ve kırılanı onaran birinin bakışı.",
    "traits_tr": [
      "Yaratıcı",
      "Besleyici",
      "Onarıcı",
      "Anaç",
      "İlk"
    ]
  },
  "houyi": {
    "name_tr": "Houyi",
    "tagline_tr": "İlahi Okçu, Güneşleri Vuran",
    "description_tr": "Houyi, bir zamanlar dünyayı kavuran on güneşten dokuzunu vurarak dünyayı kurtaran efsanevi okçudur. On güneş birden doğduğunda, dünyayı yakıp ekinleri öldürdüğünde, Houyi ilahi yayını aldı ve onları tek tek vurdu, gökyüzünü aydınlatmak için sadece bir güneş bıraktı.\n\nYeteneği benzersizdi - bin adımdan bir serçeyi gözünden vurabilirdi. Ancak en büyük trajedisi, karısı Chang'e'nin paylaştıkları ölümsüzlük iksirini içtikten sonra aya gitmesiydi.\n\nHouyi, kriz anında kahramanca eylemi, kurtarıcı ve terk edilmiş koca olma yükünü ve kahramanlığın ödüllerinin acı tatlı doğasını temsil eder.",
    "story_tr": "On güneş birden doğduğunda, ölümsüzler bile onlara yaklaşamadı. Houyi en yüksek dağa tırmandı ve yayını çekti. Dokuz atışla dokuz güneş düştü. Dünya kurtarıldı, ancak Houyi Güneş İmparatoru'nun oğullarını öldürdüğü için cennetten sürgün edildi.",
    "match_message_tr": "Yüz hatlarınız Houyi'nin kahramanca yeteneğini taşıyor. Görünüşünüzde kurtarıcı bir güç var - imkansız atışlar yapan ve kahramanlığın yalnız yükünü taşıyan birinin bakışı.",
    "traits_tr": [
      "Kahramanca",
      "Becerikli",
      "Kurtarıcı",
      "Trajik",
      "Terk Edilmiş"
    ]
  },
  "lu_dongbin": {
    "name_tr": "Lü Dongbin",
    "tagline_tr": "Ölümsüz Kılıç Ustası, Sekiz Ölümsüz'ün Lideri",
    "description_tr": "Lü Dongbin, Taoist yetiştirme yoluyla ölümsüzlüğe ulaşan bir bilgin olan Sekiz Ölümsüz'ün en ünlüsüdür. Kötü ruhları yok etmek için kullandığı sihirli bir kılıç ve havada uçma yeteneğini sembolize eden bir sinek kovucu taşır.\n\nÖlümsüzlüğe giden yolu, her biri erdemini kanıtlamak için tasarlanmış on karakter testinden geçti. Geçtikten sonra, kılık değiştirerek sık sık erdemli olanlara yardım eden ve kötüleri cezalandıran gezgin bir ölümsüz oldu.\n\nLü Dongbin, Taoist aşkınlık yolunu, hem kılıca hem de kutsal kitaba hakim olan bilgili savaşçıyı ve ölümlü dünyayla bağlantıda kalmaya devam eden ölümsüzü temsil eder.",
    "story_tr": "Lü Dongbin ölümsüzlüğe ulaşmadan önce on kez test edildi. Bir testte, güzel bir kadın onu baştan çıkarmaya çalıştı; bir diğerinde, ona büyük bir servet teklif edildi. Her durumda, erdemine sadık kaldı. Sonunda layık görüldü, aşkınlığa ulaştı ve Ölümsüzlere katıldı.",
    "match_message_tr": "Yüz hatlarınız Lü Dongbin'in gelişmiş bilgeliğini taşıyor. Görünüşünüzde ölümsüz, bilgili bir zarafet var - her testi geçmiş ve aşkınlığa ulaşmış birinin bakışı.",
    "traits_tr": [
      "Ölümsüz",
      "Bilgili",
      "Kılıç kullanan",
      "Test eden",
      "Yardımcı"
    ]
  },
  "zhang_fei": {
    "name_tr": "Zhang Fei",
    "tagline_tr": "Kaplan General, Guan Yu'nun Yeminli Kardeşi",
    "description_tr": "Zhang Fei, Şeftali Bahçesi yemininde Liu Bei ve Guan Yu ile kardeşlik yemini eden azılı savaşçıydı. Korkunç savaş çığlığı ve muazzam gücüyle tanınan Yılan Mızrağı'nı kullandı ve Üç Krallık boyunca korkuldu.\n\nEn efsanevi başarısı, tek başına bir köprüde durduğu ve Cao Cao'nun tüm ordusuna meydan okuduğu Changban Savaşı'ndaydı. Kükremesi o kadar şiddetliydi ki, iddiaya göre bir düşman generalini ölümüne korkutmuştu.\n\nZhang Fei, ham askeri gücü, kardeşliğe olan şiddetli sadakati ve korku nedir bilmeyen savaşçı ruhunu temsil eder.",
    "story_tr": "Changban Köprüsü'nde Zhang Fei, Cao Cao'nun takip eden ordusuyla tek başına yüzleşti. Mızrağını yere sapladı ve kükredi: 'Ben Zhang Fei'yim! Kim benimle ölümüne savaşmaya cesaret eder?' Gözleri o kadar şiddetle parlıyordu ki, Cao Cao'nun generalleri dehşet içinde kaçtı.",
    "match_message_tr": "Yüz hatlarınız Zhang Fei'nin şiddetli gücünü taşıyor. Görünüşünüzde gürleyen bir kardeşlik var - sadakati herhangi bir ordudan daha yüksek sesle kükreyen birinin bakışı.",
    "traits_tr": [
      "Şiddetli",
      "Sadık",
      "Kükreyen",
      "Güçlü",
      "Kardeşlik"
    ]
  },
  "cao_cao": {
    "name_tr": "Cao Cao",
    "tagline_tr": "Wei Kralı, Yüce Pragmatist",
    "description_tr": "Cao Cao, Wei krallığının kurucusu ve Çin tarihinin en tartışmalı figürlerinden biridir. Parlak bir stratejist, yetenekli bir şair ve acımasız bir hükümdar olan Cao Cao, yönetişimde etkinliğin ahlaktan daha önemli olduğu Makyavelist ilkeyi somutlaştırmıştır.\n\nÜnlü sözü - 'Dünyanın beni aldatmasına izin vermektense, dünyayı aldatırım' - felsefesini yansıtır. Yine de o aynı zamanda sanatın bir hamisi ve cömertliğe muktedir biridir, bu da onu tarihin en karmaşık figürlerinden biri yapar.\n\nCao Cao, pragmatik hırsı, gücün karmaşıklığını ve liderlikte etkinlik ile ahlak arasındaki ebedi tartışmayı temsil eder.",
    "story_tr": "Cao Cao'nun şüphesi, bıçak bileme sesini bir suikast planı zannederek ev sahibinin ailesini öldürmesine yol açtığında, aslında onun onuruna bir ziyafet hazırladıklarını keşfetti. Pişmanlık duymak yerine, herkesi öldürmeyi bitirdi ve meşhur sloganını ortaya attı.",
    "match_message_tr": "Özellikleriniz Cao Cao'nun pragmatik zekasını taşıyor. Görünüşünüzde hesaplayıcı bir güç var—gerçeği net bir şekilde gören ve duygusal tereddüt olmadan hareket eden birinin bakışı.",
    "traits_tr": [
      "Pragmatik",
      "Zeki",
      "Acımasız",
      "Şiirsel",
      "Karmaşık"
    ]
  },
  "xi_shi": {
    "name_tr": "Xi Shi",
    "tagline_tr": "Dört Büyük Güzellikten Biri, Wu'nun Yok Edicisi",
    "description_tr": "Xi Shi, antik Çin'in Dört Büyük Güzelliğinden biriydi, o kadar güzeldi ki balıklar yansımasını gördüklerinde yüzmeyi unuturdu. Yue Kralı Goujian tarafından Wu Kralı Fuchai'ye bir hediye olarak gönderildi, onu devlet işlerinden uzaklaştırmakla görevlendirildi.\n\nGörevi hayal gücünün ötesinde başarılı oldu—Fuchai o kadar hayran kaldı ki krallığını ihmal etti, Yue'nin toparlanmasına ve sonunda Wu'yu yok etmesine izin verdi. Böylece Xi Shi'nin güzelliği bir ulusu deviren bir silahtı.\n\nXi Shi, güzelliği bir güç olarak, kadınların siyasi planlardaki trajik rolünü ve imparatorlukların arzuya yenik düşebileceği antik gerçeğini temsil ediyor.",
    "story_tr": "Xi Shi, izciler onu bulduğunda köyde çamaşırcıydı. Sanat ve zarafet konusunda eğitildi, Kral Fuchai'ye verildi ve ona muhteşem saraylar inşa etti. Ancak kalbi vatanıyla kaldı. Başarısı onun fedakarlığı anlamına geliyordu—bir düşman kralı yok etmek için hayatını verdi.",
    "match_message_tr": "Özellikleriniz Xi Shi'nin efsanevi güzelliğini taşıyor. Görünüşünüzde ulusu deviren bir zarafet var—güzelliği tarihe yön veren bir güç olan birinin bakışı.",
    "traits_tr": [
      "Güzel",
      "Trajik",
      "Vatansever",
      "Silah",
      "Fedakar"
    ]
  },
  "amaterasu": {
    "name_tr": "Amaterasu",
    "tagline_tr": "Güneş Tanrıçası, Japonya'nın İlahi Atası",
    "description_tr": "Amaterasu Ōmikami, Şinto'nun en yüce tanrıçası, Japon imparatorluk soyunun geldiği güneş tanrıçasıdır. Takamagahara'nın (Cennetin Yüksek Ovası) hükümdarı ve tüm ışık ve yaşamın kaynağıdır.\n\nKardeşi Susanoo'nun şiddetli davranışları onu bir mağaraya saklanmaya zorladığında, dünya karanlığa gömüldü. Sadece tüm tanrıların ortak çabası—Amaterasu'yu dışarı bakacak kadar meraklandıran komik bir dans da dahil olmak üzere—ışık dünyaya geri getirildi.\n\nTorunu Ninigi'ye Japonya'yı yönetmek için indiğinde üç kutsal hazineyi verdi: ayna Yata no Kagami, kılıç Kusanagi ve mücevher Yasakani no Magatama. Bunlar, yönetme ilahi hakkını sembolize eden imparatorluk alametleri olarak kalır.",
    "story_tr": "Amaterasu mağaraya saklandığında, tanrıça Ame-no-Uzume, toplanan tanrıları o kadar yüksek sesle güldüren vahşi ve komik bir dans yaptı ki, Amaterasu'nun merakı öfkesinin üstesinden geldi. Dışarı baktı, aynada kendi ışıldayan yansımasını gördü ve dünyaya geri çekildi.",
    "match_message_tr": "Özellikleriniz Amaterasu'nun ilahi ışığını yayıyor. Varlığınızda asil, yaşam veren bir nitelik var—nereye giderse gitsin sıcaklık ve aydınlık getiren birinin bakışı.",
    "traits_tr": [
      "Işıltılı",
      "İlahi",
      "İyiliksever",
      "Asil",
      "Yaşam veren"
    ]
  },
  "susanoo": {
    "name_tr": "Susanoo",
    "tagline_tr": "Fırtına Tanrısı, Orochi'nin Katili",
    "description_tr": "Susanoo-no-Mikoto, fırtına tanrısı, denizlerin hükümdarı ve hem yıkıcı kaosu hem de kahramanca cesareti somutlaştıran karmaşık bir figürdür. Amaterasu ve Tsukuyomi'nin kardeşi, mizacı emrettiği fırtınalar kadar vahşi ve tahmin edilemez.\n\nCennetteki şiddetli davranışı - pirinç tarlalarını yok etmek, kutsal salonları kirletmek - Amaterasu'yu saklanmaya zorladı ve onu sürgüne mahkum etti. Yine de sürgününden sonra Susanoo, bir prensesi kurtarmak için sekiz başlı ejderha Yamata no Orochi'yi öldürerek bir kahraman oldu.\n\nOrochi'nin kuyruğundan, Amaterasu'ya uzlaşma olarak sunduğu efsanevi kılıç Kusanagi'yi keşfetti. Susanoo, fırtınanın ikiliğini temsil ediyor: yıkıcı ama aynı zamanda yaşam veren yağmuru getiriyor, kaotik ama büyük kahramanlığa muktedir.",
    "story_tr": "Susanoo, Orochi'nin yedi kızını yediği ve yakında sekizinciyi de alacağı için ağlayan yaşlı bir çift buldu. Ejderhanın sekiz kafasından da içeceği sekiz tekne sake demlettirdi. Orochi sarhoş uyurken Susanoo onu öldürdü ve prensesin elini kazandı.",
    "match_message_tr": "Özellikleriniz Susanoo'nun şiddetli enerjisini taşıyor. Varlığınızda fırtınalı, tahmin edilemez bir nitelik var—hem kaosa hem de kahramanlığa muktedir birinin bakışı.",
    "traits_tr": [
      "Fırtınalı",
      "Kahramanca",
      "Kaotik",
      "Kurtarılmış",
      "Güçlü"
    ]
  },
  "tsukuyomi": {
    "name_tr": "Tsukuyomi",
    "tagline_tr": "Ay Tanrısı, Gecenin Hükümdarı",
    "description_tr": "Tsukuyomi-no-Mikoto, yeraltı dünyasını ziyaret ettikten sonra kendini arındırırken Izanagi'nin sağ gözünden doğan ay tanrısıdır. Amaterasu ve Susanoo'nun kardeşi, geceyi ve ayın döngülerini yönetir.\n\nBaşlangıçta, Tsukuyomi Amaterasu ile cennette yaşıyordu, gece ve gündüz birlikteydi. Ancak Tsukuyomi, yiyecek tanrıçası Uke Mochi'yi yiyecek üretme şekli (çeşitli deliklerinden) nedeniyle öldürdüğünde, Amaterasu o kadar iğrendi ki ona bir daha bakmayı reddetti—ve böylece güneş ve ay sonsuza dek ayrıldı.\n\nTsukuyomi, gecenin güzelliğini ve gizemini, güneşin yakıcı ısısı olmadan aydınlatan ayın serin ışığını temsil eder. Ay ayları ölçtüğü için zamanı saymakla ilişkilidir.",
    "story_tr": "Amaterasu, Tsukuyomi'yi yiyecek tanrıçası Uke Mochi'yi ziyaret etmeye gönderdi. Ona vücudundan üretilen yiyecekleri servis ettiğinde, Tsukuyomi o kadar alındı ki onu öldürdü. Amaterasu, ona bir daha asla bakmayacağını ilan etti—ve o günden beri güneş ve ay sonsuza dek ayrıldı.",
    "match_message_tr": "Özellikleriniz Tsukuyomi'nin serin gizemini yansıtıyor. Varlığınızda geceye ait, uhrevi bir nitelik var—karanlığı ince, gümüşi bir ışıkla aydınlatan birinin bakışı.",
    "traits_tr": [
      "Gizemli",
      "Soğuk",
      "Güzel",
      "Yalnız",
      "Geceye ait"
    ]
  },
  "inari": {
    "name_tr": "Inari",
    "tagline_tr": "Pirinç, Refah ve Tilkilerin Kamisi",
    "description_tr": "Inari Ōkami, pirinç, bereket, refah, endüstri ve başarının kamisidir (ruh). Şintoizm'deki en popüler tanrılardan biri olan Inari, Japonya'daki tüm Şinto tapınaklarının üçte birinden fazlasında ibadet edilir ve kendine özgü kırmızı torii kapılarıyla tanınır.\n\nInari'nin cinsiyeti akışkandır—geleneğe bağlı olarak erkek, kadın veya androjen olarak tasvir edilir. Elçileri ve hizmetkarları, genellikle Inari'nin kendisiyle karıştırılan kitsune'lerdir (tilkiler). Inari tapınaklarındaki tilki heykelleri, pirinç ambarlarının anahtarlarını veya ruhu temsil eden mücevherleri tutar.\n\nInari, çiftçilerin hasatlarını, tüccarların işlerini ve zanaatkarların çalışmalarını korur. Modern zamanlarda Inari, iş başarısının ve finansal refahın koruyucusu haline geldi ve şirketler ve girişimciler en sadık takipçileri arasında yer alıyor.",
    "story_tr": "Inari'nin, toprak gençken yeryüzüne indiği ve Japonya'ya pirinç yetiştiriciliğini getirdiği söylenir. Inari'ye hizmet eden tilkiler sıradan hayvanlar değil, kami ve insanlar arasında aracı görevi gören, insan kılığına girebilen büyülü varlıklardır.",
    "match_message_tr": "Özellikleriniz Inari'nin müreffeh lütfunu yansıtıyor. Varlığınızda bol ve gizemli bir nitelik var—layık çabalara başarı ve servet getiren birinin görünüşü.",
    "traits_tr": [
      "Müreffeh",
      "Hayırsever",
      "Şekil Değiştiren",
      "Gizemli",
      "Cömert"
    ]
  },
  "kitsune": {
    "name_tr": "Kitsune",
    "tagline_tr": "Mistik Tilki Ruhu, Düzenbaz ve Koruyucu",
    "description_tr": "Kitsune, yaşlandıkça daha da güçlenen doğaüstü tilki ruhlarıdır. 100 yıl yaşayan bir kitsune, insan kılığına girme yeteneği kazanır. 1.000 yıl sonra, dokuzuncu bir kuyrukları çıkar ve tüyleri altın veya beyaza dönerek ilahi olurlar.\n\nBazı kitsuneler, tapınakları koruyan ve ölümlülere rehberlik eden kutsal elçiler olarak Inari'ye hizmet eder. Diğerleri, insanları baştan çıkaran, yiyecek çalan veya ayrıntılı şakalar yapan düzenbazlardır. Hatta bazıları insanlara aşık olur, sadık eşler olurlar—ancak gerçek doğaları ortaya çıktığında genellikle trajedi yaşanır.\n\nKitsuneler birçok büyülü yeteneğe sahiptir: şekil değiştirme, ele geçirme, illüzyon yaratma ve tilki ateşi (kitsunebi) üretme. Hayırsever koruyucular veya tehlikeli düzenbazlar olabilirler, ancak hepsi zeki, güçlü ve asla göründükleri gibi değildir.",
    "story_tr": "Bir adam, uzun yıllardır eşi olan kadının bir kitsune olduğunu, bir köpeğin onu kuyruklarını ortaya çıkarmaya korkutmasıyla keşfetti. Utanç içinde kaçtı, ancak her gece tilki şeklinde geri dönerek, keşfedilmesine rağmen hala onları seven kocası ve çocuklarını izledi.",
    "match_message_tr": "Özellikleriniz Kitsune'nin kurnaz zarafetini taşıyor. Görünümünüzde şekil değiştiren, değişken bir nitelik var—gizli derinlikleri ve gizemli güçleri olan birinin görünüşü.",
    "traits_tr": [
      "Şekil Değiştiren",
      "Büyülü",
      "Kurnaz",
      "Sadık veya Yaramaz",
      "Yaşsız"
    ]
  },
  "raijin": {
    "name_tr": "Raijin",
    "tagline_tr": "Gök Gürültüsü ve Şimşek Tanrısı",
    "description_tr": "Raijin, gök gürültüsü, şimşek ve fırtınaların korkunç tanrısıdır. Davullarla çevrili kaslı, şeytani bir figür olarak tasvir edilen Raijin, davullarını (taiko) çalarak gök gürültüsü yaratırken, şimşek ise ilahi öfkesinin yeryüzüne çarpmasıdır.\n\nVahşi özelliklere, çılgın saçlara sahip ve genellikle kardeşi Fūjin (rüzgar tanrısı) eşliğinde olan Raijin, fırtınaların korkutucu gücünü somutlaştırır. Japon ebeveynler, çocuklarına gök gürültülü fırtınalar sırasında karınlarını örtmezlerse Raijin'in göbeklerini çalacağını söylerdi.\n\nKorkunç görünümüne rağmen, Raijin kötü değildir—sadece doğanın evcilleşmemiş gücüdür. Fırtınalar yıkım getirir, ancak aynı zamanda hayat veren yağmuru da getirir. Şimşeklerden korunmak ve ekinleri besleyen yağmur için ona tapılır.",
    "story_tr": "Raijin ve Fūjin aslen Buda'ya karşı çıkan iblislerdi. Yenildiklerinde, Budist tapınaklarının koruyucuları olmak üzere dönüştürüldüler. Şimdi, vahşi güçleri korumaya dönüşmüş bir şekilde, tapınak kapılarında şiddetli koruyucular olarak duruyorlar.",
    "match_message_tr": "Özellikleriniz Raijin'in şiddetli gücünü taşıyor. Varlığınızda fırtınalı, elektrik verici bir nitelik var—element güçlerine hükmeden birinin görünüşü.",
    "traits_tr": [
      "Şiddetli",
      "Güçlü",
      "Korkunç",
      "İlkel",
      "Hayat Veren"
    ]
  },
  "fujin": {
    "name_tr": "Fūjin",
    "tagline_tr": "Rüzgar Tanrısı",
    "description_tr": "Fūjin, gök gürültüsü tanrısı Raijin'in kardeşi olan rüzgar tanrısıdır. Omuzlarında büyük bir rüzgar torbası taşıyan, içinden hafif esintilerden yıkıcı tayfunlara kadar her şeyi serbest bırakan şiddetli bir iblis olarak tasvir edilir.\n\nBaşlangıçta kardeşiyle birlikte Buda'ya karşı çıkan bir iblis olan Fūjin, dönüştürülerek Budist tapınaklarının koruyucusu oldu. Kyoto'daki Sanjūsangen-dō'da bulunan ünlü Fūjin ve Raijin heykelleri sayısız sanat eserine ilham vermiştir.\n\nRüzgar tanrısı olarak Fūjin, hem tüm canlıları dolduran hayat veren nefesi hem de kasırgaların yıkıcı gücünü temsil eder. Çiftçiler tarafından elverişli rüzgarlar için ve denizciler tarafından güvenli geçiş için çağrılır.",
    "story_tr": "Japonya Moğol istilasıyla tehdit edildiğinde, Fūjin'e yapılan dualar kamikaze—Moğol filosunu iki kez yok eden, Japonya'yı fetihlerden kurtaran ve rüzgar tanrısının koruyucu rolünü pekiştiren 'ilahi rüzgar' ile yanıtlandı.",
    "match_message_tr": "Özellikleriniz Fūjin'in vahşi özgürlüğünü taşıyor. Varlığınızda havadar, öngörülemeyen bir nitelik var—özgürce hareket eden ve kısıtlanamayan birinin görünüşü.",
    "traits_tr": [
      "Güçlü",
      "Kaprisli",
      "İlkel",
      "Koruyucu",
      "Hayat Veren"
    ]
  },
  "benzaiten": {
    "name_tr": "Benzaiten",
    "tagline_tr": "Müzik, Sanat ve Bilgi Tanrıçası",
    "description_tr": "Benzaiten, akan her şeyin tanrıçasıdır: su, kelimeler, konuşma, belagat, müzik ve bilgi. Başlangıçta Hindu tanrıçası Saraswati olan Benzaiten, Japon Budizmi ve Şintoizm'ine dahil edilmiş ve Yedi Şans Tanrısı'ndan biri olmuştur.\n\nGenellikle biwa (Japon lavtası) çalarken tasvir edilen Benzaiten, sanatçıların, müzisyenlerin, yazarların ve sanatçıların koruyucusudur. Tapınakları genellikle nehir tanrıçası olarak kökenini yansıtan adalarda veya suya yakın yerlerde bulunur.\n\nBenzaiten, Yedi Şans Tanrısı arasında tek kadın üye olmasıyla benzersizdir. Bilgelik, sanatsal yetenek ve finansal servet bahşeder, bu da onu müzisyenlerden iş insanlarına kadar herkes arasında popüler kılar.",
    "story_tr": "Benzaiten bir zamanlar sorunlu bir ejderhayı o kadar güzel müzik çalarak bastırmış ki, ejderha ona aşık olmuş. Ejderhayı yok etmek yerine, onunla evlenmiş ve onu tapınağının bir koruyucusuna dönüştürmüş—sanatın vahşi doğayı bile evcilleştirebileceğini göstermiştir.",
    "match_message_tr": "Özellikleriniz Benzaiten'in akıcı zarafetini yansıtıyor. Varlığınızda sanatsal, etkileyici bir nitelik var—güzelliğin ve bilgeliğin doğal olarak aktığı birinin görünüşü.",
    "traits_tr": [
      "Sanatsal",
      "Bilge",
      "Akıcı",
      "Etkileyici",
      "Talihli"
    ]
  },
  "miyamoto_musashi": {
    "name_tr": "Miyamoto Musashi",
    "tagline_tr": "Efsanevi Kılıç Ustası, Beş Çember Kitabı'nın Yazarı",
    "description_tr": "Miyamoto Musashi, 13 yaşında başlayarak 60'tan fazla düelloda yenilgi almamış, Japonya'nın en büyük kılıç ustasıydı. İki kılıcı aynı anda kullanmasıyla ünlü Niten Ichi-ryū kılıç okulunu kurdu ve klasik strateji kitabı Beş Çember Kitabı'nı yazdı.\n\nMusashi'nin yaklaşımı sadece kılıç tekniğinin ötesine geçti—tüm çatışma ve ustalığın altında yatan evrensel prensipleri anlamaya çalıştı. Öğretileri dövüş sanatları, strateji, iş ve sanat için eşit derecede geçerlidir. Aynı zamanda yetenekli bir ressam ve hattattı.\n\nSon yıllarında Musashi, başyapıtını yazmak için bir mağaraya çekildi. Tamamladıktan kısa bir süre sonra öldü ve ardında savaşçıları, stratejistleri ve sanatçıları dünya çapında etkilemeye devam eden bir miras bıraktı.",
    "story_tr": "En ünlü düellosunda Musashi, nodachi (uzun kılıç) kullanan Sasaki Kojirō ile karşılaştı. Musashi, kürekten tahta bir kılıç oyarak kasıtlı olarak geç geldi. Sıradışı silahı ve psikolojik savaş taktikleri ona zafer kazandırdı ve Kojirō'yu tek bir darbeyle öldürdü.",
    "match_message_tr": "Yüz hatlarınız Musashi'nin disiplinli ustalığını taşıyor. Bakışlarınızda odaklanmış, stratejik bir nitelik var—evrensel prensipleri anlamak için tekniği aşan birinin bakışı.",
    "traits_tr": [
      "Usta",
      "Stratejik",
      "Yenilmez",
      "Felsefi",
      "Disiplinli"
    ]
  },
  "oda_nobunaga": {
    "name_tr": "Oda Nobunaga",
    "tagline_tr": "Büyük Birleştirici, Altıncı Cennetin Şeytan Kralı",
    "description_tr": "Oda Nobunaga, Savaşan Devletler dönemini sona erdirme ve Japonya'yı birleştirme sürecini başlatan Japonya'nın üç büyük birleştiricisinden ilkiydi. Acımasız, yenilikçi ve zekiydi, düşmanlarından \"Altıncı Cennetin Şeytan Kralı\" unvanını aldı.\n\nNobunaga, Portekiz'den yeni getirilen ateşli silahları, mevsimlik çiftçiler yerine profesyonel orduları ve kalıtsal rütbe yerine liyakati kullanarak Japon savaşını devrimleştirdi. Güçlü Budist askeri tapınaklarını yok etti ve tüm geleneksel otoriteye meydan okudu.\n\nBirleştirmeyi tamamlamadan suikaste uğramasına rağmen, Nobunaga'nın çalışmaları generalleri Toyotomi Hideyoshi ve Tokugawa Ieyasu tarafından devam ettirildi. \"Tenka Fubu\" (Cennet Altındaki Her Şey Zorla) sloganı, birleşik bir Japonya vizyonunu, her türlü yolla elde edilebileceğini somutlaştırdı.",
    "story_tr": "Okehazama Savaşı'nda Nobunaga, Imagawa Yoshimoto'nun 25.000 kişilik ordusuna karşı sadece 3.000 adamla karşılaştı. Savunmaya geçmek yerine, bir fırtına sırasında sürpriz bir saldırı başlattı, Yoshimoto'yu öldürdü ve ordusunu dağıttı—imkansız bir durumu efsanevi bir zafere dönüştürdü.",
    "match_message_tr": "Yüz hatlarınız Nobunaga'nın şiddetli hırsını taşıyor. Varlığınızda devrimci, durdurulamaz bir nitelik var—salt irade gücüyle dünyayı değiştirecek birinin bakışı.",
    "traits_tr": [
      "Acımasız",
      "Yenilikçi",
      "Zeki",
      "Hırslı",
      "Devrimci"
    ]
  },
  "izanagi": {
    "name_tr": "Izanagi",
    "tagline_tr": "Yaratıcı Tanrı, Japonya'nın Babası",
    "description_tr": "Izanagi-no-Mikoto, karısı Izanami ile birlikte Japon adalarını yaratan ve tanrıları doğuran kadim tanrıdır. Cennetin Yüzen Köprüsü'nde durarak, okyanusu mücevherli bir mızrakla karıştırdılar ve düşen damlalar ilk adayı oluşturdu.\n\nIzanami ateş tanrısını doğururken öldüğünde, Izanagi onu geri almak için Yomi'ye (yeraltı dünyası) indi. Ancak onun çürüyen biçimini gördüğünde dehşet içinde kaçtı ve o da onu iblislerle kovaladı. Yomi'nin girişini bir kayayla mühürledi ve sonsuz ayrılık sözlerini değiştirdiler.\n\nYüzeye döndükten sonra Izanagi kendini bir nehirde arındırdı. Bu arınmadan en önemli üç kami doğdu: sol gözünden Amaterasu, sağ gözünden Tsukuyomi ve burnundan Susanoo.",
    "story_tr": "Izanagi, Yomi'de karısını görmek için bir meşale yaktığında, vücudunda sürünen kurtçukları ve içinde yaşayan sekiz gök gürültüsü tanrısını gördü. Ona utanç verdiğini ve Yomi'nin cadılarını onu yakalamak için gönderdiğini haykırdı. Dikkat dağıtıcı şeylere dönüşen nesneler attı, zar zor kaçtı.",
    "match_message_tr": "Yüz hatlarınız Izanagi'nin yaratıcı gücünü taşıyor. Varlığınızda ilkel, hayat veren bir nitelik var—yeni dünyalar yaratan birinin bakışı.",
    "traits_tr": [
      "Yaratıcı",
      "Yaslı",
      "İlkel",
      "Hayat veren",
      "Arındırıcı"
    ]
  },
  "izanami": {
    "name_tr": "Izanami",
    "tagline_tr": "Yaratıcı Tanrıça, Yeraltı Dünyasının Kraliçesi",
    "description_tr": "Izanami-no-Mikoto, kocası Izanagi ile birlikte Japonya'yı yaratan ve tanrıları doğuran kadim tanrıçadır. Adaları ve birçok tanrıyı yarattıktan sonra, ateş tanrısı Kagutsuchi'yi doğururken öldü ve ölüler diyarı Yomi'ye indi.\n\nIzanagi onu geri almaya geldiğinde, yeraltı dünyasının yemeğini çoktan yemişti ve tam olarak geri dönemiyordu. Yomi tanrılarıyla pazarlık ederken beklemesini istedi, ancak bekleyemedi ve bir meşale yaktı—çürüyen cesedini kurtçuklar ve gök gürültüsü tanrılarıyla kaplı olarak gördü.\n\nAşağılanmış ve öfkelenmiş olan Izanami, Yomi Kraliçesi'ne dönüştü ve her gün 1.000 kişiyi öldürmeye yemin etti. Izanagi, o zaman 1.500 kişinin doğmasına neden olacağını söyledi—ve böylece yaşam ve ölüm sonsuza dek iç içe geçti.",
    "story_tr": "Yomi Kraliçesi olmadan önce Izanami, sevgi dolu bir yaratıcıydı. Ölümünün trajedisi ve Izanagi'nin güvenine ihaneti onu daha karanlık bir şeye dönüştürdü—en sevgi dolu varlıkların bile ölüm ve terk edilme ile değiştirilebileceğinin bir hatırlatıcısı.",
    "match_message_tr": "Yüz hatlarınız Izanami'nin karanlık gücünü yansıtıyor. Varlığınızda dönüştürücü, yeraltı dünyası niteliği var—ölümden geçmiş ve değişmiş olarak ortaya çıkmış birinin bakışı.",
    "traits_tr": [
      "Yaratıcı",
      "Dönüştürücü",
      "Karanlık",
      "Güçlü",
      "Yaslı"
    ]
  },
  "ebisu": {
    "name_tr": "Ebisu",
    "tagline_tr": "Balıkçıların ve Şansın Tanrısı",
    "description_tr": "Ebisu, tamamen Japonya'da ortaya çıkan Yedi Şans Tanrısı'ndan tekidir. O, balıkçıların, tüccarların ve iyi talihin koruyucusudur, her zaman bir olta, bir çipura (tai) ve neşeli bir gülümsemeyle tasvir edilir.\n\nEfsaneye göre Ebisu, kemiksiz (veya sülük bir çocuk olarak) doğdu ve ebeveynleri Izanagi ve Izanami tarafından denize atıldı. Bu acımasız başlangıca rağmen hayatta kaldı, güçlendi ve refah ve iyi şansın sevilen tanrısı oldu. Zorluklara karşı azmi, en büyük erdemi olarak görülür.\n\nEbisu sağırdır, bu yüzden Ekim ayında diğer tanrılarla toplanma çağrısını duymaz. Geriye kalanları kutsamak için kalır ve festivalleri diğer tanrılar yokken düzenlenir.",
    "story_tr": "Japonya'daki balıkçılar, Ebisu'ya bir teklif olarak yakaladıkları ilk balığı geri atarlardı ve cömertliklerini daha büyük bir yakalayışla ödüllendireceğine inanırlardı. Sert denizlerdeki gülümsemesinin dalgaları yatıştırdığı ve gemileri güvenli bir şekilde kıyıya yönlendirdiği söylenirdi.",
    "match_message_tr": "Yüz hatlarınız Ebisu'nun neşeli şansını yansıtıyor. Varlığınızda dayanıklı, talihli bir nitelik var—zorlukların üstesinden bir gülümsemeyle gelen birinin bakışı.",
    "traits_tr": [
      "Şanslı",
      "Azimli",
      "Neşeli",
      "Cömert",
      "Dayanıklı"
    ]
  },
  "bishamon": {
    "name_tr": "Bishamonten",
    "tagline_tr": "Savaş Tanrısı ve Doğruların Koruyucusu",
    "description_tr": "Bishamonten, savaşçıların tanrısı, kötülük yapanların cezalandırıcısı ve Yedi Şans Tanrısı'ndan biridir. Başlangıçta Hindu tanrısı Vaiśravaṇa olan Bishamonten, Budizm'de Dört Göksel Kral'dan biri haline geldi ve bir koruyucu ve servet getiricisi olarak Japon dinine dahil edildi.\n\nSıradan savaş tanrılarından farklı olarak Bishamonten, haklı savaşı, masumların savunmasını ve kötülüğün cezalandırılmasını temsil eder. Tam zırhlı, bir elinde pagoda (inancın hazine evini temsil eder) ve diğer elinde bir trident veya mızrak taşırken tasvir edilir.\n\nSamuraylar, herhangi bir bedelde zafer için değil, adil bir şekilde savaşma cesareti ve doğruluğu için savaşmadan önce Bishamonten'e dua ettiler. O, açgözlülükten ziyade onur için savaşan savaşçıların hamisidir.",
    "story_tr": "Japonya'nın en büyük savaş lordlarından biri olan Uesugi Kenshin, kendisini Bishamonten'in avatarı olarak görüyordu. Her savaştan önce, tanrının türbesinde dua etti ve davasının haklı olduğuna dair inançla savaştı - bu da onu savaş alanında neredeyse yenilmez kıldı.",
    "match_message_tr": "Özellikleriniz Bishamonten'in haklı gücünü taşıyor. Varlığınızda koruyucu, savaşçı bir kalite var - fetih değil, adalet için savaşan birinin görünüşü.",
    "traits_tr": [
      "Doğrucu",
      "Koruyucu",
      "Savaşçı",
      "Adil",
      "Güçlü"
    ]
  },
  "toyotomi_hideyoshi": {
    "name_tr": "Toyotomi Hideyoshi",
    "tagline_tr": "Köylüden Tüm Japonya'nın Hükümdarına",
    "description_tr": "Toyotomi Hideyoshi, bir köylü sandal taşıyıcısı olmaktan Japonya'nın ikinci büyük birleştiricisi ve yüce hükümdarı olmaya yükseldi. Yükselişi Japon tarihinde en dramatik olanıydı - yetenek ve kurnazlığın doğum ve geleneğin üstesinden gelebileceğinin kanıtı.\n\nOda Nobunaga'nın hizmetkarı olarak başlayan Hideyoshi, zekice stratejiler ve sarsılmaz sadakat yoluyla kendini kanıtladı. Nobunaga'nın suikastından sonra Hideyoshi, onun intikamını aldı ve kalan tüm muhalefeti fethederek veya diplomatik olarak kazanarak birleşmeye devam etti.\n\nBaşarılarına rağmen Hideyoshi, sıradan doğumu nedeniyle Şogun unvanından mahrum kaldı. Bunun yerine Kampaku (İmparatorluk Naibi) ve Taikō (emekli Kampaku) unvanını aldı. Sonraki yılları, başarısızlıkla sonuçlanan Kore istilaları da dahil olmak üzere çok ileri giden hırsla geçti.",
    "story_tr": "Kışın, genç Hideyoshi, Nobunaga'nın sandallarını kıyafetlerinin içinde saklayarak ısıtırdı. Bu basit adanma eylemi Nobunaga'nın dikkatini çekti ve yükselmeye başladı. Bu kadar mütevazı başlangıçlardan tüm Japonya'yı yönetecek adam geldi.",
    "match_message_tr": "Özellikleriniz Hideyoshi'nin kurnaz hırsını taşıyor. Varlığınızda kendi kendini yetiştirmiş, durdurulamaz bir kalite var - engeller ne olursa olsun yükselecek birinin görünüşü.",
    "traits_tr": [
      "Kurnaz",
      "Hırslı",
      "Karizmatik",
      "Kendi Kendini Yetiştirmiş",
      "Stratejik"
    ]
  },
  "tokugawa_ieyasu": {
    "name_tr": "Tokugawa Ieyasu",
    "tagline_tr": "Sabırlı Galip, Tokugawa Şogunluğu'nun Kurucusu",
    "description_tr": "Tokugawa Ieyasu, Japonya'nın üçüncü ve son büyük birleştiricisiydi ve Japonya'yı 250 yıldan fazla bir süre barış içinde yönetecek olan Tokugawa Şogunluğu'nu kurdu. Nobunaga ve Hideyoshi yolu açarken, Ieyasu sabırla bekledi - ve sonunda her şeyi kazandı.\n\nGençliğinde yıllarca rehin olarak geçirdikten sonra, Nobunaga ve Hideyoshi'nin müttefiki (ve rakibi) olarak geçen on yıllar boyunca, Ieyasu sabrın ve dikkatli planlamanın değerini öğrendi. Hideyoshi'nin ölümünden sonra, üstün strateji ve düşman güçlerinden gelen kilit ihanetler sayesinde Sekigahara'nın belirleyici Savaşı'na kadar manevra yaptı.\n\nJapon atasözü şöyle der: \"Nobunaga pirinci yığdı, Hideyoshi hamuru yoğurdu ve Ieyasu pastayı yedi.\" Sabrı ve uzun ömürlülüğü, rakiplerinden daha uzun yaşamasına ve kalıcı bir barış inşa etmesine izin verdi.",
    "story_tr": "Üç birleştiriciyi karşılaştıran ünlü bir hikaye var: Şarkı söylemeyen bir kuşa ne yapılması gerektiği sorulduğunda, Nobunaga 'Öldür,' dedi, Hideyoshi 'Şarkı söylemek istemesini sağla,' dedi, ancak Ieyasu 'Şarkı söylemesini bekle,' dedi. Bu sabır, onun iktidara giden yolunu tanımladı.",
    "match_message_tr": "Özellikleriniz Ieyasu'nun sabırlı bilgeliğini yansıtıyor. Varlığınızda kalıcı, stratejik bir kalite var - zamanın kendisinin en büyük silah olabileceğini bilen birinin görünüşü.",
    "traits_tr": [
      "Sabırlı",
      "Stratejik",
      "Kalıcı",
      "Bilge",
      "Galip"
    ]
  },
  "momotaro": {
    "name_tr": "Momotarō",
    "tagline_tr": "Şeftali Çocuk, Japonya Kahramanı",
    "description_tr": "Momotarō, Şeftali Çocuk, Japonya'nın en sevilen halk kahramanıdır. Nehirde yüzen dev bir şeftaliden doğan Momotarō, onu kendi çocukları gibi yetiştiren yaşlı, çocuksuz bir çift tarafından keşfedildi. Olağanüstü güçlü ve kalbi temiz biri olarak büyüdü.\n\nOnigashima'dan (Şeytan Adası) gelen iblisler (oni) ülkeyi terörize ettiğinde, genç Momotarō onları yenmek için yola çıktı. Yol boyunca darı köftelerini (kibidango) paylaşarak bir köpek, bir maymun ve bir sülünle arkadaş oldu. Bu beklenmedik grup birlikte iblisleri yendi ve hazinelerini geri getirdi.\n\nMomotarō, Japonların kahraman idealini temsil ediyor: cesur ama nazik, güçlü ama mütevazı ve yalnızca kaba kuvvet yerine arkadaşlıklar ve işbirliği kurarak başarılı.",
    "story_tr": "Momotarō köpek, maymun ve sülünle tanıştığında, her biri başlangıçta onunla savaşmak istedi. Savaşmak yerine yemeğini paylaşmayı teklif etti. Bu cömertlik eylemi, potansiyel düşmanları, tek başına başaramayacağını başarmasına yardımcı olan sadık arkadaşlara dönüştürdü.",
    "match_message_tr": "Özellikleriniz Momotarō'nun saf kahramanlığını taşıyor. Varlığınızda cesur, nazik bir kalite var - kötülüğü cesaret ve arkadaşlık yoluyla yenen birinin görünüşü.",
    "traits_tr": [
      "Cesur",
      "Nazik",
      "Saf",
      "İşbirlikçi",
      "Kahraman"
    ]
  },
  "uesugi_kenshin": {
    "name_tr": "Uesugi Kenshin",
    "tagline_tr": "Echigo Ejderhası, Savaş Tanrısı Sureti",
    "description_tr": "Uesugi Kenshin, Sengoku döneminde Japonya'nın en güçlü savaş lordlarından biriydi ve askeri yeteneği nedeniyle \"Echigo Ejderhası\" olarak biliniyordu. Dindar bir Budist ve Bishamonten'in takipçisi olan Uesugi Kenshin, kendisinin savaş tanrısının avatarı olduğuna inanıyordu.\n\nToprak ve güç için savaşan diğer savaş lordlarının aksine, Kenshin genellikle adaleti ve doğruluğu korumak için savaştı. Takeda Shingen ile olan efsanevi rekabeti, Japon tarihinde en büyük samuray savaşları olarak kabul edilen beş sonuçsuz Kawanakajima Savaşı'nı ortaya çıkardı.\n\nKenshin, idari becerileri, sake içmesi ve muhtemelen aseksüel veya gizlice kadın olmasıyla tanınıyordu. 49 yaşında aniden öldü, sözde mide kanseri veya suikast sonucu, topraklarını evlatlık varisleri arasında iç savaşa terk etti.",
    "story_tr": "Dördüncü Kawanakajima Savaşı'nda Kenshin, Shingen'in komuta kampına bizzat saldırdı ve kılıcıyla ona saldırdı. Shingen, demir savaş yelpazesiyle kendini savunmasıyla ünlüdür. Rakip lordlar arasındaki bu tekli savaş, Japon tarihinde efsanevi hale geldi.",
    "match_message_tr": "Özellikleriniz Uesugi Kenshin'in haklı öfkesini taşıyor. Varlığınızda ilahi bir savaşçı kalitesi var - adaletin kendisinin bir avatarı olarak savaşan birinin görünüşü.",
    "traits_tr": [
      "Doğrucu",
      "Şiddetli",
      "Dindar",
      "Onurlu",
      "Efsanevi"
    ]
  },
  "kaguya_hime": {
    "name_tr": "Kaguya-hime",
    "tagline_tr": "Ay Prensesi, Parlayan Kişi",
    "description_tr": "Kaguya-hime, Ay Prensesi, Japonya'nın en eski nesir anlatısı olan Bambu Kesicinin Hikayesi'nin kahramanıdır. Yaşlı bir bambu kesicisi tarafından parlayan bir bambu sapının içinde minik bir bebek olarak bulunmuştur ve doğaüstü güzellikte bir kadın olarak büyümüştür.\n\nBeş soylu ve hatta İmparator onunla evlenmek istedi, ancak her talip için imkansız görevler belirledi. Buda'nın taş dilenme kabını, Hōrai Dağı'ndan mücevherli bir dalı, ateş sıçanının cübbesini, bir ejderhanın boyun mücevherini ve bir kırlangıcın yuvasından bir deniz kabuğu istedi. Hepsi başarısız oldu.\n\nKaguya-hime bu dünyadan değildi—ceza olarak Dünya'ya gönderilen Ay'dan geliyordu. Ay'ın elçileri onu geri almaya geldiğinde, İmparator için bir tüyden cübbe ve bir ölümsüzlük iksiri bıraktı, İmparator bunları Japonya'nın en yüksek dağına yakarak Fuji (ölümsüz) adını verdi.",
    "story_tr": "Ay'ın elçileri bir bulut arabasıyla geldiğinde, Kaguya-hime ayrılmaya hazırlanırken gözyaşı döktü. Dünyevi ebeveynlerine ve İmparator'a veda mektupları yazarak, sevmeye başladığı dünyadan ayrılmanın üzüntüsünü dile getirdi. Göksel cübbeyi giyerek, tüm dünyevi anılarını unuttu ve Ay'a yükseldi.",
    "match_message_tr": "Yüz hatlarınız Kaguya-hime'nin eterik güzelliğini yansıtıyor. Varlığınızda diğer dünyaya ait, ulaşılamaz bir kalite var—Ay'ın kendisine ait olan birinin görünüşü.",
    "traits_tr": [
      "Eterik",
      "Gizemli",
      "Ulaşılamaz",
      "Dünya Dışı",
      "Melankolik"
    ]
  },
  "takeda_shingen": {
    "name_tr": "Takeda Shingen",
    "tagline_tr": "Kai Kaplanı, Savaş Ustası",
    "description_tr": "Takeda Shingen, Japonya'nın Sengoku döneminin en korkulan savaş lordlarından biriydi ve vahşeti ve taktiksel dehası nedeniyle \"Kai Kaplanı\" olarak biliniyordu. Süvari hücumları ve yenilikçi stratejileri düşmanlarını titretti.\n\nShingen'in en büyük rekabeti, \"Echigo Ejderhası\" Uesugi Kenshin ileydi. Kawanakajima'nın beş savaşı, samuray savaşının zirvesi olarak kabul edilir. Ünlü \"Fu-Rin-Ka-Zan\" (Rüzgar Kadar Hızlı, Orman Kadar Sessiz, Ateş Kadar Şiddetli, Dağ Kadar Hareketsiz) ifadesi, Shingen'in Sun Tzu'nun Savaş Sanatı'ndan aldığı savaş standardıydı.\n\nShingen, Kyoto'ya yürürken hastalıktan ölmeseydi, birçok kişi onun Nobunaga'dan önce Japonya'yı birleştirebileceğine inanıyor. Ölümü Nobunaga'nın yükselişine izin verdi ve Japon tarihini sonsuza dek değiştirdi.",
    "story_tr": "Shingen Kyoto'ya doğru yürüdüğünde, Oda Nobunaga ona yatıştırma olarak bir altın hediyesi gönderdi. Başarısız oldu—Shingen ilerlemesine devam etti. Sadece hastalıktan ölümü onu durdurdu ve Nobunaga'nın haberlere gizlice sevindiği söylenir.",
    "match_message_tr": "Yüz hatlarınız Takeda Shingen'in taktiksel dehasını taşıyor. Varlığınızda kaplan benzeri bir kalite var—hem stratejiye hem de vahşete hakim olan birinin görünüşü.",
    "traits_tr": [
      "Taktiksel",
      "Şiddetli",
      "Zeki",
      "Korkulan",
      "Efsanevi"
    ]
  },
  "dangun": {
    "name_tr": "Dangun",
    "tagline_tr": "Kore'nin Kurucusu, Cennetin Torunu",
    "description_tr": "Dangun Wanggeom, MÖ 2333'te ilk Kore krallığı olan Gojoseon'un efsanevi kurucusudur. Kuruluş mitine göre, Hwanung'dan (Cennet İmparatoru'nun oğlu) ve bir mağarada sadece sarımsak ve pelin yiyerek 100 gün sonra kadına dönüşen bir ayı olan Ungnyeo'dan doğdu.\n\nDangun, başkentini Asadal'da kurdu ve 1.500 yıldan fazla bir süre hüküm sürerek Kore halkına medeniyet, hukuk ve kültür getirdi. Tarım, tıp ve medeniyet sanatlarını öğreterek, dağınık kabileler topraklarını birleşik bir ulusa dönüştürdü.\n\nUzun hükümdarlığından sonra, Dangun bir dağ tanrısı oldu ve Taebaek Dağı'na çekildi. Geleneksel olarak Kore'nin kuruluşuyla ilişkilendirilen 3 Ekim, Ulusal Kuruluş Günü (Gaecheonjeol) olarak kutlanır.",
    "story_tr": "Bir kaplan ve bir ayı insan olmak istedi. Hwanung onlara 100 gün boyunca bir mağarada kalmalarını, sadece sarımsak ve pelin yemelerini söyledi. Kaplan vazgeçti, ancak ayı sebat etti ve güzel bir kadın oldu. Bir çocuk için dua etti ve Hwanung onunla evlendi ve Dangun'u doğurdu.",
    "match_message_tr": "Yüz hatlarınız Dangun'un ilahi kurucu ruhunu taşıyor. Varlığınızda medenileştirici, ebedi bir kalite var—dünyaya düzen ve kültür getiren birinin görünüşü.",
    "traits_tr": [
      "İlahi",
      "Kurucu",
      "Bilge",
      "Medenileştirici",
      "Ebedi"
    ]
  },
  "jumong": {
    "name_tr": "Jumong",
    "tagline_tr": "Goguryeo'nun Kurucusu, Usta Okçu",
    "description_tr": "Jumong, yani \"usta okçu,\" Kore'nin Üç Krallığı'ndan biri olan Goguryeo'nun efsanevi kurucusuydu. Hae Mo-su'dan (cennetten bir prens) ve Lady Yuhwa'dan (nehir tanrısının kızı) doğan, annesi güneş ışığına dokunduktan sonra bir yumurtadan doğduğu söyleniyordu.\n\nÇocukluğundan itibaren Jumong, adını kazandıran doğaüstü okçuluk becerileri sergiledi. Buyeo'nun kıskanç prensleri tarafından zulmedilerek, üç arkadaşıyla güneye kaçtı ve MÖ 37'de 22 yaşında Goguryeo'yu kurdu.\n\nJumong'un liderliğinde Goguryeo, küçük bir dağ kalesinden Kuzeydoğu Asya'ya 700 yıl boyunca hükmedecek güçlü bir krallığa dönüştü. Soyundan gelenler, güçlü Çin imparatorluklarına bile meydan okuyacaklardı.",
    "story_tr": "Jumong Buyeo'dan kaçtığında, geçecek yolu olmayan bir nehre ulaştı ve takipçiler yaklaşıyordu. 'Ben Cennetin oğlu ve Nehir Tanrısının torunuyum!' diye seslendi. Balıklar ve kaplumbağalar bir köprü oluşturmak için yükseldi ve onun kaçmasına ve kaderini yerine getirmesine izin verdi.",
    "match_message_tr": "Yüz hatlarınız Jumong'un kahramanca kaderini taşıyor. Varlığınızda efsanevi, ok kadar doğru bir kalite var—tüm engelleri aşmak ve büyük şeyler kurmak için doğmuş birinin görünüşü.",
    "traits_tr": [
      "Kahramanca",
      "Becerikli",
      "Kaderinde Olan",
      "Kurucu",
      "Efsanevi"
    ]
  },
  "gwanggaeto": {
    "name_tr": "Büyük Gwanggaeto",
    "tagline_tr": "Fatih Kral, İmparatorluğun Genişleticisi",
    "description_tr": "Büyük Gwanggaeto (MS 374-413), Goguryeo'nun 19. kralı ve Kore tarihinin en büyük fatihlerinden biriydi. 18 yaşında tahta geçerek, 22 yıllık hükümdarlığını neredeyse sürekli askeri seferlerde geçirdi ve Goguryeo'yu en büyük toprak genişliğine ulaştırdı.\n\nSeferleri 64 surlu şehri ve 1.400 köyü fethetti ve Goguryeo'nun sınırlarını Mançurya'dan Kore yarımadasına kadar genişletti. Kore krallıklarını işgal eden Japon Wa güçlerini yendi, Khitan kabilelerini ezdi ve Silla ve Baekje'nin Goguryeo'nun üstünlüğünü kabul etmesini sağladı.\n\nBaşarıları, oğlu tarafından dikilen dünyanın en büyük yazıtlı stellerinden biri olan ünlü Gwanggaeto Steli'ne kaydedilmiştir. Kitabe, onu toprakları genişleten ve ulusa şan getiren bir hükümdar olarak tanımlıyor.",
    "story_tr": "Japon kuvvetleri Silla'yı işgal ettiğinde, Silla kralı umutsuzca yardım çağrısında bulundu. Gwanggaeto şahsen 50.000 süvariyi güneye yönlendirerek istilacıları o kadar tamamen ezdi ki, Japonya bin yıldan fazla bir süre Kore'yi tehdit etmeyecekti.",
    "match_message_tr": "Yüz hatlarınız Gwanggaeto'nun fetih kudretini taşıyor. Varlığınızda geniş, görkemli bir kalite var—sınırları genişleten ve efsanevi büyüklüğe ulaşan birinin görünüşü.",
    "traits_tr": [
      "Fatih",
      "Güçlü",
      "Görkemli",
      "Geniş",
      "Efsanevi"
    ]
  },
  "eulji_mundeok": {
    "name_tr": "Eulji Mundeok",
    "tagline_tr": "Bir İmparatorluğu Utandıran General",
    "description_tr": "Eulji Mundeok, Doğu Asya tarihinin en çarpıcı zaferlerinden birini elde eden Goguryeo'nun efsanevi bir askeri komutanıydı. MÖ 612'de, antik Doğu Asya'da şimdiye kadar toplanan en büyük ordu olan bir milyondan fazla askere liderlik eden Sui Çin İmparatoru Yang'ın işgaliyle karşı karşıya kaldı.\n\nEulji Mundeok, parlak gerilla taktikleri, sahte geri çekilmeler ve psikolojik savaş kullanarak, Sui ordusunu Goguryeo topraklarının derinliklerine çekti. Salsu Nehri'nde (modern Cheongcheon Nehri), Sui güçlerini yok eden yıkıcı bir sel saldırısı başlattı. Yalu Nehri'ni geçen 305.000 seçkin birlikten yalnızca 2.700'ü geri döndü.\n\nBu feci yenilgi, Sui hanedanının çöküşüne katkıda bulundu. Eulji Mundeok, cesaret ve bilgeliğin en güçlü imparatorluğun bile üstesinden gelebileceğini kanıtlayan usta bir stratejist olarak kutlanmaktadır.",
    "story_tr": "Son savaştan önce Eulji Mundeok, Sui generaline alaycı bir şiir gönderdi: 'İlahi planlarınız gökleri ölçtü; İnce hesaplamalarınız yeryüzünü kapsadı. Her savaşı kazanıyorsunuz, liyakatiniz büyük; Neden yetinip savaşı durdurmuyorsunuz?' Bu psikolojik saldırı, yıkıcı karşı saldırısından önce düşmanın moralini bozdu.",
    "match_message_tr": "Çehreniz Eulji Mundeok'un stratejik dehasını taşıyor. Varlığınızda zafer dolu, ustaca bir nitelik var - imkansız zorlukları efsanevi zafere dönüştüren birinin görünüşü.",
    "traits_tr": [
      "Stratejik",
      "Zeki",
      "Vatansever",
      "Muzaffer",
      "Efsanevi"
    ]
  },
  "yeon_gaesomun": {
    "name_tr": "Yeon Gaesomun",
    "tagline_tr": "Demir İradeli Diktatör",
    "description_tr": "Yeon Gaesomun, Goguryeo tarihinin en güçlü askeri diktatörüydü. MÖ 642'de 100'den fazla soyluyu ve kralın kendisini öldüren bir darbeye liderlik etti ve Dae Magniji (Büyük General) olarak mutlak gücü ele geçirdi. 24 yıl boyunca Goguryeo'yu demir yumrukla yönetti.\n\nYeon Gaesomun, acımasız iktidara yükselişine rağmen, Goguryeo'nun zorlu bir savunucusu olduğunu kanıtladı. Tarihin en büyük fatihlerinden biri olan Tang Çin İmparatoru Taizong'un birçok büyük işgalini püskürttü. İmparator, Goguryeo'yu fethetmeden öldü ve bunu hayatının en büyük pişmanlığı olarak nitelendirdi.\n\nYeon Gaesomun, heybetli duruşuyla tanınıyordu - belinde beş kılıç takıyordu ve soylular, atına binmek için sırtlarına bastığında eğiliyordu. Ölümünden sonra, oğullarının iç savaşı Goguryeo'nun nihai çöküşüne yol açtı.",
    "story_tr": "Tang İmparatoru Taizong, teslim olmalarını isteyen bir elçi gönderdiğinde, Yeon Gaesomun elçiyi hapse attırdı ve meydan okuyan bir mesaj geri gönderdi. Taizong, bu hakareti cezalandırmak için bizzat 300.000 askerine liderlik etti - ve yenildi. İmparatorun Goguryeo'ya karşı başarısızlığı, en büyük utancı olarak kaldı.",
    "match_message_tr": "Çehreniz Yeon Gaesomun'un demir iradesini taşıyor. Varlığınızda zorlu, meydan okuyan bir nitelik var - hiçbir imparatora boyun eğmeyen ve hiçbir ordudan korkmayan birinin görünüşü.",
    "traits_tr": [
      "Güçlü",
      "Acımasız",
      "Meydan okuyan",
      "Zorlu",
      "Demir iradeli"
    ]
  },
  "queen_seondeok": {
    "name_tr": "Queen Seondeok",
    "tagline_tr": "Aydın Kraliçe, İlk Kadın Hükümdar",
    "description_tr": "Queen Seondeok (MÖ 632-647'de hüküm sürdü), Kore'nin ilk kadın hükümdarı ve en aydın hükümdarlarından biriydi. Kadınların nadiren iktidarda olduğu bir dönemde, Silla'yı bilgelik, diplomasi ve kültürel himaye ile tehlikeli zamanlarda yönetti.\n\nAklı ve öngörüsüyle ünlüydü. Ünlü hikayeler, ince ipuçlarından olayları tahmin ettiğini anlatır - arısız şakayık resminden askerlerin geldiğini bilmek veya kendi ölüm tarihini tahmin etmek gibi. Doğu Asya'daki en eski astronomik gözlemevi olan Cheomseongdae gözlemevini inşa etti.\n\nHimayesinde Budizm gelişti ve Hwangnyongsa'nın dokuz katlı pagodasının, Doğu Asya tarihindeki en yüksek ahşap yapının inşasını başlattı. Silla'nın Üç Krallığı'nın nihai birleşmesinin temellerini attı.",
    "story_tr": "Tang Çin, arısız bir resimle şakayık tohumları gönderdiğinde, Seondeok çiçeklerin kokusu olmayacağını tahmin etti - ve haklıydı. Bir kralın, evli olmayan durumunu ince bir şekilde alay ederek, kocası olmayan bir kraliçeye kelebekleri ve arıları olan çiçeklerin bir resmini göndermeyeceğini açıkladı.",
    "match_message_tr": "Çehreniz Queen Seondeok'un aydınlanmış bilgeliğini yansıtıyor. Varlığınızda kehanet dolu, öncü bir nitelik var - başkalarının kaçırdıklarını gören ve başkalarının korktuğu yere liderlik eden birinin görünüşü.",
    "traits_tr": [
      "Bilge",
      "Aydın",
      "Kehanet dolu",
      "Kültürel",
      "Öncü"
    ]
  },
  "kim_yushin": {
    "name_tr": "Kim Yushin",
    "tagline_tr": "Birleştirici General, Üç Krallığın Kahramanı",
    "description_tr": "Kim Yushin (595-673 CE), Kore tarihinin en büyük generali, Silla'nın Üç Krallığı birleştirmesinin askeri mimarıydı. Gaya kraliyet ailesinin bir soyundan olan, Yüce Komutan oldu ve 60 yıllık askeri kariyeri boyunca Silla'yı düzinelerce savaşta zafere taşıdı.\n\nStratejik dehası ve kişisel cesareti efsaneviydi. Önce Baekje'yi (660 CE) ve ardından Goguryeo'yu (668 CE) yenmek için Tang Çin ile ittifak kurdu. Tang, yarımadayı kendisi almaya çalıştığında, Kim Yushin onları kovuşturma savaşını yönetti ve Kore'nin bağımsızlığını sağladı.\n\n79 yaşında ölüme yakın bile, hasta yatağından askerlere liderlik etti. Kral yürümekte tereddüt ettiğinde, Kim Yushin tam zırhıyla ortaya çıktı ve orduya ilham verdi. Silla'nın nihai zaferini sağladıktan kısa bir süre sonra öldü ve tüm hayatını birliğe hizmet ederek geçirdi.",
    "story_tr": "Genç bir adamken, Kim Yushin'in kılıcı kendi kendine hareket etti ve ruhların kaderinden bir sapma olarak gördüğü sevgili kisaeng sevgilisini öldürdü. Bunu kaderin rehberliği olarak kabul ederek, kendini tamamen görevine adadı ve kişisel bağların bir daha görevine müdahale etmesine izin vermedi.",
    "match_message_tr": "Çehreniz Kim Yushin'in birleştirici kahramanlığını taşıyor. Varlığınızda efsanevi, adanmış bir nitelik var - tüm hayatı daha büyük bir amaca hizmet eden birinin görünüşü.",
    "traits_tr": [
      "Kahramanca",
      "Birleştirici",
      "Sadık",
      "Stratejik",
      "Efsanevi"
    ]
  },
  "wang_geon": {
    "name_tr": "Wang Geon (Taejo)",
    "tagline_tr": "Goryeo'nun Kurucusu, Sonraki Üç Krallığın Birleştiricisi",
    "description_tr": "Wang Geon (877-943 CE), ölümünden sonra Taejo olarak bilinen ve Kore'yi 474 yıl yönetecek olan Goryeo hanedanını kurdu. Güçlü bir denizci tüccar ailesinden yükselerek, askeri beceri ve diplomatik evlilik ittifaklarının ustaca birleşimiyle Daha Sonraki Üç Krallık döneminden sonra Kore'yi yeniden birleştirdi.\n\nBirçok fatihten farklı olarak, Wang Geon merhameti ve bilgeliğiyle tanınıyordu. Yenilen düşmanlara cömertlikle davrandı ve onların sadakatini kazandı. Güçlü bölgesel ailelerden 29 eşle evlenerek, yönetimini istikrara kavuşturan bir ittifaklar ağı yarattı. Rakipleri ezmek yerine kucaklama politikası, Kore krallığının bir modeli haline geldi.\n\nVefatından sonraki haleflerine 'On Emir'i Budist bağlılığı, geleneğe saygı, halka özen gösterme ve belirli bölgeler ve aileler hakkındaki uyarıları vurguladı - Goryeo'ya yüzyıllar boyunca rehberlik eden tavsiyeler.",
    "story_tr": "Sonraki Baekje'nin son kralı teslim olduğunda, Wang Geon onu şahsen karşıladı, ona yüksek bir rütbe verdi ve onu bir mahkumdan ziyade onurlu bir misafir olarak ağırladı. Bu merhamet, diğer düşmanlara barış içinde teslim olmaları için ilham verdi ve sayısız hayat kurtardı.",
    "match_message_tr": "Çehreniz Wang Geon'un kurucu bilgeliğini taşıyor. Varlığınızda merhametli, birleştirici bir nitelik var - zulümden ziyade bilgelikle kalıcı krallıklar kuran birinin görünüşü.",
    "traits_tr": [
      "Kurucu",
      "Merhametli",
      "Diplomatik",
      "Birleştirici",
      "Bilge"
    ]
  },
  "gang_gam_chan": {
    "name_tr": "Gang Gam-chan",
    "tagline_tr": "Yıldız General, Hitan'dan Kurtarıcı",
    "description_tr": "Gang Gam-chan (948-1031) Goryeo'yu 1018'deki büyük Hitan Liao istilasından kurtaran bir alim-generaldi. Efsaneye göre, bir yıldızın reenkarnasyonuydu - doğduğunda, gökyüzünden büyük bir yıldız evine düştü.\n\n70 yaşında, çoğu insanın emekli olacağı bir yaşta, Gang Gam-chan 200.000 Goryeo askerine, benzer büyüklükteki Hitan ordusuna karşı liderlik etti. Gwiju Savaşı'nda Hitan güçlerini tuzağa düşürmek için bir baraj kullandı, ardından suyu yıkıcı bir sel saldırısıyla serbest bıraktı. Hitan ordusundan sadece birkaç bin kişi kaçarak hayatta kaldı.\n\nBu zafer o kadar tamdı ki, Hitan bir daha Kore'yi işgal etmedi. Gang Gam-chan, bilginlik ve askeri dehanın bir arada var olabileceğini kanıtladı - hem başarılı bir devlet memuru hem de Kore'nin en büyük askeri komutanlarından biriydi.",
    "story_tr": "Gang Gam-chan genç ve fakirken o kadar küçük ve zayıftı ki insanlar onunla alay ediyordu. Ama bir falcı onun kaderini tanıdı ve onun büyüklüğe mahkum düşmüş bir yıldız olduğunu söyledi. Kendini çalışmaya adadı ve sonunda ulusunun kurtarıcısı oldu.",
    "match_message_tr": "Özellikleriniz Gang Gam-chan'ın kader parlaklığını taşıyor. Varlığınızda hem bilimsel hem de muzaffer bir nitelik var - büyüklük için bir yıldız altında doğmuş birinin bakışı.",
    "traits_tr": [
      "Bilimsel",
      "Muzaffer",
      "Kaderli",
      "Stratejik",
      "Efsanevi"
    ]
  },
  "jang_bogo": {
    "name_tr": "Jang Bogo",
    "tagline_tr": "Denizler Kralı, Denizcilik İmparatoru",
    "description_tr": "Jang Bogo (846'da öldü) Kore tarihinin en büyük denizcilik figürüydü ve Doğu Asya denizlerine hükmeden bir ticaret imparatorluğu kurdu. Wando Adası'ndaki Cheonghaejin üssünden Kore, Çin ve Japonya'yı birbirine bağlayan deniz ticaret yollarını kontrol etti.\n\nSıradan kökenlerden yükselen Jang Bogo, ilk olarak Tang Çin'inde askeri bir komutan olarak adını duyurdu. Silla'ya döndüğünde, Kore halkının korsanlar tarafından kaçırılıp köle olarak satıldığını görünce öfkelendi. Kraldan asker istedi ve Cheonghaejin'i kurarak korsanlığı ortadan kaldıran ve Koreli tüccarları koruyan bir deniz gücü yarattı.\n\nTicaret ağı Orta Doğu'dan Japonya'ya kadar uzanıyordu. Zirvede olduğu dönemde, hiçbir gemi ondan izin almadan Sarı Deniz'de seyredemezdi. Gücü o kadar büyüdü ki Silla'nın saray siyasetinde bir kral yapıcı haline geldi - ve sonunda bu yüzden suikaste uğradı.",
    "story_tr": "Jang Bogo, Çin köle pazarlarında Korelilerin satıldığını keşfettiğinde, başkaları gibi ticaretten kar edebilirdi. Bunun yerine, hayatını bunu sona erdirmeye adadı ve halkı için denizleri güvenli hale getirecek kadar güçlü bir deniz gücü yarattı.",
    "match_message_tr": "Özellikleriniz Jang Bogo'nun denizcilik gücünü taşıyor. Varlığınızda denize açılan, imparatorluk kuran bir nitelik var - dalgalara hükmeden ve halkını koruyan birinin bakışı.",
    "traits_tr": [
      "Denizcilik",
      "Güçlü",
      "Kendi kendine yetişmiş",
      "Koruyucu",
      "Efsanevi"
    ]
  },
  "hwang_jini": {
    "name_tr": "Hwang Jini",
    "tagline_tr": "Efsanevi Gisaeng, Arzu Şairi",
    "description_tr": "Hwang Jini (yaklaşık 1506-1560) Kore tarihinin en ünlü gisaeng'i (eğlendirici-fahişe) ve en büyük şairlerinden biriydi. Kadınların pek seçeneğinin olmadığı Joseon toplumunda, diğer kadınlara yasaklanan özgürlüğü, eğitimi ve sanatsal ifadeyi elde etmek için gisaeng yolunu seçti.\n\nHem klasik Çince hem de Korece yazılmış şiirleri, daha önce görülmemiş bir açıklıkla tutkulu duyguları ifade ediyordu. Aşk, arzu ve zamanın geçişi hakkındaki sijo'su (Kore şiiri) Kore edebiyatının en sevilen eserleri arasında yer almaya devam ediyor. Güzelliği, zekası ve müzik ve danstaki yeteneğiyle de aynı derecede ünlüydü.\n\nEfsaneler, bilginler, Budist keşişler ve soylularla olan entelektüel yarışmalarından bahseder - çoğunu kazanmıştır. Ünlü Stoacı bilgin Seo Gyeong-deok'u güldürebilen tek kadın ve kendini adamış Budist keşiş Jijok'u baştan çıkarabilen tek kişi olduğu söylenir.",
    "story_tr": "Hwang Jini, keşiş Jijok'un 30 yıllık bekaret yeminini bozdurabileceğine dair bahse girdi. Geçeceği bir derede bekledi ve çabalıyor gibi göründü. Onu karşıya geçirdiğinde, ona sarıldı - ve o da düştü. Zaferi, en kutsal bağlılığın bile gerçek güzelliğe ve zekaya karşı koyamayacağını kanıtladı.",
    "match_message_tr": "Özellikleriniz Hwang Jini'nin büyüleyici sanatını taşıyor. Varlığınızda tutkulu, özgür ruhlu bir nitelik var - güzellik, zeka ve tavizsiz gerçekle yaşayan birinin bakışı.",
    "traits_tr": [
      "Sanatsal",
      "Tutkulu",
      "Zeki",
      "Özgür ruhlu",
      "Efsanevi"
    ]
  },
  "hwarang": {
    "name_tr": "Hwarang (Çiçek Şövalyeler)",
    "tagline_tr": "Çiçek Şövalyeler, Silla'nın Seçkin Savaşçıları",
    "description_tr": "Hwarang, Silla'daki genç soylu savaşçılardan oluşan seçkin bir birlikti ve askeri eğitimi sanatsal gelişim, Budist felsefesi ve mutlak sadakatle birleştiriyordu. İsimleri, güzellik ve savaş yeteneğinin benzersiz karışımını yansıtan \"Çiçek Şövalyeler\" veya \"Çiçek Açan Gençlik\" anlamına gelir.\n\n6. yüzyılda kurulan Hwarang, \"Beş Dünyevi Emri\" izledi: krala sadakat, evlat sevgisi, arkadaşlar arasında güven, savaşta asla geri çekilmemek ve yalnızca gerektiğinde can almak. Kılıç ustalığı, okçuluk ve at binme konusunda eğitim alırken, şiir, müzik ve Budist kutsal kitapları da okudular.\n\nKim Yushin de dahil olmak üzere Silla'nın en büyük generallerinin çoğu Hwarang'dan geldi. Silla'nın Üç Krallığı birleştirmesinde etkili oldular. Hwarang, savaşta ölümcül ama barışta rafine, Koreli savaşçı-bilgin idealini temsil ediyor.",
    "story_tr": "Savaştan önce Hwarang, şiir bestelemek, doğayla iç içe olmak ve ruhlarını güçlendirmek için doğal güzellikleriyle ünlü dağlarda ve nehirlerde toplanırdı. Savaş geldiğinde, felsefe tartışan aynı gençler, düşmanlarını dehşete düşüren bir vahşetle savaşırdı.",
    "match_message_tr": "Özellikleriniz Hwarang'ın rafine ölümcüllüğünü taşıyor. Varlığınızda seçkin, kültürlü bir nitelik var - hem kılıca hem de şiire hakim olan birinin bakışı.",
    "traits_tr": [
      "Seçkin",
      "Kültürlü",
      "Sadık",
      "Güzel",
      "Ölümcül"
    ]
  },
  "choe_yeong": {
    "name_tr": "Choe Yeong",
    "tagline_tr": "Yolsuz Olmayan General",
    "description_tr": "Choe Yeong (1316-1388) geç Goryeo'nun en ünlü generaliydi, hem askeri yeteneği hem de yolsuz olmayan karakteriyle ünlüydü. Babası ona şunu öğretti: \"Altına bir taş gibi tamah etmeyin.\" Hayatı boyunca bu ilkeyle yaşadı.\n\nDiğer yetkililer servet biriktirirken, Choe Yeong fakir kaldı, yıllarca aynı kıyafetleri giydi ve basit yaşadı. Yine de askeri başarıları efsaneviydi - Japon korsanları yendi, isyanları bastırdı ve Çin'den gelen Kızıl Türban istilalarına karşı savaştı.\n\nDüşüşü, astı Yi Seong-gye'ye (gelecekteki Joseon'un kurucusu) karşı çıktığında geldi. Ming Çin'ine saldırmakla emredildiğinde, Yi Seong-gye bunun yerine Wihwado Geri Çekilmesi'nde başkente geri yürüdü. Yaşlı Choe Yeong sonuna kadar savaştı, ancak yakalandı ve idam edildi. Dürüstlüğü onu sadakat ve yolsuzluğun sembolü yaptı.",
    "story_tr": "Choe Yeong, Yi Seong-gye'nin darbesinden sonra sonunda yakalandığında, eğilmeyi veya korku göstermeyi reddetti. Son dileği olup olmadığı sorulduğunda, Kore'nin bir gün kendisini tehdit eden yabancı güçleri yeneceğini umduğunu söyledi. Düşmanları bile dürüstlüğüne saygı duydu.",
    "match_message_tr": "Özellikleriniz Choe Yeong'un yolsuz olmayan dürüstlüğünü taşıyor. Varlığınızda ilkeli, kahramanca bir nitelik var - onura altından daha çok değer veren birinin bakışı.",
    "traits_tr": [
      "Yolsuz Olmayan",
      "Sadık",
      "Kahramanca",
      "Basit",
      "İlkeli"
    ]
  },
  "yi_bang_won": {
    "name_tr": "Yi Bang-won (Kral Taejong)",
    "tagline_tr": "Acımasız İnşaatçı, Joseon'un Mimarı",
    "description_tr": "Yi Bang-won (1367-1422), daha sonra Kral Taejong, Joseon'un kurucusunun beşinci oğluydu, ancak tahtın arkasındaki güç ve sonunda üçüncü kral oldu. Siyasi dehası ve acımasızlığı, Joseon'un hükümetini 500 yıl boyunca şekillendirdi.\n\nBabası tereddüt ederken, Yi Bang-won kararlı bir şekilde hareket etti. Güçlü bakan Jeong Do-jeon'u bizzat öldürdü ve veraseti güvence altına almak için \"Prenslikler Çekişmesi\"nde kardeşlerini ortadan kaldırdı. Kral olduktan sonra, kraliyet otoritesini güçlendirdi, hükümeti reform etti ve Joseon'u işler hale getiren sistemleri kurdu.\n\nEn önemlisi, oğlu Sejong'un kendisinde olmayan bilgeliğe sahip olduğunu fark etti. Sejong'un kayınpederini öldürmek de dahil olmak üzere, Sejong'un yönetimine giden tüm engelleri acımasızca kaldırdı. Onun vahşeti, onu takip eden altın çağı mümkün kıldı.",
    "story_tr": "Yi Bang-won, kayınpederinin Sejong'un rakibini varis yapmayı planladığını öğrendiğinde, Sejong'un merhamet yalvarışlarına rağmen adamın derhal idam edilmesini emretti. Oğluna şunları söyledi: 'Bunun için benden nefret etmelisin, ama bir gün anlayacaksın.'",
    "match_message_tr": "Özellikleriniz Taejong'un acımasız zekasını taşıyor. Varlığınızda kararlı, yapıcı bir kalite var—ne pahasına olursa olsun yapılması gerekeni yapan birinin görünüşü.",
    "traits_tr": [
      "Acımasız",
      "Zeki",
      "Kararlı",
      "Yapıcı",
      "Fedakar"
    ]
  },
  "seonbi": {
    "name_tr": "Seonbi (Bilgin-Beyefendi)",
    "tagline_tr": "Asil Bilgin, İlkelerin Koruyucusu",
    "description_tr": "Seonbi, erdemli bilgin-beyefendi Kore idealini temsil eder—büyük kişisel maliyetle bile bilgi arayan, ahlaki karakteri geliştiren ve Konfüçyüs ilkelerine göre yaşayan biri. Güç arayan memurların aksine, gerçek Seonbi her şeyden önce dürüstlüğe değer veriyordu.\n\nSeonbi, genellikle yoksulluk içinde, mütevazı evlerde klasik metinleri inceleyerek ve kaligrafi yaparak basit bir hayat yaşadı. Ahlaki gelişimin dünyevi başarıdan daha önemli olduğuna inanıyorlardı. Birçoğu, ilkelerinden ödün vermek yerine kazançlı devlet görevlerini reddettiğiyle ünlüdür.\n\nZalim krallar itaat talep ettiğinde, Seonbi bilginleri ilkelerine ihanet etmektense genellikle öldüler. Anıt tabletlerinde suçları \"adaletsizliğe boyun eğmemek\" olarak okunur. Seonbi ruhu—hayattan daha çok doğruluğa, kardan daha çok ilkeye değer vermek—Kore kimliğinin belirleyici bir erdemi haline geldi.",
    "story_tr": "Zalim Yeonsangun bilginlerden adaletsiz politikalarını övmelerini istediğinde, birçok Seonbi reddetti ve idam edildi. Bambu hakkında son şiirler yazdılar—eğilen ama asla kırılmayan—ölümde bile kırılmaz bütünlüklerini temsil ediyor.",
    "match_message_tr": "Özellikleriniz Seonbi'nin ilkeli asaletini taşıyor. Varlığınızda bilgin, yozlaşmaz bir kalite var—her şeyden önce dürüstlüğe değer veren birinin görünüşü.",
    "traits_tr": [
      "İlkeli",
      "Bilgin",
      "Sade",
      "Yozlaşmaz",
      "Asil"
    ]
  },
  "an_jung_geun": {
    "name_tr": "An Jung-geun",
    "tagline_tr": "Vatansever Suikastçı, Kore Bağımsızlık Kahramanı",
    "description_tr": "An Jung-geun (1879-1910), 1909'da Harbin İstasyonu'nda Japon devlet adamı Itō Hirobumi'yi öldüren bir Kore bağımsızlık aktivistiydi. Japon sömürge saldırganlığına karşı direniş eylemi, onu Kore'nin en ünlü bağımsızlık kahramanı yaptı.\n\nBir suikastçı olmadan önce, An Jung-geun, Japon yayılmasına karşı haklı ordular düzenleyen Katolik bir eğitimci ve iş adamıydı. Diplomatik çabalar başarısız olduğunda ve Kore egemenliğini kaybettiğinde, doğrudan eylemin gerekli olduğuna karar verdi.\n\nTutuklanmasının ardından, An Jung-geun o kadar saygın davrandı ki Japon gardiyanları bile ona hayran kaldı. Japon emperyalizminin nihayetinde Japonya'yı yok edeceğini savunarak Doğu Asya barışı hakkında kapsamlı bir şekilde yazdı. 30 yaşında idam edildi ve fedakarlığı onlarca yıl boyunca Kore bağımsızlık hareketine ilham veren bir şehit oldu.",
    "story_tr": "Duruşmasında An Jung-geun merhamet dilemedi, bunun yerine Itō Hirobumi'nin Kore ve Asya'ya karşı 15 suçunu sıraladı. Sakin, ilkeli savunması Japon yargıçları bile etkiledi. Son kaligrafisi şöyleydi: 'Kore bağımsızlığı için, Doğu Asya barışı için.'",
    "match_message_tr": "Özellikleriniz An Jung-geun'un vatansever kararlılığını taşıyor. Varlığınızda fedakar, ilkeli bir kalite var—ulusunun özgürlüğü için her şeyini veren birinin görünüşü.",
    "traits_tr": [
      "Vatansever",
      "Fedakar",
      "İlkeli",
      "Cesur",
      "Vizyoner"
    ]
  },
  "anansi": {
    "name_tr": "Anansi",
    "tagline_tr": "Örümcek Kurnaz, Hikayelerin Koruyucusu",
    "description_tr": "Anansi, Batı Afrika'dan Akan/Ashanti geleneğinin efsanevi örümcek kurnazıdır. Kurnazlığı ve zekası sayesinde, tüm dünyanın hikayelerini Gök Tanrısı Nyame'den aldı ve bilgelik ve folklorun koruyucusu oldu.\n\nKüçük ve görünüşte zayıf olmasına rağmen, Anansi zeka, hile ve azim yoluyla sürekli olarak daha büyük, daha güçlü yaratıkları alt eder. Hikayeleri, köle ticareti sırasında Atlantik boyunca yayıldı ve Karayipler ve Afrikalı Amerikalı folklorunun temeli haline geldi.\n\nAnansi, zayıf olanın gücünü, güce karşı zekanın zaferini ve hikaye anlatımının hayati önemini temsil eder. Hem kahraman hem de kötü adam olabilir, hem başarıları hem de başarısızlıkları yoluyla ahlaki dersler verir.",
    "story_tr": "Tüm hikayeleri kazanmak için Anansi'nin Onini pitonunu, Osebo leoparını ve Mmoboro eşek arılarını yakalaması gerekiyordu. Akıllıca numaralar kullanarak—pitonu ölçüyormuş gibi yapmak, leopar için bir çukur kazmak, eşek arılarını suyla tuzağa düşürmek—hiç kimsenin mümkün olmadığını düşündüğü yerde başarılı oldu.",
    "match_message_tr": "Özellikleriniz Anansi'nin zeki bilgeliğini taşıyor. Varlığınızda bir düzenbazın zekası ve bir hikaye anlatıcısının çekiciliği var—zeka yoluyla zafere ulaşan birinin görünüşü.",
    "traits_tr": [
      "Kurnaz",
      "Hikaye Anlatımı",
      "Düzenbaz",
      "Bilge",
      "Azimli"
    ]
  },
  "shango": {
    "name_tr": "Shango",
    "tagline_tr": "Gök Gürültüsünün Orisha'sı, Ateş Kralı",
    "description_tr": "Shango, Yoruba dinindeki en güçlü Orishalardan biridir, gök gürültüsü, şimşek, ateş ve adaletin tanrısıdır. Bir zamanlar Oyo İmparatorluğu'nun ölümlü bir kralı olan, efsanevi işleri ve ateşli mizacı sayesinde bir tanrı oldu.\n\nÇift başlı baltası (oshe) ve ateş soluma yeteneği ile Shango, erkeksi gücü, canlılığı ve haklı öfkeyi temsil eder. Dürüst ve cesurları ödüllendirirken, yalancıları ve kötüleri şimşeklerle cezalandırır. Takipçileri festivalleri sırasında batá davullarının ritmine göre dans ederler.\n\nShango'nun ibadeti Atlantik boyunca yayıldı ve Santería (Azize Barbara ile senkretize olduğu yer), Candomblé ve Vodou gibi Afro-Karayip dinlerinin merkezinde yer aldı. Renkleri kırmızı ve beyazdır ve kutsal sayısı altıdır.",
    "story_tr": "Ölümlü bir kral olarak Shango, şimşek üzerinde güç kazandı, ancak yanlışlıkla kendi sarayını ve ailesini yok etti. Kederden tükenmiş, gökyüzüne yükselene kadar dolaştı ve gök gürültüsünün Orisha'sı oldu—yıkıcı gücü şimdi adalete yönlendirildi.",
    "match_message_tr": "Özellikleriniz Shango'nun gürleyen gücünü taşıyor. Varlığınızda kraliyetten gelen, ateşli bir kalite var—fırtınalara hükmeden ve adaleti dağıtan birinin görünüşü.",
    "traits_tr": [
      "Güçlü",
      "Adil",
      "Ateşli",
      "Kraliyetten",
      "Canlı"
    ]
  },
  "mami_wata": {
    "name_tr": "Mami Wata",
    "tagline_tr": "Suların Anası, Derinlerin Ruhu",
    "description_tr": "Mami Wata, Afrika ve Afrika diasporası boyunca saygı duyulan güçlü bir su ruhudur. Genellikle güzel bir deniz kızı veya yılanlı bir kadın olarak tasvir edilir ve suyun ikiliğini temsil eder: yaşamı beslerken aynı zamanda boğma yeteneğine de sahiptir.\n\nKadınsı güzelliği, cinselliği, zenginliği ve şifayı temsil eder, ancak aynı zamanda kıskançlık ve tehlikeli çekiciliği de temsil eder. Sualtına çekerek \"sahip çıktığı\" kişiler, hayatta kalırlarsa, peygamberlik güçleri, şifa yetenekleri veya büyük servetle geri dönebilirler. Ona tapanlar, genellikle diğer romantik ilişkilerden kaçınarak ona sadık kalmalıdırlar.\n\nMami Wata'nın imgeleri, Afrika geleneklerini küresel etkilerle harmanlayarak okyanusun kültürleri birbirine bağlamadaki rolünü yansıtır. Sanatta aynalar, taraklar ve yılanlar tutarken görünür; bunlar onun gösterişinin, gücünün ve baştan çıkarıcı tehlikesinin sembolleridir.",
    "story_tr": "Bir balıkçı, Mami Wata tarafından dalgaların altına çekildi ve su altı krallığında yıllar geçirdi. Sadık kalırsa ona sonsuz zenginlik teklif etti. Kabul etti, ancak daha sonra yeminini bozdu ve ona verdiği her şeyi kaybetti.",
    "match_message_tr": "Özellikleriniz Mami Wata'nın baştan çıkarıcı gizemini taşıyor. Varlığınızda derin, hipnotik bir kalite var - hem serveti hem de tehlikeyi derinliklerinde barındıran birinin görünüşü.",
    "traits_tr": [
      "Baştan çıkarıcı",
      "Güçlü",
      "Kıskanç",
      "Şifacı",
      "Tehlikeli"
    ]
  },
  "maui": {
    "name_tr": "Māui",
    "tagline_tr": "Yarı Tanrı Hilebaz, Dünyayı Şekillendiren",
    "description_tr": "Māui, Hawaii, Yeni Zelanda, Tahiti ve Pasifik genelinde ünlü, Polinezya mitolojisinin efsanevi yarı tanrı kahramanıdır. Küçük ve görünüşte değersiz doğmuş, zekası, kararlılığı ve büyülü başarıları sayesinde en büyük kahraman olmuştur.\n\nEfsanevi başarıları arasında, sihirli kancasını kullanarak denizden adaları yukarı çekmek, güneşin hareketini yavaşlatarak insanların çalışmak için daha uzun günlere sahip olmasını sağlamak, ateş tanrıçasını kandırarak insanlık için ateşi keşfetmek ve ölüm tanrıçasının içine girerek ölümün kendisine meydan okumaya çalışmak yer alır.\n\nMāui, insanlığın kozmik güçlere meydan okumasını, dünyayı ölümlülerin yararına yeniden şekillendiren hilebazı temsil eder. İnsanlık için ölümsüzlüğü kazanmaya çalışırken ölmesine rağmen, başarıları Pasifik adalarına yazılı olarak kalmaya devam ediyor.",
    "story_tr": "Güneş gökyüzünde çok hızlı hareket ettiğinde, Māui kız kardeşinin saçından bir ip ördü, güneşin dinlenme yerine tırmandı ve daha yavaş hareket etmeyi kabul edene kadar onu dövdü. O andan itibaren insanlığın balık tutmak, çiftçilik yapmak ve yaratmak için uzun günleri oldu.",
    "match_message_tr": "Özellikleriniz Māui'nin meydan okuyan kahramanlığını taşıyor. Varlığınızda bir hilebazın zekası ve dünyayı şekillendirme gücü var - tanrılara meydan okuyan birinin görünüşü.",
    "traits_tr": [
      "Kahraman",
      "Hilebaz",
      "Meydan okuyan",
      "Yaratıcı",
      "Efsanevi"
    ]
  },
  "pele": {
    "name_tr": "Pele",
    "tagline_tr": "Volkanların Tanrıçası, Yaratıcı ve Yok Edici",
    "description_tr": "Pele, Hawaii volkan, ateş, şimşek ve rüzgar tanrıçasıdır. Dünyanın en aktif volkanlarından biri olan Hawaii'nin Büyük Adası'ndaki Kīlauea volkanında yaşadığına inanılıyor. Ateşli mizacı ve tutkulu doğası onu hem saygın hem de korkulan biri yapar.\n\nDenize akan lavlarla yeni topraklar yaratır, kelimenin tam anlamıyla Hawaii adalarını inşa eder, ancak yoluna çıkan her şeyi yok eder. Deniz tanrıçası olan kız kardeşi Nāmaka ile olan efsanevi rekabeti, Pele'nin şu anki evini bulana kadar adalar boyunca kovalanmasına neden oldu.\n\nPele'nin kırmızı bir elbise giymiş güzel genç bir kadın veya beyaz saçlı yaşlı bir kadın olarak göründüğü söylenir. Yolda onunla tanışan ve nezaket gösterenler kutsanır; ona saygısızlık edenler ateşli gazabıyla karşılaşır.",
    "story_tr": "Pele, ölümlü şef Lohiau'ya aşık oldu. Onunla kalamadığında, kız kardeşi Hi'iaka'yı onu almaya gönderdi. Ancak Hi'iaka ve Lohiau birbirlerine aşık oldular. Kıskanç öfkesiyle Pele, Lohiau'yu lavla öldürdü - sonra pişmanlıkla dolup onu hayata geri getirdi.",
    "match_message_tr": "Özellikleriniz Pele'nin volkanik tutkusunu taşıyor. Varlığınızda yaratıcı, yıkıcı bir güç var - eşit yoğunlukta inşa eden ve yok eden birinin görünüşü.",
    "traits_tr": [
      "Ateşli",
      "Yaratıcı",
      "Yıkıcı",
      "Tutkulu",
      "Huysuz"
    ]
  },
  "coyote": {
    "name_tr": "Coyote",
    "tagline_tr": "Büyük Hilebaz, Yaratıcı ve Aptal",
    "description_tr": "Coyote, Kuzey Amerika'daki düzinelerce kabileden hikayelerde görünen, Kızılderili mitolojisindeki en önemli hilebaz figürüdür. Aynı anda yaratıcı ve yok edici, bilge ve aptal, kutsal ve dünyevi'dir.\n\nBazı geleneklerde Coyote, dünyayı yaratmaya yardım etti, insanlara ateş verdi ve onlara önemli beceriler öğretti. Diğerlerinde ise kaos yaratır, şakalar yapar ve kendi aptallığının sonuçlarına katlanır. Genellikle talihsizliklerinde öldürülür - ancak bir sonraki hikayede geri döner.\n\nCoyote, doğanın öngörülemeyen, ahlaksız güçlerini ve insanlığın içindeki çelişkileri somutlaştırır. Hikayeleri hem eğlence hem de öğretim araçlarıdır ve bir kişi tabuları görmezden geldiğinde, aşırıya kaçtığında veya doğal düzene saygı duymadığında neler olduğunu gösterir.",
    "story_tr": "Coyote, Bayrak Yarışı ile kandırarak Ateş Varlıklarından ateşi çaldı. Ateşi, ağaçların odununa ulaşana kadar diğer hayvanlara aktardı ve orada saklı kalır - insanların sürtünme yoluyla serbest bırakmasını bekler.",
    "match_message_tr": "Özellikleriniz Coyote'nin öngörülemeyen ruhunu taşıyor. Varlığınızda bir hilebazın uyarlanabilirliği ve yaratıcı kaosu var - beklentilere meydan okuyan ve kategorileri aşan birinin görünüşü.",
    "traits_tr": [
      "Hilebaz",
      "Yaratıcı",
      "Aptal",
      "Öngörülemeyen",
      "Dayanıklı"
    ]
  },
  "white_buffalo_woman": {
    "name_tr": "White Buffalo Calf Woman",
    "tagline_tr": "Kutsal Elçi, Pipo'nun Getiricisi",
    "description_tr": "White Buffalo Calf Woman (Ptesan-Wi), Lakota Sioux'nun kutsal peygamberidir; chanunpa'yı (kutsal pipo) getirmiş ve Lakota yaşamının ruhani temelini oluşturan Yedi Kutsal Ritüeli öğretmiştir.\n\nİki izciye beyaz geyik derisinden giyinmiş güzel bir kadın olarak göründü. Bir izcinin şehvetli düşünceleri vardı ve bir bulut tarafından kemiklere indirgendi; diğeri ona saygıyla davrandı ve halkını hazırlamakla görevlendirildi. Onlara nasıl dua edeceklerini, tüm canlılara nasıl saygı göstereceklerini ve insanlar ile doğa arasındaki dengeyi nasıl koruyacaklarını öğretti.\n\nAyrılmadan önce, büyük değişim zamanlarında geri döneceğine söz vererek beyaz bir bizon buzağına dönüştü. Nadir görülen beyaz bir bizon buzağı doğumu, onun ruhani varlığının kutsal bir işareti ve insanlığın barış içinde bir araya gelmesi için bir çağrı olarak kabul edilir.",
    "story_tr": "İki izci ona yaklaştığında, saygısız olana 'Kim olduğumu bilmiyorsun' dedi. Bir bulut onu sardı ve kalktığında sadece iskeleti kalmıştı. Saygılı izci mesajını aldı ve onu halkına götürdü, orada dönüşümünden önce dört gün boyunca onlara ders verdi.",
    "match_message_tr": "Özellikleriniz White Buffalo Calf Woman'ın kutsal varlığını taşıyor. Varlığınızda peygamberlik, barış getiren bir nitelik var - ruhani ve fiziksel dünyaları birleştiren birinin görünüşü.",
    "traits_tr": [
      "Kutsal",
      "Öğretici",
      "Peygamberlik",
      "Dönüştürücü",
      "Huzurlu"
    ]
  },
  "morrigan": {
    "name_tr": "The Morrígan",
    "tagline_tr": "Hayalet Kraliçe, Savaş ve Kader Tanrıçası",
    "description_tr": "The Morrígan, İrlanda savaş, kader, ölüm ve egemenlik tanrıçasıdır. Çoğunlukla üç kız kardeş olarak (Badb, Macha ve Morrígan/Nemain) görünür; savaşın dehşetini ve ihtişamını ve kaderin kaçınılmaz doğasını somutlaştırır.\n\nSavaş alanlarında ölülerle ziyafet çeken bir karga veya kuzgun olarak veya ölmeye mahkum olanların kanlı giysilerini temizleyen bir çamaşırcı kadın olarak görünür. Zafer veya kıyamet verebilir, savaşçıları savaş öfkesiyle teşvik edebilir veya onları yenilgiye uğratabilir. Lütfu aranır, ancak görünüşünden korkulurdu.\n\nThe Morrígan, özellikle kahraman Cú Chulainn ile ilişkilidir, doğumunda görünür, ona sevgisini sunar (ki o akılsızca reddetti) ve sonunda ölümünü önceden bildirir. O, savaşın ve kaderin kadınsı yönlerini somutlaştıran karanlık tanrıçayı temsil eder.",
    "story_tr": "Mag Tuired'in ikinci savaşından önce, Morrígan, Tuatha Dé Danann için zaferi güvence altına almak için Dagda ile çiftleşti. Savaş sırasında düşmanı şaşırtan büyüler söyledi. Zafer, kutsadığı kişilere aitti ve kıyamet, lanetlediği kişilere.",
    "match_message_tr": "Özellikleriniz Morrígan'ın karanlık egemenliğini taşıyor. Varlığınızda peygamberlik dolu, korkutucu bir nitelik var—hem kıyameti hem de zaferi somutlaştıran birinin bakışı.",
    "traits_tr": [
      "Korkutucu",
      "Peygamberlik",
      "Egemen",
      "Karanlık",
      "Üçlü-görünümlü"
    ]
  },
  "cu_chulainn": {
    "name_tr": "Cú Chulainn",
    "tagline_tr": "Ulster'ın Tazısı, İrlanda'nın En Büyük Savaşçısı",
    "description_tr": "Cú Chulainn, Ulster Döngüsü'nün efsanevi kahramanı, İrlanda'nın en büyük savaşçısıdır. Sétanta olarak doğan, ünlü adını (\"Culann'ın Tazısı\") çocukken demirci Culann'ın vahşi tazısını öldürdüğünde ve onun yerine koruyucu olmayı teklif ettiğinde kazandı.\n\nSavaş öfkesi (ríastrad) onu canavara dönüşmüş, neredeyse yenilmez bir forma dönüştürdü—bir gözü kafatasına batarken diğeri dışarı fırlardı, vücudu çarpılırdı ve alnından savaş ışığı parıldardı. Bu durumda, dostu düşmandan ayıramazdı.\n\nTek başına, Ulster erkekleri bir lanet altındayken, her gün savaşarak Táin Bó Cúailnge sırasında Kraliçe Medb'in ordularına karşı Ulster'i savundu. Kehanet edildiği gibi genç yaşta öldü, ancak efsanenin ölümsüzlüğüne ulaştı.",
    "story_tr": "Ölümcül şekilde yaralandığında, Cú Chulainn düşmanlarına bakarak ayakta ölebilmek için kendini ayakta duran bir taşa bağladı. Ancak bir kuzgun omzuna konduğunda gerçekten öldüğünü anladılar ve kahraman ışığı yüzünden ayrıldı.",
    "match_message_tr": "Özellikleriniz Cú Chulainn'in kahramanca yoğunluğunu taşıyor. Varlığınızda şiddetli, trajik bir nitelik var—zafer ve erken ölüm için kaderinde olan birinin bakışı.",
    "traits_tr": [
      "Kahramanca",
      "Şiddetli",
      "Sadık",
      "Trajik",
      "Efsanevi"
    ]
  },
  "inanna": {
    "name_tr": "Inanna",
    "tagline_tr": "Cennetin Kraliçesi, Aşk ve Savaş Tanrıçası",
    "description_tr": "Inanna, aşkın, güzelliğin, seksin, arzunun, doğurganlığın, savaşın, adaletin ve siyasi gücün eski Sümer tanrıçasıdır. Antik Mezopotamya'nın en önemli kadın tanrısıdır ve daha sonraki İştar, Astarte ve Afrodit gibi tanrıçalara ilham vermiştir.\n\nMitolojisi, insanlık tarihinde kaydedilen en eski mitolojiler arasındadır. Yeraltı dünyasına indi, kız kardeşi Ereşkigal tarafından öldürüldü, üç gün boyunca bir kancaya asıldı ve dirildi - en eski ölüm ve diriliş mitlerinden biri. Ayrılmak için, onun yerine birini göndermesi gerekiyordu: ona yas tutmayan kocası Dumuzi.\n\nInanna, gücün paradokslarını somutlaştırır: hem aşkın hem de savaşın, uygarlığın ve kaosun tanrıçasıdır. Ehlileştirilmemiş veya evcilleştirilmemiş, vahşi, hırslı ve dönüştürücü dişi gücü temsil eder.",
    "story_tr": "Inanna dedi ki: 'Yeraltı dünyasına gideceğim.' Kraliyet giysilerini giydi ve yedi kapıdan indi, her birinde bir eşyayı çıkarmaya zorlandı, ta ki Ölüm kız kardeşinin önünde çıplak kalana kadar. Ama yeniden dirildi, çünkü ölüm bile Cennetin Kraliçesi'ni tutamazdı.",
    "match_message_tr": "Özellikleriniz Inanna'nın paradoksal gücünü taşıyor. Varlığınızda antik, dönüştürücü bir nitelik var—hem yaratılışı hem de yıkımı somutlaştıran birinin bakışı.",
    "traits_tr": [
      "Güçlü",
      "Paradoksal",
      "Hırslı",
      "Dönüştürücü",
      "Antik"
    ]
  },
  "gilgamesh": {
    "name_tr": "Gilgamesh",
    "tagline_tr": "Uruk Kralı, Ölümsüzlük Arayıcısı",
    "description_tr": "Gılgamış, dünyanın en eski yazılı destanından Uruk'un efsanevi kralıdır. Üçte ikisi tanrı ve üçte biri insan olan, tüm kralların en güçlüsüydü—ama aynı zamanda en zalimiydi, ta ki tanrılar onu alçaltmak ve sevgili yoldaşı olmak için Enkidu'yu gönderene kadar.\n\nBirlikte, Gılgamış ve Enkidu, iblis Humbaba'yı ve Cennetin Boğası'nı öldürdü. Ancak Enkidu işledikleri suçların cezası olarak öldüğünde, Gılgamış keder ve ölüm terörüyle dolup taştı. Ölümsüzlüğü aramak için dünyanın sonuna kadar yolculuk etti, sırrı buldu—ama onu bir yılana kaptırdı.\n\n4.000 yıl önce yazılan hikayesi, zamansız kalan temaları araştırıyor: arkadaşlık, ölümlülük, anlam arayışı ve insan sınırlarının kabulü. Ölümsüzlüğünü sonsuz hayatta değil, Uruk'un surlarında ve inşa ettiği uygarlıkta bulmak için eve döndü.",
    "story_tr": "Gılgamış, denizin dibinde ölümsüzlük bitkisini bulduktan sonra yıkanmak için durdu. Bir yılan bitkinin kokusunu aldı ve onu çaldı, derisini dökerek sonsuz gençliğe kavuştu. Gılgamış ağladı—ama sonunda gerçek mirasının geride bırakacağı büyük şehir olduğunu anladı.",
    "match_message_tr": "Özellikleriniz Gılgamış'ın güçlü arayışını taşıyor. Varlığınızda arayışçı, dönüşmüş bir nitelik var—ölümsüzlüğü aramış ve bunun yerine bilgelik bulmuş birinin bakışı.",
    "traits_tr": [
      "Kahramanca",
      "Arayan",
      "Yas Tutan",
      "Güçlü",
      "Dönüşmüş"
    ]
  },
  "quetzalcoatl": {
    "name_tr": "Quetzalcoatl",
    "tagline_tr": "Tüylü Yılan, Rüzgar ve Öğrenme Efendisi",
    "description_tr": "Quetzalcoatl, Tüylü Yılan, Aztek, Maya ve daha önceki uygarlıklar tarafından tapılan antik Mezoamerika'nın en önemli tanrılarından biridir. Cenneti temsil eden quetzal kuşu ile dünyayı temsil eden yılanı birleştirerek gökyüzü ve yeryüzünün birliğini sembolize eder.\n\nRüzgar, hava ve öğrenme tanrısı olarak Quetzalcoatl'ın insanlığı yarattığı, mısırı keşfettiği, takvimi ve kitapları icat ettiği kabul edilir. Diğer Aztek tanrılarından farklı olarak, insan kurbanına karşı çıktı, kelebek ve yeşim taşı sunularını tercih etti. Bilgeliği, uygarlığı ve rahipliği temsil ediyordu.\n\nEfsane, tanrı Tezcatlipoca tarafından rezil edilmek için kandırıldığını ve geri döneceğine söz vererek bir yılan salında Meksika'dan ayrıldığını anlatır. Bu kehanetin, Quetzalcoatl'ın dönüşü için kehanet edilen yılda doğudan gelen Cortés'in Aztekler tarafından kabulünü etkilediği iddia ediliyor.",
    "story_tr": "Quetzalcoatl, önceki insanlığın kemiklerini almak için yeraltı dünyasına indi. Ölüm efendisi Mictlantecuhtli tuzaklar kurdu, ancak Quetzalcoatl başarılı oldu. Kemikler parçalanmasına rağmen, üzerine kanını serpti ve parçalardan mevcut insan ırkı doğdu.",
    "match_message_tr": "Özellikleriniz Quetzalcoatl'ın uygarlaştırıcı bilgeliğini taşıyor. Varlığınızda yaratıcı, huzurlu bir nitelik var—insanlığa öğrenme ve kültür getiren birinin bakışı.",
    "traits_tr": [
      "Bilge",
      "Yaratıcı",
      "Uygarlaştırıcı",
      "Huzurlu",
      "Gizemli"
    ]
  },
  "baba_yaga": {
    "name_tr": "Baba Yaga",
    "tagline_tr": "Vahşi Cadı, Eşiğin Koruyucusu",
    "description_tr": "Baba Yaga, Slav folklorunun efsanevi cadısıdır. Karanlık ormanın kalbinde tavuk bacakları üzerinde duran bir kulübede yaşayan yaşlı bir kocakarıdır. Tamamen iyi ya da kötü olmayan, onu arayanları sınayan vahşi doğanın bir gücüdür.\n\nHavan tokmağıyla dümen kullanarak ve izlerini süpürgeyle silerek havada bir havanda uçar. Kulübesi, büyülü ateşle parlayan kafataslarıyla kemiklerden oluşan bir çitle çevrilidir. Ona üç gizemli atlı hizmet eder: Beyaz (Gündüz), Kırmızı (Güneş) ve Siyah (Gece).\n\nCesaret ve uygun davranışlarla yaklaşanlara bilgelik, büyülü nesneler veya imkansız sorunlara çözümler verebilir. Onun sınavlarından geçemeyenler için ölümün ta kendisidir. Baba Yaga, medeniyet ile bilinmeyen arasındaki sınırda duran vahşi, evcilleşmemiş kadınsı gücü temsil eder.",
    "story_tr": "Güzel Vasilisa, ateş almak için Baba Yaga'ya gönderildi. Cadı ona imkansız görevler verdi - haşhaş tohumlarını kirden ayırmak, tohumlardan yağ çıkarmak - ancak Vasilisa'nın büyülü bebeği (annesinin kutsaması) bunları tamamlamasına yardımcı oldu. Etkilenen Baba Yaga, ona ateşi verdi ve gitmesine izin verdi.",
    "match_message_tr": "Özellikleriniz Baba Yaga'nın vahşi sınama gücünü taşıyor. Varlığınızda antik, eşik bekleyen bir nitelik var - değerlileri sınayan ve aptalları yok eden birinin görünüşü.",
    "traits_tr": [
      "Vahşi",
      "Sınayan",
      "Antik",
      "Müphemlik",
      "Güçlü"
    ]
  },
  "rainbow_serpent": {
    "name_tr": "Gökkuşağı Yılanı",
    "tagline_tr": "Dünyanın Yaratıcısı, Suların Koruyucusu",
    "description_tr": "Gökkuşağı Yılanı, Avustralya Aborjin mitolojisindeki en önemli yaratıcı varlıklardan biridir ve kıtadaki halkların Rüya Zamanı hikayelerinde yer alır. Bu devasa yılan, yolculuk ederken nehirleri, vadileri ve dağları oyarak arazinin kendisine şekil verdi.\n\nGökkuşağı Yılanı hareket ettiğinde, su yolları ve su birikintileri yaratır. Yağmurdan sonra gökyüzünde kemerlendiğinde, gökkuşağı olarak görünür. Su, bereket ve mevsimlerin döngüsü ile ilişkilidir. Gökkuşağı Yılanı'na kutsal olan yerleri rahatsız etmek kuraklığa veya sele neden olabilir.\n\nGökkuşağı Yılanı, Avustralya manzarasındaki suyun hayat veren gücünü ve her şeyin birbirine bağlılığını temsil eder. Farklı Aborjin uluslarında farklı isimlerle bilinir - Ungud, Wollunqua, Yurlungur - belki de Aborjin Avustralya'sındaki en yaygın tanrıdır.",
    "story_tr": "Rüya Zamanı'nda Gökkuşağı Yılanı yeraltından uyandı ve düz arazide yolculuk ederek dağları itti ve nehirleri kazdı. Dinlendiği yerlerde su birikintileri yarattı. Avustralya'nın manzarası, onun yolculuğunun kaydıdır.",
    "match_message_tr": "Özellikleriniz Gökkuşağı Yılanı'nın ilkel yaratıcı gücünü taşıyor. Varlığınızda antik, manzarayı şekillendiren bir nitelik var - dünyanın engebelerini yaratan birinin görünüşü.",
    "traits_tr": [
      "Yaratıcı",
      "Güçlü",
      "Antik",
      "Hayat Veren",
      "Dönüştürücü"
    ]
  },
  "ahura_mazda": {
    "name_tr": "Ahura Mazda",
    "tagline_tr": "Bilgeliğin Efendisi, Tüm İyiliğin Yaratıcısı",
    "description_tr": "Ahura Mazda, Yahudiliği, Hıristiyanlığı ve İslam'ı derinden etkileyen antik Pers dini olan Zerdüştlüğün yüce tanrısıdır. Evrenin yaratılmamış yaratıcısı, iyi, doğru ve düzenli olan her şeyin kaynağıdır.\n\nO, yalanların ve kaosun yıkıcı ruhu olan Angra Mainyu'ya (Ehrimen) karşı sonsuz muhalefette ışığı, gerçeği (Aşa) ve bilgeliği temsil eder. İyi ve kötü, ışık ve karanlık arasındaki bu kozmik savaş, tarihteki ilk ikici dini kavramlardan biriydi.\n\nAhura Mazda, yaratılışı yönetmeye yardımcı olması için Amesha Spenta'ları (Cömert Ölümsüzler) yarattı. Bu dinin peygamberi Zerdüşt, vahiyini doğrudan Ahura Mazda'dan aldı. İnanç, iyi düşüncelerin, iyi sözlerin ve iyi eylemlerin kişiyi Ahura Mazda'nın gerçeğiyle hizaladığını öğretir.",
    "story_tr": "Başlangıçta, Ahura Mazda sonsuz ışıkta yalnız başına vardı. Evreni yedi aşamada yarattı ve bu, insanlıkla doruğa ulaştı - iyiyi kötüye karşı seçebilecek özgür iradeye sahip varlıklar. Kozmik savaş, insanlığın iyi seçimleri sonunda karanlığı yendiğinde sona erecek.",
    "match_message_tr": "Özellikleriniz Ahura Mazda'nın parlak bilgeliğini taşıyor. Varlığınızda aydınlık, dürüst bir nitelik var - kozmik iyilik ilkesini somutlaştıran birinin görünüşü.",
    "traits_tr": [
      "Bilge",
      "İyi",
      "Yaratıcı",
      "Işık",
      "Doğru"
    ]
  },
  "vainamoinen": {
    "name_tr": "Väinämöinen",
    "tagline_tr": "Ebedi Bilge, Yaratılışın Şarkıcısı",
    "description_tr": "Väinämöinen, Fin mitolojisinin ve Fin ulusal destanı Kalevala'nın merkezi kahramanıdır. Eski bir bilge ve güçlü bir şaman olan Väinämöinen, yaşlı doğdu ve zaten bilgeydi; kıyıya yüzmeden önce annesinin rahminde 730 yıl geçirmişti.\n\nEn büyük gücü şarkı söylemesiydi - büyülü şarkılar aracılığıyla doğayı kontrol edebilir, düşmanları yenebilir ve hatta yoktan nesneler yaratabilirdi. Büyük bir turnabalığının çene kemiğinden kanteleyi (Fin arpı) ve dünyayı şekillendiren sayısız görevi yarattığı kabul edilir.\n\nVäinämöinen, yaş ve deneyim yoluyla Fin bilgeliği idealini temsil eder. Destanın sonunda bakır bir teknede uzaklara yelken açar, ancak Finlandiya'nın ona tekrar ihtiyacı olduğunda geri döneceğine söz verir - bilge liderin ebedi bir arketipi.",
    "story_tr": "Genç ve övüngen Joukahainen tarafından bir şarkı yarışmasına davet edildiğinde, Väinämöinen onu beline, sonra göğsüne, sonra boynuna kadar bir bataklığa söyledi. Joukahainen kurtulmak için her şeyini - sonunda kız kardeşi Aino'yu - teklif etti. Yaşlı bilgenin şarkısının gücü böyleydi.",
    "match_message_tr": "Özellikleriniz Väinämöinen'in eski şarkı söyleme bilgeliğini taşıyor. Varlığınızda ebedi, büyülü bir nitelik var - kelimeleri gerçekliği şekillendiren birinin görünüşü.",
    "traits_tr": [
      "Antik",
      "Bilge",
      "Şarkı Söyleyen",
      "Büyülü",
      "Ebedi"
    ]
  },
  "oni": {
    "name_tr": "Oni",
    "tagline_tr": "Şeytani Devler, Cehennemin Uygulayıcıları",
    "description_tr": "Oni, Japon folklorunun şeytani devleridir, boynuzları, vahşi saçları ve kırmızı, mavi veya diğer doğal olmayan renklerde tenleri olan korkunç varlıklardır. Demir sopalar (kanabō) taşırlar ve gök gürültüsü, felaket, hastalık ve ceza ile ilişkilidirler.\n\nBudist geleneğinde oni, çeşitli cehennemlerde işkenceci olarak hizmet eder ve günahkarları suçlarına göre cezalandırır. Folklor'da, köylere baskın yapan, insanları kaçıran veya doğal afetlere neden olan dağlarda yaşayan canavarlar olabilirler. Ancak, bazı oni'ler Budizme döndürülebilir ve koruyucu bekçiler haline gelebilir.\n\nSetsubun festivali, fasulye atıp \"Oni wa soto! Fuku wa uchi!\" (Şeytanlar dışarı! Şans içeri!) diye bağırarak oni'leri kovmayı içerir. Oni, düzeni ve iyi şansı korumak için periyodik olarak kovulması gereken kaos ve yıkım güçlerini temsil eder.",
    "story_tr": "Kahraman Momotarō, ülkeyi terörize eden oni'leri yenmek için hayvan arkadaşlarıyla Onigashima'ya (Şeytan Adası) gitti. Şiddetli bir savaştan sonra, oni kralı teslim oldu, çalınan hazinelerini iade etti ve bir daha asla kötülük yapmayacağına söz verdi.",
    "match_message_tr": "Özellikleriniz Oni'nin şiddetli gücünü taşıyor. Varlığınızda korkunç, dönüştürücü bir nitelik var - kaosu somutlaştıran ancak korumaya dönüştürülebilen birinin görünüşü.",
    "traits_tr": [
      "Korkunç",
      "Güçlü",
      "Kaotik",
      "Cezalandırıcı",
      "Dönüştürülebilir"
    ]
  },
  "garuda": {
    "name_tr": "Garuda",
    "tagline_tr": "Kuşların Kralı, Vishnu'nun Bineği",
    "description_tr": "Garuda, Hindu ve Budist mitolojisinde efsanevi kuşların kralıdır, tanrı Vishnu'nun bineği (vahana) olarak hizmet eden ilahi, kartal benzeri bir varlıktır. Altın bir vücut, kırmızı kanatlar, beyaz bir yüz ve bir kartal gagası ile tasvir edilir.\n\nBir yumurtadan doğan Garuda'nın annesi, kız kardeşinin naga (yılan) çocukları tarafından köleleştirildi. Onu özgürleştirmek için, tanrılardan amrita'yı (ölümsüzlük nektarı) çalmakla görevlendirildi. Başarılı oldu, tanrıları yenerek ve doğaüstü engelleri aşarak Vishnu'nun saygısını ve ölümsüzlük lütfunu kazandı.\n\nGaruda, gökyüzü ve yeryüzü, kartal ve yılan arasındaki kozmik çatışmayı temsil eden nagaların ebedi düşmanıdır. Endonezya ve Tayland'ın ulusal sembolüdür, hızı, gücü ve askeri beceriyi somutlaştırır. Adı, cehaletin yılanlarını tükettiği için \"tüketici\" anlamına gelir.",
    "story_tr": "Amrita'yı çalmak için Garuda'nın dönen ateş çarklarından geçmesi, tanrılarla savaşması ve naga koruyucularının üstesinden gelmesi gerekiyordu. Her şeyde başarılı oldu. Indra'nın yıldırımı ona nüfuz edemedi. Daha sonra annesini özgürleştirmek için amrita'yı sundu ve gücünden ve bağlılığından etkilenen Vishnu, onu ölümsüz yaptı ve aracı yaptı.",
    "match_message_tr": "Özellikleriniz Garuda'nın ilahi gücünü taşıyor. Varlığınızda hızlı, güçlü bir kalite var - en yükseğe hizmet eden ve en düşüğü yenen birinin görünüşü.",
    "traits_tr": [
      "Güçlü",
      "Sadık",
      "Hızlı",
      "İlahi",
      "Yılan-düşmanı"
    ]
  },
  "merlin": {
    "name_tr": "Merlin",
    "tagline_tr": "Baş Büyücü, Camelot'un Mimarı",
    "description_tr": "Merlin, Arthur efsanesinin efsanevi büyücüsüdür, belki de Batı edebiyatındaki en ünlü sihirbazdır. Ölümlü bir kadın ve dünya dışı bir ruhtan doğduğu söylenen kişi, doğa, zaman ve dönüşüm üzerinde kehanet yeteneklerine ve güçlere sahipti.\n\nKral Arthur'un yükselişini yönetti - Arthur'un doğumunu Uther'in aldatmasıyla mühendislik etmekten, kılıcı taşa yerleştirmeye ve genç kralın ilk hükümdarlığına rehberlik etmeye kadar. Merlin Stonehenge'i inşa etti, Yuvarlak Masa'yı yarattı ve Camelot'un hem ihtişamını hem de çöküşünü önceden gördü.\n\nBilgeliği efsaneviydi, ancak onu aşktan koruyamadı. Gölün Hanımı (veya Nimue) sırlarını öğrendi ve onları sonsuza dek bir mağarada, bir kristal hapishanede veya bir taşın altında tuzağa düşürmek için kullandı - gücü sevdiği kişi tarafından kendisine karşı çevrildi.",
    "story_tr": "Merlin kendi hapsini önceden gördü, ancak engelleyemedi. Nimue ondan kırılmaz bir hapishane yaratmayı öğretmesini istediğinde, bunu ona karşı kullanacağını biliyordu - yine de onu reddetmek için çok sevdi. Gönüllü olarak sonsuz tuzağına girdi.",
    "match_message_tr": "Özellikleriniz Merlin'in derin büyüsünü taşıyor. Varlığınızda kehanet dolu, mimari bir kalite var - kaderi şekillendiren, ancak kendi kaderinden kaçamayan birinin görünüşü.",
    "traits_tr": [
      "Bilge",
      "Büyülü",
      "Kehanetçi",
      "Mimar",
      "Trajik"
    ]
  }
}