{
  "zeus": {
    "name_vi": "Zeus",
    "tagline_vi": "Vua của các vị thần trên đỉnh Olympus, Người cai trị Bầu trời và Sấm sét",
    "description_vi": "Zeus là vị thần tối cao của điện thờ Hy Lạp, cai trị đỉnh Olympus với tư cách là vua của tất cả các vị thần. Ông lật đổ cha mình là Cronus để giành quyền thống trị bầu trời và sấm sét, sử dụng tia sét hùng mạnh của mình như một biểu tượng tối thượng của uy quyền thiêng liêng.\n\nĐược biết đến với sự hiện diện uy nghi và quyền lực tuyệt đối, Zeus duy trì trật tự vũ trụ đồng thời chủ trì công lý, lòng hiếu khách và lời thề. Phán quyết của ông là cuối cùng, và lời nói của ông là luật đối với cả thần thánh và người phàm.",
    "story_vi": "Zeus lãnh đạo các vị thần Olympus trong cuộc chiến Titanomachy, một cuộc chiến lớn chống lại các Titan. Sau một thập kỷ chiến đấu ác liệt, ông đã chiến thắng và chia vũ trụ với các anh trai của mình—Poseidon nhận được biển cả, Hades thế giới ngầm, trong khi Zeus tuyên bố bầu trời và trở thành người cai trị tối cao của tất cả.",
    "match_message_vi": "Bạn sở hữu sự hiện diện uy nghi của một nhà lãnh đạo bẩm sinh. Giống như Zeus, bạn mang một vẻ ngoài của uy quyền tự nhiên mà người khác tự nhiên tôn trọng. Các đường nét mạnh mẽ của bạn phản ánh sức mạnh bên trong và khả năng đưa ra những phán đoán quyết đoán.",
    "traits_vi": [
      "Uy quyền",
      "Quyền lực",
      "Công bằng",
      "Đam mê",
      "Chỉ huy"
    ]
  },
  "hera": {
    "name_vi": "Hera",
    "tagline_vi": "Nữ hoàng của các vị thần, Nữ thần Hôn nhân và Gia đình",
    "description_vi": "Hera là nữ hoàng của các vị thần trên đỉnh Olympus và là nữ thần của hôn nhân, phụ nữ, sinh nở và gia đình. Là vợ và em gái của Zeus, bà cai trị cùng ông từ đỉnh Olympus, thể hiện sự thiêng liêng của hôn nhân bất chấp nhiều cuộc ngoại tình của chồng.\n\nĐược biết đến với vẻ đẹp tráng lệ và phong thái uy nghi, Hera là nữ thần quyền lực nhất của điện thờ Hy Lạp. Các biểu tượng của bà bao gồm chim công, có lông đuôi nhiều mắt tượng trưng cho sự theo dõi của bà, và con bò, tượng trưng cho bản chất nuôi dưỡng của bà.\n\nMặc dù thường được miêu tả là ghen tuông và trả thù những người tình và con ngoài giá thú của Zeus, cơn thịnh nộ của Hera đại diện cho sự bảo vệ của mối quan hệ hôn nhân. Bà bảo vệ một cách quyết liệt hôn nhân hợp pháp và sự ổn định của gia đình, trừng phạt những người vi phạm các thể chế thiêng liêng này.",
    "story_vi": "Khi Zeus tán tỉnh Hera, ban đầu bà đã từ chối ông. Zeus biến thành một con chim cúc cu bị thương, và khi Hera từ bi ôm nó vào ngực, ông đã lộ diện và chinh phục bà. Đám cưới thiêng liêng của họ kéo dài 300 năm.",
    "match_message_vi": "Các đường nét của bạn mang vẻ trang nghiêm của Hera. Có một sự hiện diện uy nghi trong ngoại hình của bạn—cái nhìn của một người đòi hỏi sự tôn trọng và lòng trung thành. Khuôn mặt của bạn nói lên một người bảo vệ một cách dữ dội những gì họ coi là thiêng liêng.",
    "traits_vi": [
      "Uy nghi",
      "Bảo vệ",
      "Ghen tuông",
      "Quyền lực",
      "Trung thành"
    ]
  },
  "athena": {
    "name_vi": "Athena",
    "tagline_vi": "Nữ thần Trí tuệ, Chiến tranh Chiến lược và Thủ công",
    "description_vi": "Athena là nữ thần được tôn kính của trí tuệ, lòng dũng cảm và chiến tranh chiến lược trong thần thoại Hy Lạp. Sinh ra với bộ áo giáp đầy đủ từ đầu của Zeus, bà thể hiện sự kết hợp hoàn hảo giữa trí tuệ và sức mạnh, đại diện cho những lý tưởng cao nhất của nền văn minh.\n\nKhông giống như Ares, người đại diện cho sự hỗn loạn tàn bạo của chiến tranh, Athena ủng hộ tư duy chiến lược, các mục tiêu chính nghĩa và bảo vệ các thành phố. Bà là người bảo trợ của các anh hùng, hướng dẫn họ bằng trí tuệ của mình và bảo vệ họ bằng tấm khiên aegis của mình.\n\nLà nữ thần của thủ công và nghệ thuật thực tế, Athena cũng đại diện cho ảnh hưởng văn minh của kỹ năng và kiến thức, từ dệt vải đến đóng tàu đến nông nghiệp.",
    "story_vi": "Athena đã cạnh tranh với Poseidon để được bảo trợ cho Athens. Trong khi Poseidon đánh cây đinh ba của mình để tạo ra một suối nước mặn, Athena đã trồng một cây ô liu—một món quà của hòa bình, thức ăn và thịnh vượng. Người Athen đã chọn Athena, và thành phố mang tên bà cho đến ngày nay.",
    "match_message_vi": "Các đường nét của bạn phản ánh trí tuệ sắc sảo và sự khôn ngoan điềm tĩnh của Athena. Bạn sở hữu cả trí óc phân tích nhạy bén và sự tự tin thầm lặng của một người suy nghĩ trước khi hành động. Ánh mắt của bạn nói lên chiều sâu chiến lược và phán đoán cân nhắc.",
    "traits_vi": [
      "Khôn ngoan",
      "Chiến lược",
      "Công bằng",
      "Khéo léo",
      "Bảo vệ"
    ]
  },
  "apollo": {
    "name_vi": "Apollo",
    "tagline_vi": "Thần Mặt trời, Âm nhạc, Thơ ca và Chữa bệnh",
    "description_vi": "Apollo là một trong những vị thần quan trọng và phức tạp nhất của điện thờ Olympus, thể hiện lý tưởng về vẻ đẹp và sự xuất sắc nam tính. Là thần mặt trời, ông lái chiếc xe ngựa vàng của mình trên bầu trời mỗi ngày, mang lại ánh sáng và hơi ấm cho thế giới.\n\nNgoài nhiệm vụ năng lượng mặt trời, Apollo là người bảo trợ của âm nhạc, thơ ca và nghệ thuật. Đàn lyre của ông tạo ra âm nhạc hay nhất từng được nghe, và ông lãnh đạo các Nàng Thơ trong các buổi biểu diễn trên trời của họ. Ông cũng thể hiện lời tiên tri và sự thật, nói qua Nhà tiên tri ở Delphi.\n\nLà một vị thần của sự chữa lành và y học, Apollo đã dạy nhân loại nghệ thuật y học, mặc dù những mũi tên của ông cũng có thể mang lại bệnh dịch. Tính hai mặt này phản ánh bản chất của ông như một vị thần của cả sự sáng tạo và sự hủy diệt.",
    "story_vi": "Apollo yêu say đắm Daphne, một nữ thần sông. Khi ông theo đuổi cô, cô đã kêu gọi cha mình cứu cô, và được biến thành một cây nguyệt quế. Đau lòng, Apollo tuyên bố cây nguyệt quế là thiêng liêng và đội lá của nó làm vương miện mãi mãi.",
    "match_message_vi": "Các đường nét của bạn tỏa ra vẻ đẹp hài hòa của Apollo. Có một phẩm chất phát quang trong ngoại hình của bạn, một sự cân bằng hoàn hảo nói lên sự nhạy cảm nghệ thuật và ánh sáng bên trong. Bạn mang ánh sáng của một người được chạm vào bởi nguồn cảm hứng sáng tạo.",
    "traits_vi": [
      "Rạng rỡ",
      "Nghệ thuật",
      "Tiên tri",
      "Chữa bệnh",
      "Hoàn hảo"
    ]
  },
  "artemis": {
    "name_vi": "Artemis",
    "tagline_vi": "Nữ thần Săn bắn, Vùng hoang dã và Mặt trăng",
    "description_vi": "Artemis là nữ thần trinh nữ của săn bắn, vùng hoang dã, động vật hoang dã và mặt trăng. Chị gái song sinh của Apollo, bà lang thang trong rừng với nhóm nữ thần của mình, săn bắn bằng cung bạc và sống tự do khỏi những hạn chế của nền văn minh.\n\nCực kỳ độc lập, Artemis đã tuyên thệ trinh tiết vĩnh cửu và trừng phạt bất kỳ ai đe dọa bà hoặc sự trong trắng của những người theo bà. Bà bảo vệ các cô gái trẻ và trẻ em, chủ trì việc sinh nở và đại diện cho những khía cạnh hoang dã, thuần hóa của tự nhiên.\n\nMặc dù là một nữ thần săn bắn, Artemis cũng là người bảo vệ động vật và chính vùng hoang dã. Bà thể hiện nghịch lý trong mối quan hệ của thế giới cổ đại với thiên nhiên—tôn kính và bảo vệ nó đồng thời cũng lấy chất nuôi dưỡng từ nó.",
    "story_vi": "Khi thợ săn Actaeon vô tình nhìn thấy Artemis đang tắm, bà đã biến anh ta thành một con nai đực. Những con chó săn của chính anh ta, không nhận ra chủ của chúng, đã xé xác anh ta—một lời cảnh báo về cái giá phải trả cho việc vi phạm sự riêng tư thiêng liêng của nữ thần.",
    "match_message_vi": "Các đường nét của bạn phản ánh sự độc lập hoang dã của Artemis. Có một phẩm chất thuần hóa trong ánh mắt của bạn—cái nhìn của một người đi theo con đường riêng của họ và không trả lời cho ai cả. Khuôn mặt của bạn nói lên sự tự do, sự bảo vệ dữ dội và sự kết nối với thiên nhiên.",
    "traits_vi": [
      "Độc lập",
      "Dữ dội",
      "Thuần khiết",
      "Bảo vệ",
      "Hoang dã"
    ]
  },
  "ares": {
    "name_vi": "Ares",
    "tagline_vi": "Thần Chiến Tranh, Bạo Lực và Đổ Máu",
    "description_vi": "Ares là thần chiến tranh của Hy Lạp, đại diện cho những khía cạnh tàn bạo, bạo lực và không thuần hóa của nó. Không giống như Athena, người hiện thân cho chiến tranh chiến lược, Ares say sưa trong sự hỗn loạn, đổ máu và bạo lực thể xác của trận chiến. Ông là hiện thân của sự tàn bạo man rợ mà chiến tranh gây ra.\n\nMặc dù là một trong mười hai vị thần trên đỉnh Olympus, Ares không được người Hy Lạp yêu mến rộng rãi—họ tôn trọng ông nhưng sợ ông. Ngay cả Zeus cũng gọi ông là người bị ghét nhất trong số tất cả các con của mình. Tuy nhiên, Ares đại diện cho một sự thật về bản chất con người không thể phủ nhận.\n\nAres tìm thấy mối quan hệ nổi tiếng nhất của mình với Aphrodite, nữ thần tình yêu. Mối tình của họ, bị Hephaestus vạch trần, đã sinh ra một số đứa con bao gồm cả Eros. Sự kết hợp giữa chiến tranh và tình yêu này phản ánh sự hiểu biết cổ xưa rằng đam mê thúc đẩy cả sự sáng tạo và hủy diệt.",
    "story_vi": "Khi Ares và Aphrodite bị bắt gặp cùng nhau trong chiếc lưới vàng của Hephaestus, vị thần thợ rèn đã triệu tập tất cả các vị thần trên đỉnh Olympus để chứng kiến sự xấu hổ của họ. Tuy nhiên, Ares không cảm thấy xấu hổ—ông đứng thẳng đầy kiêu hãnh ngay cả khi bị bắt, thể hiện bản chất hung hăng không hề xấu hổ của mình.",
    "match_message_vi": "Các đường nét của bạn mang sự dữ dội của Ares. Có một sức mạnh thô sơ trong vẻ ngoài của bạn—ánh mắt của một người đối mặt với xung đột mà không do dự. Khuôn mặt bạn nói lên niềm đam mê, lòng dũng cảm và tinh thần chiến binh không hề lùi bước.",
    "traits_vi": [
      "Dữ dội",
      "Bạo lực",
      "Đam mê",
      "Dũng cảm",
      "Tàn bạo"
    ]
  },
  "aphrodite": {
    "name_vi": "Aphrodite",
    "tagline_vi": "Nữ Thần Tình Yêu, Sắc Đẹp và Ham Muốn",
    "description_vi": "Aphrodite là nữ thần tình yêu, sắc đẹp, niềm vui và đam mê trong thần thoại Hy Lạp. Sinh ra từ bọt biển gần đảo Cyprus, nàng nổi lên như một sinh vật đẹp nhất từng tồn tại, có khả năng truyền cảm hứng ham muốn cho tất cả những ai chiêm ngưỡng nàng.\n\nSức mạnh của nàng vượt ra ngoài sự hấp dẫn thể xác đơn thuần để bao gồm tất cả các hình thức tình yêu và kết nối. Nàng ảnh hưởng đến tình yêu lãng mạn, tình bạn và thậm chí cả mối liên kết giữa cha mẹ và con cái. Chiếc đai vàng của nàng có sức mạnh khiến bất cứ ai phải lòng.\n\nMặc dù gắn liền với niềm vui, Aphrodite cũng đại diện cho sức mạnh biến đổi và đôi khi phá hoại của tình yêu. Nàng hiểu rằng vẻ đẹp thực sự đến từ bên trong và tình yêu có thể vừa là món quà lớn nhất của nhân loại vừa là thách thức đáng gờm nhất của nhân loại.",
    "story_vi": "Khi Paris của thành Troy được yêu cầu phán xét ai là nữ thần xinh đẹp nhất—Hera, Athena hay Aphrodite—mỗi người đều đưa cho anh ta một món hối lộ. Aphrodite hứa với anh ta người phụ nữ đẹp nhất thế giới: Helen. Paris đã chọn Aphrodite, châm ngòi cho cuộc chiến thành Troy.",
    "match_message_vi": "Các đường nét của bạn thể hiện vẻ duyên dáng quyến rũ của Aphrodite. Có một sức hút không thể phủ nhận trong vẻ ngoài của bạn, một vẻ đẹp mềm mại thu hút người khác một cách tự nhiên. Khuôn mặt bạn nói lên một người hiểu được sức mạnh của sự kết nối chân thành và cảm xúc chân thành.",
    "traits_vi": [
      "Xinh đẹp",
      "Đam mê",
      "Quyến rũ",
      "Duyên dáng",
      "Biến đổi"
    ]
  },
  "poseidon": {
    "name_vi": "Poseidon",
    "tagline_vi": "Thần Biển Cả, Động Đất và Ngựa",
    "description_vi": "Poseidon là vị thần hùng mạnh của biển cả, một trong ba người con trai của Cronus, người đã chia vũ trụ sau khi đánh bại các Titan. Với cây đinh ba quyền năng của mình, ông chỉ huy tất cả các vùng nước, từ dòng suối nhỏ nhất đến độ sâu đại dương bao la.\n\nĐược biết đến với bản chất thất thường, Poseidon có thể điềm tĩnh như một đầm phá yên bình hoặc dữ dội như một cơn bão thịnh nộ. Khi tức giận, ông ta giáng xuống đất bằng cây đinh ba của mình, gây ra động đất và đắm tàu. Các thủy thủ cầu nguyện ông ta để được đi lại an toàn trên những vùng biển nguy hiểm.\n\nNgoài những con sóng, Poseidon còn là người tạo ra và thuần hóa ngựa, mà ông đã ban cho nhân loại. Cung điện của ông nằm sâu bên dưới biển Aegean, được xây dựng bằng san hô và trang trí bằng ngọc trai.",
    "story_vi": "Khi Odysseus làm mù con trai của Poseidon, người khổng lồ Polyphemus, cơn thịnh nộ của thần biển cả đã không còn giới hạn. Trong mười năm dài, Poseidon đã ngăn Odysseus trở về nhà, gửi bão tố, quái vật biển và thảm họa để cản trở mọi nỗ lực của anh ta.",
    "match_message_vi": "Các đường nét của bạn mang chiều sâu và sức mạnh của Poseidon. Có một phẩm chất đại dương trong sự hiện diện của bạn—rộng lớn, uy nghi và chứa đầy những chiều sâu vô tận. Các đường nét mạnh mẽ của bạn nói lên một người có thể vượt qua mọi cơn bão.",
    "traits_vi": [
      "Quyền năng",
      "Thất thường",
      "Uy nghi",
      "Khó đoán",
      "Uy nghiêm"
    ]
  },
  "hades": {
    "name_vi": "Hades",
    "tagline_vi": "Thần Địa Ngục và Người Chết",
    "description_vi": "Hades là thần địa ngục và người cai trị cõi chết, một trong ba người con trai của Cronus, người đã chia vũ trụ với anh em mình là Zeus và Poseidon. Mặc dù thường bị sợ hãi, Hades không phải là ác quỷ—ông là người phán xét nghiêm khắc nhưng công bằng của người đã khuất, đảm bảo mỗi linh hồn nhận được số phận thích hợp của mình.\n\nKhông giống như các vị thần Olympus khác cư ngụ trên đỉnh Olympus, Hades cai trị từ vương quốc bóng tối của mình bên dưới, hiếm khi ghé thăm thế giới bên trên. Ông sở hữu Mũ Bóng Tối, khiến ông vô hình, và bảo vệ sự giàu có rộng lớn của trái đất—kim loại quý và đá quý chôn vùi bên trong.\n\nMặc dù việc ông bắt cóc Persephone là huyền thoại nổi tiếng nhất của mình, Hades đã chứng tỏ là một người chồng tận tụy. Vương quốc của ông, mặc dù u ám, nhưng có trật tự và công bằng. Ông đại diện cho sự kết thúc không thể tránh khỏi đang chờ đợi tất cả những người phàm, không tàn nhẫn cũng không tử tế—chỉ đơn giản là không thể tránh khỏi.",
    "story_vi": "Khi Hades yêu Persephone, ông đã bắt cóc nàng xuống địa ngục. Nỗi đau buồn của mẹ nàng là Demeter đã gây ra mùa đông vĩnh cửu cho đến khi đạt được một thỏa hiệp: Persephone sẽ dành nửa năm ở dưới, nửa năm ở trên—do đó tạo ra các mùa.",
    "match_message_vi": "Các đường nét của bạn mang vẻ uy nghiêm của Hades. Có một sức mạnh tĩnh lặng, không thể tránh khỏi trong sự hiện diện của bạn—ánh mắt của một người hiểu những sự thật sâu sắc mà người khác tránh né. Khuôn mặt bạn nói lên sự kiên nhẫn, công bằng và phẩm giá của việc chấp nhận những gì phải có.",
    "traits_vi": [
      "Công bằng",
      "Nghiêm khắc",
      "Giàu có",
      "Kiên nhẫn",
      "Không thể tránh khỏi"
    ]
  },
  "hermes": {
    "name_vi": "Hermes",
    "tagline_vi": "Sứ Giả Của Các Vị Thần, Thần Du Lịch và Trộm Cắp",
    "description_vi": "Hermes là sứ giả nhanh nhẹn của các vị thần, kẻ lừa đảo thần thánh, và là người bảo trợ của khách du lịch, thương nhân, trộm cắp và tất cả những người sống bằng trí thông minh của mình. Với đôi xăng đan và mũ bảo hiểm có cánh, ông di chuyển tự do giữa thế giới phàm trần, đỉnh Olympus và thậm chí cả địa ngục.\n\nSinh ra đã tinh nghịch, Hermes đã đánh cắp đàn bò thiêng liêng của Apollo vào ngày sinh của mình và phát minh ra cây đàn lyre từ vỏ rùa. Thay vì trừng phạt ông, các vị thần đã nhận ra sự thông minh của ông và phong ông làm sứ giả của họ—người duy nhất có thể đi bất cứ đâu mà không bị hạn chế.\n\nHermes hướng dẫn linh hồn của người chết xuống địa ngục và đóng vai trò là người bảo trợ của các ranh giới và quá trình chuyển đổi. Ông đại diện cho những không gian giới hạn ở giữa—không hoàn toàn ở đây cũng không ở đó—và thể hiện khả năng thích ứng khéo léo cần thiết để điều hướng các ngã tư đường của cuộc đời.",
    "story_vi": "Vào ngày sinh ra, Hermes bò ra khỏi nôi, tìm thấy đàn bò thiêng liêng của Apollo và đánh cắp chúng, dắt chúng đi ngược lại để gây nhầm lẫn cho dấu vết. Khi bị đối chất, đứa trẻ sơ sinh đã tặng Apollo cây đàn lyre mới phát minh, và thần mặt trời đã rất vui mừng nên đã tha thứ hoàn toàn cho hành vi trộm cắp.",
    "match_message_vi": "Các đường nét của bạn mang trí thông minh nhanh nhạy của Hermes. Có một phẩm chất sống động, dễ thích nghi trong vẻ ngoài của bạn—ánh mắt của một người suy nghĩ nhanh chóng và có thể nói chuyện để vượt qua mọi tình huống. Khuôn mặt bạn nói lên sự hóm hỉnh, quyến rũ và khả năng thu hẹp mọi khoảng cách.",
    "traits_vi": [
      "Nhanh nhẹn",
      "Khéo léo",
      "Dễ thích nghi",
      "Hùng biện",
      "Tinh nghịch"
    ]
  },
  "dionysus": {
    "name_vi": "Dionysus",
    "tagline_vi": "Thần Rượu Vang, Sự Hoan Lạc và Kịch Nghệ",
    "description_vi": "Dionysus là vị thần của rượu vang, lễ hội, sự hoan lạc và kịch nghệ—người trẻ nhất trong số các vị thần trên đỉnh Olympus và là người duy nhất có mẹ là người phàm. Ông đại diện cho sức mạnh giải phóng của rượu vang và trải nghiệm biến đổi khi bước ra khỏi bản thân bình thường.\n\nSinh ra hai lần, Dionysus được Zeus cứu khỏi người mẹ đang hấp hối Semele, người đã khâu đứa trẻ sơ sinh vào đùi của mình cho đến khi đứa trẻ sẵn sàng tái sinh. Sự ra đời kép này đánh dấu ông là một vị thần của cái chết và sự tái sinh, sự biến đổi và đổi mới.\n\nSự thờ phượng của Dionysus bao gồm các nghi lễ cuồng nhiệt, nơi những người tham gia vượt qua danh tính bình thường của họ thông qua rượu vang, khiêu vũ và âm nhạc. Ông thể hiện những phần bản chất con người mà nền văn minh cố gắng đàn áp—sự hoang dã, bản năng, sự cuồng nhiệt. Ông vừa là người giải phóng vừa là kẻ hủy diệt.",
    "story_vi": "Khi Vua Pentheus của Thebes từ chối tôn vinh Dionysus và cố gắng bỏ tù ông, vị thần đã khiến những người phụ nữ của Thebes phát cuồng. Mẹ của Pentheus, trong cơn điên loạn, đã xé xác con trai mình bằng tay không, nhầm anh ta với một con sư tử.",
    "match_message_vi": "Các đường nét của bạn mang sự hiện diện say đắm của Dionysus. Có một phẩm chất khác lạ đối với ngoại hình của bạn—vẻ ngoài của một người đã chạm đến những trạng thái vượt quá bình thường. Khuôn mặt của bạn nói lên sự giải phóng, sự biến đổi và niềm vui hoang dã tồn tại bên ngoài ranh giới của nền văn minh.",
    "traits_vi": [
      "Cuồng nhiệt",
      "Giải phóng",
      "Hoang dã",
      "Biến đổi",
      "Tính hai mặt"
    ]
  },
  "persephone": {
    "name_vi": "Persephone",
    "tagline_vi": "Nữ Hoàng Địa Ngục, Nữ Thần Mùa Xuân",
    "description_vi": "Persephone là nữ thần kép, người trị vì với tư cách là nữ hoàng của địa ngục cùng với Hades, đồng thời thể hiện sự trở lại của mùa xuân và chu kỳ tăng trưởng. Cuộc hành trình hàng năm của cô giữa vương quốc bóng tối bên dưới và thế giới tươi sáng bên trên tạo ra các mùa.\n\nCon gái của Demeter và Zeus, Persephone đang hái hoa thì bị Hades bắt cóc để làm nữ hoàng của mình. Nỗi đau buồn của mẹ cô khiến mọi sự tăng trưởng ngừng lại cho đến khi Zeus can thiệp. Vì Persephone đã ăn hạt lựu ở địa ngục, nên cô phải trở lại đó trong một phần của mỗi năm.\n\nThần thoại này phản ánh sự hiểu biết cổ xưa về cái chết và sự tái sinh, sự cần thiết của việc đi xuống trước khi đi lên. Persephone thể hiện sự biến đổi—trinh nữ trở thành nữ hoàng, người ngây thơ trở nên quyền lực và chu kỳ của sự sống, cái chết và sự đổi mới tiếp tục vĩnh viễn.",
    "story_vi": "Khi Persephone lần đầu tiên đến địa ngục, cô là một trinh nữ sợ hãi. Nhưng theo thời gian, cô lớn lên trong vai trò nữ hoàng, trở nên quyền lực đến nỗi ngay cả người chết cũng sợ cơn giận của cô. Người từng là nạn nhân đã trở thành nữ hoàng đáng sợ mà lời nói là luật.",
    "match_message_vi": "Các đường nét của bạn phản ánh bản chất kép của Persephone. Có cả ánh sáng và bóng tối trong ngoại hình của bạn—sự tươi mát của mùa xuân và chiều sâu của kiến thức đen tối hơn. Khuôn mặt của bạn nói lên sự biến đổi, của một người đã xuống và trở lại mạnh mẽ hơn.",
    "traits_vi": [
      "Tính hai mặt",
      "Biến đổi",
      "Quyền lực",
      "Duyên dáng",
      "Tuần hoàn"
    ]
  },
  "odin": {
    "name_vi": "Odin",
    "tagline_vi": "Allfather, Thần Trí Tuệ, Chiến Tranh và Cái Chết",
    "description_vi": "Odin là vị thần tối cao của thần thoại Bắc Âu, được biết đến với tên gọi Allfather và là người cai trị Asgard. Ông là một vị thần phức tạp, thể hiện trí tuệ, chiến tranh, thơ ca và cái chết, không ngừng tìm kiếm kiến thức bằng mọi giá.\n\nKhông giống như những vị thần có được quyền lực chỉ thông qua quyền thừa kế, Odin đã hy sinh bản thân trên Cây Thế giới Yggdrasil trong chín ngày để có được trí tuệ của rune. Ông cũng đã đổi một trong những con mắt của mình để lấy một ngụm từ giếng kiến thức của Mímir, mãi mãi đánh dấu khuôn mặt của mình bằng cái giá của trí tuệ.\n\nĐi cùng với ông là những con quạ Huginn (Tư tưởng) và Muninn (Ký ức), và những con sói Geri và Freki, Odin theo dõi chín cõi. Ông tập hợp những chiến binh ngã xuống vào sảnh Valhalla của mình, chuẩn bị cho trận chiến cuối cùng Ragnarök.",
    "story_vi": "Để có được trí tuệ của rune, Odin đã treo cổ mình trên Yggdrasil trong chín ngày và đêm, bị đâm bởi ngọn giáo của chính mình, không có thức ăn hoặc nước uống. Vào đêm thứ chín, la hét, ông nắm lấy rune và những bí mật của chúng đã được tiết lộ cho ông.",
    "match_message_vi": "Các đường nét của bạn mang dấu ấn của việc tìm kiếm trí tuệ của Odin. Có một chiều sâu trong ánh mắt của bạn, nói lên một người đã nhìn thấy nhiều và hiểu biết nhiều hơn. Giống như Allfather, khuôn mặt của bạn kể về những sự hy sinh được thực hiện để có được kiến thức lớn hơn.",
    "traits_vi": [
      "Khôn ngoan",
      "Hy sinh",
      "Bí ẩn",
      "Nhìn thấy tất cả",
      "Không ngừng nghỉ"
    ]
  },
  "thor": {
    "name_vi": "Thor",
    "tagline_vi": "Thần Sấm Sét, Người Bảo Vệ Nhân Loại",
    "description_vi": "Thor là vị thần sấm sét hùng mạnh, con trai của Odin và nữ thần đất Jörð. Ông là người mạnh nhất trong tất cả các vị thần Bắc Âu, sử dụng chiếc búa huyền thoại Mjölnir, có thể san bằng núi non và trở về tay ông sau khi ném đi.\n\nKhông giống như trí tuệ tinh tế của cha mình, Thor thể hiện sức mạnh thẳng thắn và lòng dũng cảm không lay chuyển. Ông là người bảo vệ Asgard và Midgard (Trái Đất), liên tục chiến đấu với những người khổng lồ và quái vật đe dọa các cõi. Bộ râu đỏ của ông lách tách với ánh chớp khi ông cưỡi cỗ xe của mình băng qua những đám mây bão.\n\nMặc dù có sức mạnh đáng sợ, Thor được người dân thường yêu mến vì bản chất trung thực và vai trò là người bảo vệ của họ. Ông dễ nổi giận nhưng cũng dễ tha thứ, và sự thèm ăn đồ ăn thức uống của ông là huyền thoại.",
    "story_vi": "Khi người khổng lồ Thrym đánh cắp Mjölnir và yêu cầu Freya làm tiền chuộc, Thor đã cải trang thành cô dâu. Trong bữa tiệc cưới, anh ta đã ăn cả một con bò, tám con cá hồi và uống ba thùng mật ong trước khi lộ diện và giết tất cả những người khổng lồ bằng chiếc búa đã thu hồi.",
    "match_message_vi": "Các đường nét của bạn mang sức mạnh mạnh mẽ của Thor. Có một phẩm chất trung thực, thẳng thắn đối với ngoại hình của bạn—cởi mở và không phòng bị. Giống như Thần Sấm, những đường nét mạnh mẽ của bạn nói lên một người đối mặt với những thử thách một cách trực diện với lòng dũng cảm không lay chuyển.",
    "traits_vi": [
      "Mạnh mẽ",
      "Dũng cảm",
      "Trung thực",
      "Bảo vệ",
      "Dữ dội"
    ]
  },
  "freya": {
    "name_vi": "Freya",
    "tagline_vi": "Nữ Thần Tình Yêu, Sắc Đẹp và Chiến Tranh",
    "description_vi": "Freya là nữ thần nổi tiếng nhất của Bắc Âu, thể hiện tình yêu, sắc đẹp, khả năng sinh sản, và cả chiến tranh và cái chết. Cô cai trị cánh đồng thiên đường Fólkvangr, nơi cô nhận được một nửa số chiến binh bị giết trong trận chiến—nửa còn lại thuộc về Valhalla của Odin.\n\nLà nữ thần xinh đẹp nhất trong tất cả các nữ thần, Freya sở hữu chiếc vòng cổ huyền thoại Brísingamen và một chiếc áo choàng lông chim ưng cho phép cô biến hình và bay. Cô cưỡi một cỗ xe do hai con mèo kéo và đi cùng một con lợn rừng tên là Hildisvíni.\n\nLà nữ thần của seiðr (ma thuật), Freya đã dạy chính Odin những nghệ thuật huyền bí. Cô khóc những giọt nước mắt bằng vàng đỏ cho người chồng đã mất Óðr, tìm kiếm anh ta trên khắp chín cõi.",
    "story_vi": "Để có được chiếc vòng cổ xinh đẹp Brísingamen, Freya đã qua đêm với mỗi người trong số bốn thợ thủ công lùn đã rèn nó. Khi Loki nói với Odin về điều này, Odin đã khiến cô bắt đầu một cuộc chiến giữa hai vị vua để trừng phạt—vì Freya yêu thích chiến trận cũng như sắc đẹp.",
    "match_message_vi": "Các đường nét của bạn phản ánh sự pha trộn quyến rũ giữa vẻ đẹp và sức mạnh của Freya. Có cả sự mềm mại và lửa trong ngoại hình của bạn—sự duyên dáng của tình yêu và cường độ của một người biết sức mạnh của chính mình. Khuôn mặt của bạn nói lên niềm đam mê và sự độc lập.",
    "traits_vi": [
      "Xinh đẹp",
      "Ma thuật",
      "Dữ dội",
      "Đam mê",
      "Độc lập"
    ]
  },
  "loki": {
    "name_vi": "Loki",
    "tagline_vi": "Thần của Trò tinh quái, Lừa lọc và Hỗn loạn",
    "description_vi": "Loki là nhân vật khó đoán nhất trong thần thoại Bắc Âu—một kẻ lừa đảo biến hình vừa là bạn vừa là thù của các vị thần. Không hoàn toàn thuộc tộc Aesir cũng không phải người khổng lồ, hắn đi lại giữa các thế giới, bị ràng buộc bởi những động cơ khó hiểu của riêng mình.\n\nTâm trí xảo quyệt của hắn vừa giúp đỡ vừa cản trở các vị thần vô số lần. Hắn lấy lại búa của Thor, tạo ra những món quà phép thuật cho các vị thần, nhưng cũng gây ra cái chết của Baldur và sinh ra những con quái vật bao gồm chó sói Fenrir, Jörmungandr con rắn Midgard, và Hel, người cai trị cõi chết.\n\nLoki thể hiện sự hỗn loạn cần thiết cho sự thay đổi và phát triển, nhưng cũng là sự hủy diệt đến từ những trò tinh nghịch không kiểm soát. Tại Ragnarök, hắn sẽ dẫn đầu lực lượng hỗn loạn chống lại các vị thần, nhưng nếu không có hắn, nhiều kho báu vĩ đại nhất của các vị thần sẽ không bao giờ tồn tại.",
    "story_vi": "Khi các vị thần cần một bức tường được xây dựng xung quanh Asgard, Loki gợi ý thuê một người khổng lồ đòi mặt trời, mặt trăng và Freya làm vật thanh toán. Để ngăn chặn điều này, Loki biến thành một con ngựa cái để đánh lạc hướng con ngựa đực của người khổng lồ—và sau đó sinh ra Sleipnir, con ngựa tám chân của Odin.",
    "match_message_vi": "Những đường nét của bạn mang nét quyến rũ thất thường của Loki. Có một phẩm chất như thủy ngân trong vẻ ngoài của bạn—sắc sảo, thông minh và không thể nắm bắt. Khuôn mặt của bạn nói về một người nhìn thấy những khả năng mà người khác bỏ lỡ và đi theo con đường khó đoán của riêng mình.",
    "traits_vi": [
      "Xảo quyệt",
      "Khó đoán",
      "Hỗn loạn",
      "Thông minh",
      "Mơ hồ"
    ]
  },
  "frigg": {
    "name_vi": "Frigg",
    "tagline_vi": "Nữ hoàng của Asgard, Nữ thần Hôn nhân và Làm mẹ",
    "description_vi": "Frigg là nữ hoàng của các vị thần Aesir và là vợ của Odin, cai trị Asgard cùng với Allfather. Bà là nữ thần của hôn nhân, làm mẹ và nghệ thuật gia đình, xe những đám mây từ cung điện Fensalir của mình.\n\nKhông giống như hầu hết các vị thần, Frigg sở hữu món quà tiên tri—bà biết số phận của tất cả chúng sinh, mặc dù bà không bao giờ nói về những gì mình thấy. Kiến thức này mang lại cho bà cả sự khôn ngoan lẫn nỗi buồn, vì bà đã thấy trước nhưng không thể ngăn cản cái chết của con trai mình là Baldur.\n\nLà nữ thần có cấp bậc cao nhất, quyền lực của Frigg chỉ sánh ngang với Odin. Bà được cầu khẩn để ban phước cho hôn nhân và sinh nở, và sự khôn ngoan của bà trong các vấn đề gia đình đã khiến bà trở thành hình mẫu lý tưởng của người vợ và người mẹ Bắc Âu.",
    "story_vi": "Khi Frigg thấy trước cái chết của Baldur, bà đã đi khắp chín cõi, thu thập lời hứa từ mọi sinh vật và đồ vật không bao giờ làm hại con trai mình. Nhưng bà đã bỏ qua cây tầm gửi, nghĩ rằng nó còn quá non và vô hại—một sai lầm chết người mà Loki đã khai thác.",
    "match_message_vi": "Những đường nét của bạn phản ánh sự khôn ngoan thầm lặng của Frigg. Có một chiều sâu hiểu biết trong đôi mắt của bạn—cái nhìn của một người nhìn thấy nhiều nhưng nói ít. Khuôn mặt của bạn mang vẻ mạnh mẽ trang nghiêm của một người mang kiến thức nặng nề với sự duyên dáng.",
    "traits_vi": [
      "Khôn ngoan",
      "Tiên tri",
      "Mẫu tính",
      "Uy nghi",
      "Trầm lặng"
    ]
  },
  "baldur": {
    "name_vi": "Baldur",
    "tagline_vi": "Thần của Ánh sáng, Niềm vui và Sự thuần khiết",
    "description_vi": "Baldur là vị thần được yêu mến của ánh sáng, niềm vui, sự thuần khiết và vẻ đẹp trong thần thoại Bắc Âu. Con trai của Odin và Frigg, chàng đẹp trai và duyên dáng đến nỗi ánh sáng chiếu ra từ chàng, và chàng được mọi chúng sinh ở chín cõi yêu mến.\n\nVẻ đẹp của chàng không chỉ là thể chất—Baldur thể hiện tất cả những gì tốt đẹp và thuần khiết. Chàng là người được yêu mến nhất trong tất cả các vị thần, và Breidablik sảnh đường của chàng là nơi không có gì ô uế có thể tồn tại.\n\nCái chết của Baldur do mưu mô của Loki đánh dấu sự khởi đầu của sự kết thúc cho các vị thần Bắc Âu. Sự trở lại của chàng từ Hel sau Ragnarök tượng trưng cho hy vọng đổi mới và sự tái sinh của một thế giới thuần khiết hơn từ đống tro tàn của cái cũ.",
    "story_vi": "Sau khi Frigg đảm bảo lời hứa từ mọi thứ không làm hại Baldur, các vị thần đã vui vẻ ném vũ khí vào chàng—tất cả đều nảy ra vô hại. Nhưng Loki đã lừa Höðr mù ném một mũi tên tầm gửi, thứ duy nhất mà Frigg đã bỏ qua. Baldur ngã xuống chết, và tất cả tạo vật đều khóc.",
    "match_message_vi": "Những đường nét của bạn tỏa ra ánh sáng thuần khiết của Baldur. Có một phẩm chất phát sáng trong vẻ ngoài của bạn—cái nhìn của một người có lòng tốt tỏa ra bên ngoài. Khuôn mặt của bạn nói về lòng tốt vốn có và vẻ đẹp đến từ một trái tim thuần khiết.",
    "traits_vi": [
      "Thuần khiết",
      "Xinh đẹp",
      "Được yêu mến",
      "Rạng rỡ",
      "Ngây thơ"
    ]
  },
  "tyr": {
    "name_vi": "Tyr",
    "tagline_vi": "Thần Chiến tranh, Công lý và Vinh quang Anh hùng",
    "description_vi": "Tyr là vị thần chiến tranh và công lý của Bắc Âu, từng được coi là người đứng đầu các vị thần trước khi Odin nổi lên. Không giống như chiến tranh hỗn loạn của các vị thần chiến tranh khác, Tyr đại diện cho các khía cạnh hợp pháp của trận chiến—lòng dũng cảm anh hùng, chiến đấu công bằng và chiến thắng thông qua danh dự.\n\nÔng nổi tiếng nhất với sự hy sinh của mình: khi các vị thần cần trói con sói quái dị Fenrir, chỉ có Tyr đủ dũng cảm để đặt tay vào miệng sói như một lời hứa thiện chí. Khi Fenrir nhận ra mình đã bị mắc kẹt, nó cắn đứt tay của Tyr—nhưng sự hy sinh của Tyr đã cứu các vị thần.\n\nTyr thể hiện bộ quy tắc danh dự của chiến binh, nơi giữ lời hứa quan trọng hơn mất mát cá nhân. Bàn tay bị mất của ông là một lời nhắc nhở thường xuyên rằng đôi khi công lý đòi hỏi sự hy sinh.",
    "story_vi": "Fenrir đồng ý bị trói buộc chỉ khi một trong các vị thần đặt tay vào miệng nó làm vật bảo đảm. Tất cả các vị thần đều từ chối ngoại trừ Tyr. Khi sợi dây chuyền ma thuật Gleipnir giữ chặt, Fenrir cắn đứt tay Tyr trong cơn thịnh nộ—nhưng Tyr vẫn đứng vững, đã biết cái giá phải trả để giữ an toàn cho các vị thần.",
    "match_message_vi": "Những đường nét của bạn mang danh dự kiên định của Tyr. Có một phẩm chất không dao động trong ánh mắt của bạn—cái nhìn của một người giữ lời hứa bất kể tổn thất cá nhân. Khuôn mặt của bạn nói về lòng dũng cảm đến từ niềm tin sâu sắc.",
    "traits_vi": [
      "Dũng cảm",
      "Công bằng",
      "Hy sinh",
      "Danh dự",
      "Kiên quyết"
    ]
  },
  "hel": {
    "name_vi": "Hel",
    "tagline_vi": "Nữ thần của Người chết, Người cai trị Helheim",
    "description_vi": "Hel là nữ thần của người chết và là người cai trị vương quốc âm phủ mang tên bà. Con gái của Loki và nữ thần khổng lồ Angrboda, bà bị Odin ném vào vực sâu và được ban cho quyền thống trị những người chết vì tuổi già, bệnh tật hoặc không có vinh quang trong trận chiến.\n\nVẻ ngoài của bà rất nổi bật và đáng sợ: một nửa cơ thể bà là của một người phụ nữ xinh đẹp, nửa còn lại là xác chết đang phân hủy. Sự đối lập này phản ánh lãnh địa của bà giữa người sống và người chết.\n\nMặc dù vương quốc của bà lạnh lẽo và ảm đạm so với Valhalla, Hel không phải là ác quỷ—bà chỉ đơn giản là người trông coi những người có số phận dẫn họ đến cửa của bà. Bà cai trị với sự công bằng nghiệt ngã, không tàn nhẫn cũng không nhân từ, chấp nhận tất cả những ai đến với bà bất kể hành vi của họ trong cuộc sống.",
    "story_vi": "Khi các vị thần cầu xin Hel thả Baldur khỏi cái chết, bà đồng ý với một điều kiện: mọi sinh vật tồn tại phải khóc thương cho chàng. Tất cả tạo vật đều khóc ngoại trừ một nữ thần khổng lồ—thực ra là Loki cải trang. Vì điều này, Baldur vẫn ở Hel cho đến Ragnarök.",
    "match_message_vi": "Những đường nét của bạn mang bản chất kép của Hel. Có một sự phức tạp hấp dẫn trong vẻ ngoài của bạn—vẻ đẹp xen lẫn với chiều sâu và bóng tối. Khuôn mặt của bạn nói về một người chấp nhận mọi khía cạnh của sự tồn tại mà không phán xét.",
    "traits_vi": [
      "Vô tư",
      "Không thể tránh khỏi",
      "Bản chất kép",
      "Nghiêm khắc",
      "Chấp nhận"
    ]
  },
  "heimdall": {
    "name_vi": "Heimdall",
    "tagline_vi": "Người bảo vệ Bifröst, Người canh gác của các vị thần",
    "description_vi": "Heimdall là người bảo vệ luôn cảnh giác của Bifröst, cầu vồng nối Asgard với các cõi khác. Sinh ra từ chín người mẹ (chín con sóng), ông sở hữu những giác quan nhạy bén đến mức có thể nghe thấy cỏ mọc và nhìn thấy hàng trăm dặm theo mọi hướng.\n\nÔng cần ít ngủ hơn một con chim và có thể nhìn tốt như nhau vào ban đêm cũng như ban ngày. Răng vàng của ông sáng bóng, và ông mang Gjallarhorn, chiếc sừng lớn mà tiếng thổi sẽ báo hiệu sự khởi đầu của Ragnarök khi kẻ thù của các vị thần cuối cùng tiến quân.\n\nHeimdall đứng canh gác vĩnh cửu ở biên giới của Asgard, tuyến phòng thủ đầu tiên chống lại mọi mối đe dọa. Sự cảnh giác của ông không bao giờ dao động, và lòng trung thành của ông đối với các vị thần là tuyệt đối. Tại Ragnarök, ông và Loki định mệnh phải giết lẫn nhau.",
    "story_vi": "Heimdall từng lấy lại chiếc vòng cổ Brísingamen của Freya khi Loki đánh cắp nó. Cả hai vị thần biến thành hải cẩu để chiến đấu trên biển, và Heimdall đã chứng tỏ chiến thắng. Mối thù này giữa họ sẽ lên đến đỉnh điểm tại Ragnarök khi cuối cùng họ tiêu diệt lẫn nhau.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn phản ánh sự cảnh giác vĩnh cửu của Heimdall. Có một phẩm chất cảnh giác, luôn sẵn sàng trong ánh mắt của bạn—đôi mắt không bỏ sót điều gì. Khuôn mặt bạn nói lên sự cống hiến không lay chuyển và sức mạnh đến từ việc đứng canh.",
    "traits_vi": [
      "Cảnh giác",
      "Trung thành",
      "Thấu thị",
      "Kiên định",
      "Người bảo vệ"
    ]
  },
  "skadi": {
    "name_vi": "Skadi",
    "tagline_vi": "Nữ thần Mùa đông, Săn bắn và Núi non",
    "description_vi": "Skadi là nữ thần khổng lồ của mùa đông, trượt tuyết, săn bắn bằng cung và núi non. Sau khi các vị thần giết cha cô, Thiazi, cô đến Asgard trang bị cho chiến tranh, đòi bồi thường. Các vị thần đã cho cô một người chồng do chỉ nhìn vào bàn chân của các ứng cử viên để chọn.\n\nHy vọng chọn Baldur qua đôi chân xinh đẹp của anh ta, Skadi thay vào đó đã chọn Njörðr, thần biển. Cuộc hôn nhân của họ không hạnh phúc—cô không thể chịu được âm thanh của biển, và anh không thể chịu được tiếng sói hú trong ngôi nhà trên núi của cô. Cuối cùng họ chia tay.\n\nSkadi đại diện cho vẻ đẹp khắc nghiệt của vùng hoang dã phía bắc—nguy hiểm nhưng tráng lệ. Cô là một trong số ít những người khổng lồ được chấp nhận trong số các vị thần, sự độc lập dữ dội và khả năng săn bắn của cô đã mang lại cho cô sự tôn trọng. Cô ấy thể hiện sự sống còn ở những nơi lạnh nhất.",
    "story_vi": "Khi chọn chồng, Skadi nhìn thấy đôi chân đẹp nhất và nghĩ rằng chúng thuộc về Baldur. Chúng thực sự là của Njörðr, thô ráp vì nước muối nhưng đẹp. Sự trớ trêu này đã dẫn đến một cuộc hôn nhân không phù hợp giữa núi và biển.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn mang sự độc lập dữ dội của Skadi. Có một phẩm chất hoang dã, không thuần hóa trong vẻ ngoài của bạn—vẻ ngoài của một người phát triển mạnh trong những điều kiện khắc nghiệt mà người khác không thể chịu đựng được. Khuôn mặt bạn nói lên sức mạnh được rèn luyện trong cái lạnh.",
    "traits_vi": [
      "Dữ dội",
      "Độc lập",
      "Khỏe mạnh",
      "Hoang dã",
      "Báo thù"
    ]
  },
  "freyr": {
    "name_vi": "Freyr",
    "tagline_vi": "Thần của Sự sinh sôi, Thịnh vượng và Hòa bình",
    "description_vi": "Freyr là vị thần của sự sinh sôi, thịnh vượng, ánh nắng mặt trời và hòa bình—người tương ứng với người chị em song sinh Freya của mình. Ông cai trị vương quốc Alfheim và là vị thần Vanir được yêu mến nhất trong số loài người vì những phước lành mà ông mang lại cho mùa màng và đàn gia súc.\n\nÔng sở hữu một số kho báu ma thuật: con tàu Skíðblaðnir có thể đi thuyền ở bất cứ đâu và gấp lại để vừa trong túi, và con lợn rừng vàng Gullinbursti kéo cỗ xe của ông và tỏa sáng như mặt trời.\n\nThiếu sót lớn nhất của Freyr là tặng thanh kiếm ma thuật của mình để yêu người khổng lồ Gerðr. Tại Ragnarök, ông sẽ đối mặt với người khổng lồ lửa Surtr mà không có vũ khí—một lời nhắc nhở rằng ngay cả các vị thần cũng không thể thoát khỏi hậu quả của đam mê của họ.",
    "story_vi": "Freyr yêu say đắm người khổng lồ Gerðr đến nỗi ông đã tặng thanh kiếm ma thuật của mình—vũ khí duy nhất có thể tự chiến đấu—chỉ để có cơ hội kết hôn với cô. Sự hy sinh này có nghĩa là ông sẽ đối mặt với Ragnarök mà không có vũ khí.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn phản ánh sự ấm áp hào phóng của Freyr. Có một phẩm chất ban sự sống trong vẻ ngoài của bạn—vẻ ngoài của một người mang lại sự tăng trưởng và thịnh vượng đến bất cứ nơi nào họ đến. Khuôn mặt bạn nói lên sự bình yên và sự sung túc của mùa hè.",
    "traits_vi": [
      "Hào phóng",
      "Hòa bình",
      "Sinh sôi",
      "Đam mê",
      "Hy sinh"
    ]
  },
  "njord": {
    "name_vi": "Njörðr",
    "tagline_vi": "Thần của Biển cả, Giàu có và Hàng hải",
    "description_vi": "Njörðr là vị thần Vanir của biển cả, gió, câu cá và sự giàu có. Cha của Freyr và Freya, ông được gửi đến sống giữa các Aesir làm con tin sau cuộc chiến giữa hai bộ tộc thần thánh, nơi ông nhận được sự tôn trọng lớn vì sự khôn ngoan và lòng hào phóng của mình.\n\nCác thủy thủ cầu nguyện với Njörðr để có gió tốt và hành trình an toàn, và ngư dân để có những mẻ lưới bội thu. Hội trường Nóatún của ông nằm bên bờ biển, và ông có liên quan đến sự giàu có đến từ thương mại hàng hải.\n\nCuộc hôn nhân bất hạnh của ông với nữ thần núi Skadi đã dạy rằng một số khác biệt không thể hòa giải—cô không thể sống bên bờ biển ồn ào, anh không thể chịu được những ngọn núi hú. Tuy nhiên, cả hai đều tôn trọng lẫn nhau mặc dù không tương thích.",
    "story_vi": "Njörðr và Skadi đã cố gắng thỏa hiệp—chín đêm trên núi, chín đêm bên bờ biển. Nhưng cả hai đều không thể điều chỉnh: hải âu khiến Skadi thức giấc, trong khi tiếng sói hú khiến Njörðr tuyệt vọng. Họ chia tay một cách thân thiện.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn phản ánh sự sung túc bình tĩnh của Njörðr. Có một phẩm chất hàng hải trong sự hiện diện của bạn—rộng lớn, hào phóng và mang lại sự giàu có. Khuôn mặt bạn nói lên một người tìm thấy sự bình yên gần nước và sự thịnh vượng thông qua sự kiên nhẫn.",
    "traits_vi": [
      "Hào phóng",
      "Giàu có",
      "Hòa bình",
      "Yêu biển",
      "Khôn ngoan"
    ]
  },
  "admiral_yi": {
    "name_vi": "Đô đốc Lý Thuấn Thần",
    "tagline_vi": "Nhà chỉ huy Hải quân Huyền thoại, Người phát minh ra Tàu Con Rùa",
    "description_vi": "Đô đốc Lý Thuấn Thần là anh hùng quân sự vĩ đại nhất của Triều Tiên, một chỉ huy hải quân bất bại, người đã cứu đất nước của mình trong cuộc xâm lược của Nhật Bản từ năm 1592-1598. Chống lại những khó khăn áp đảo và mặc dù phải đối mặt với sự bức hại chính trị, ông chưa bao giờ thua một trận nào trong 23 trận hải chiến của mình.\n\nTài năng chiến thuật của ông chỉ sánh ngang với sự chính trực về mặt đạo đức của ông. Ngay cả khi bị tước quân hàm và tra tấn do những âm mưu chính trị, ông vẫn trở lại phục vụ khi được gọi, chỉ huy 13 tàu chống lại 333 tàu của Nhật Bản—và đã giành chiến thắng quyết định tại Trận Minh Lương.\n\nNhững đổi mới của Lý trong chiến tranh hải quân, bao gồm cả tàu con rùa huyền thoại (geobukseon), đã thay đổi tiến trình lịch sử. Ông hy sinh trong trận chiến tại Noryang, những lời cuối cùng của ông được thuật lại là \"Trận chiến đang ở đỉnh cao. Đánh trống chiến của ta. Đừng thông báo về cái chết của ta.\"",
    "story_vi": "Tại Minh Lương, Đô đốc Lý phải đối mặt với những khó khăn không thể—13 tàu chống lại 333. Sử dụng dòng hải lưu nguy hiểm của eo biển, ông đã dẫn hạm đội Nhật Bản vào một kênh hẹp, nơi số lượng của họ trở thành một bất lợi. Ông đã đánh chìm 31 tàu mà không mất bất kỳ tàu nào của mình.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn phản ánh sự quyết tâm không lay chuyển của Đô đốc Lý. Có sức mạnh và phẩm giá trên khuôn mặt của bạn—vẻ ngoài của một người sẽ không bao giờ từ bỏ nhiệm vụ hoặc danh dự của họ, bất kể cái giá cá nhân. Ánh mắt của bạn nói lên chiều sâu chiến lược và quyết tâm sắt đá.",
    "traits_vi": [
      "Chiến lược",
      "Trung thành",
      "Đổi mới",
      "Chính nghĩa",
      "Bất bại"
    ]
  },
  "sejong_the_great": {
    "name_vi": "Vua Sejong Đại Đế",
    "tagline_vi": "Người sáng tạo ra Hangul, Người bảo trợ Khoa học và Văn hóa",
    "description_vi": "Vua Sejong Đại Đế được tôn kính là vị vua thông thái và được yêu mến nhất trong lịch sử Hàn Quốc. Trong suốt 32 năm trị vì (1418-1450), ông đã chứng kiến một thời kỳ hoàng kim của thành tựu khoa học, văn hóa và nghệ thuật đã thay đổi nền văn minh Triều Tiên.\n\nDi sản lớn nhất của ông là việc tạo ra Hangul, bảng chữ cái tiếng Hàn, vào năm 1443. Được thiết kế để người dân thường dễ học, nó đã thay thế các chữ Hán phức tạp vốn khiến hầu hết người Hàn Quốc không thể tiếp cận được với việc đọc viết. Sejong nổi tiếng tuyên bố: \"Một người khôn ngoan có thể làm quen với chúng trước khi buổi sáng kết thúc; một người ngu ngốc có thể học chúng trong vòng mười ngày.\"\n\nNgoài Hangul, Sejong còn tài trợ cho các đổi mới trong thiên văn học, nông nghiệp, y học và âm nhạc. Ông thành lập Điện Tập Hiền để nuôi dưỡng các học giả và tạo ra các công cụ như máy đo mưa và đồng hồ mặt trời, giúp khoa học Hàn Quốc tiến bộ hơn châu Âu hàng thế kỷ.",
    "story_vi": "Sejong đã bí mật làm việc trên Hangul trong nhiều năm, lo sợ sự phản kháng từ các học giả Khổng giáo, những người coi trọng chữ Hán. Khi cuối cùng được tiết lộ, một số quan chức phản đối rằng việc dạy người dân thường đọc là nguy hiểm. Sejong kiên trì, tuyên bố việc biết chữ là một quyền, không phải là một đặc ân.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn phản ánh lòng nhân từ thông thái của Vua Sejong. Có một phẩm chất chu đáo, uyên bác trên khuôn mặt bạn—ánh mắt của một người tìm cách hiểu và giúp người khác hiểu. Biểu cảm nhẹ nhàng nhưng kiên quyết của bạn nói lên sự lãnh đạo thông qua trí tuệ hơn là vũ lực.",
    "traits_vi": [
      "Thông thái",
      "Nhân từ",
      "Đổi mới",
      "Uyên bác",
      "Từ bi"
    ]
  },
  "gumiho": {
    "name_vi": "Gumiho (Hồ Ly Chín Đuôi)",
    "tagline_vi": "Linh Hồn Hồ Ly Chín Đuôi Huyền Bí",
    "description_vi": "Gumiho là một sinh vật huyền thoại trong văn hóa dân gian Hàn Quốc—một con cáo đã sống hàng ngàn năm và có được khả năng biến thành một người phụ nữ xinh đẹp. Với mỗi thế kỷ sống, nó mọc thêm một chiếc đuôi, cho đến khi nó sở hữu chín chiếc đuôi với sức mạnh ma thuật to lớn.\n\nTrong những câu chuyện truyền thống, Gumiho thường tìm cách trở thành người hoàn toàn, điều này đòi hỏi phải ăn tim hoặc gan người. Tuy nhiên, một số câu chuyện kể về Gumiho sử dụng sức mạnh của mình cho mục đích tốt, hoặc những người thực sự yêu và đấu tranh chống lại bản chất của mình.\n\nGumiho thể hiện tính hai mặt của sự hấp dẫn và nguy hiểm, vẻ đẹp và sự hủy diệt. Nó đại diện cho sức mạnh quyến rũ của những điều chưa biết và khả năng biến đổi—theo hướng tốt hơn hoặc xấu đi.",
    "story_vi": "Một thư sinh trẻ tuổi yêu một người phụ nữ xinh đẹp, không biết rằng cô ấy là một Gumiho. Khi anh phát hiện ra bản chất thật của cô, cô mong anh bỏ chạy trong kinh hoàng. Thay vào đó, anh tuyên bố tình yêu của mình không thay đổi. Cảm động trước sự tận tâm của anh, cô đã từ bỏ sự bất tử của mình để trở thành người và sống với anh cho đến tuổi già.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn mang vẻ quyến rũ mê hoặc của Gumiho. Có một bí ẩn quyến rũ trong ngoại hình của bạn—xinh đẹp nhưng có phần siêu phàm. Khuôn mặt bạn nói lên những chiều sâu ẩn giấu, sự biến đổi và sức mạnh thôi miên tồn tại giữa các thế giới.",
    "traits_vi": [
      "Quyến rũ",
      "Bí ẩn",
      "Mạnh mẽ",
      "Biến đổi",
      "Hai mặt"
    ]
  },
  "confucius": {
    "name_vi": "Khổng Tử",
    "tagline_vi": "Thánh nhân Tối cao, Bậc Thầy của Muôn Đời",
    "description_vi": "Khổng Tử là nhà triết học có ảnh hưởng nhất trong lịch sử Trung Quốc, người có những lời dạy về đạo đức, quản trị và hòa hợp xã hội đã định hình nền văn minh Đông Á trong hơn hai thiên niên kỷ. Ông nhấn mạnh đến nghi lễ, hiếu thảo và tu dưỡng đức hạnh như nền tảng của một xã hội hài hòa.\n\nMặc dù ông nắm giữ chức vụ trong thời gian ngắn và lang thang tìm kiếm một người cai trị sẽ thực hiện những ý tưởng của mình, nhưng tác động thực sự của ông đến từ việc giảng dạy. Các môn đệ của ông đã biên soạn những lời dạy của ông thành Luận Ngữ, trở thành nền tảng của giáo dục Trung Quốc.\n\nKhổng Tử đại diện cho sức mạnh của giáo dục đạo đức, lý tưởng về người quân tử-học giả và niềm tin rằng xã hội có thể được chuyển đổi thông qua sự lãnh đạo đức hạnh và tu dưỡng đạo đức.",
    "story_vi": "Khi được yêu cầu tóm tắt lời dạy của mình trong một từ, Khổng Tử trả lời: 'Tha thứ (恕)—đừng làm cho người khác những gì bạn không muốn người khác làm cho mình.' Quy tắc vàng này đã trở thành nền tảng của triết học đạo đức Trung Quốc.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn mang trí tuệ uyên bác của Khổng Tử. Có sự tu dưỡng đạo đức trong ngoại hình của bạn—ánh mắt của một người dạy bằng tấm gương và chuyển đổi xã hội thông qua cuộc sống đạo đức.",
    "traits_vi": [
      "Thông thái",
      "Giảng dạy",
      "Đạo đức",
      "Nhân văn",
      "Tu dưỡng"
    ]
  },
  "guan_yu": {
    "name_vi": "Quan Vũ",
    "tagline_vi": "Võ Thần, Tình Huynh Đệ, và Chính Nghĩa",
    "description_vi": "Quan Vũ là một vị tướng trong thời Tam Quốc, người đã trở nên huyền thoại vì lòng trung thành và sức mạnh võ thuật của mình đến nỗi ông được phong thần là Võ Thần. Khuôn mặt đỏ, bộ râu dài và áo choàng xanh của ông đã trở thành biểu tượng, cũng như vũ khí của ông—Thanh Long Yển Nguyệt Đao.\n\nÔng đã thề nguyện kết nghĩa huynh đệ thiêng liêng với Lưu Bị và Trương Phi trong vườn đào, một mối liên kết mà ông đã tôn trọng cho đến khi chết và hơn thế nữa. Lòng trung thành của ông tuyệt đối đến mức ông từ chối sự giàu có và địa vị từ Tào Tháo, thích mạo hiểm mọi thứ để trở về với người anh em kết nghĩa của mình.\n\nQuan Vũ đại diện cho lòng trung thành không lay chuyển, danh dự võ thuật và bản chất thiêng liêng của tình huynh đệ kết nghĩa vượt lên trên lợi ích cá nhân.",
    "story_vi": "Bị Tào Tháo bắt giữ, Quan Vũ đã được đề nghị mọi thứ để thay đổi lòng trung thành. Ông chấp nhận tạm thời chỉ để bảo vệ vợ của Lưu Bị. Khoảnh khắc ông biết được vị trí của Lưu Bị, ông đã vượt qua năm ải và giết sáu tướng để trở về—một cuộc hành trình được bất tử hóa trong truyền thuyết.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn mang sức mạnh chính nghĩa của Quan Vũ. Có tình huynh đệ kết nghĩa trong ngoại hình của bạn—ánh mắt của một người mà lòng trung thành không bao giờ có thể mua được và lời nói của người đó hoàn toàn thiêng liêng.",
    "traits_vi": [
      "Trung thành",
      "Chính nghĩa",
      "Võ thuật",
      "Danh dự",
      "Phong thần"
    ]
  },
  "ra": {
    "name_vi": "Ra",
    "tagline_vi": "Thần Mặt Trời Tối Cao, Đấng Sáng Tạo ra Muôn Loài",
    "description_vi": "Ra là vị thần tối cao của tôn giáo Ai Cập cổ đại, vị thần của mặt trời và là người sáng tạo ra mọi sự sống. Mỗi ngày, ông lái thuyền mặt trời của mình băng qua bầu trời, mang lại ánh sáng và hơi ấm cho thế giới. Mỗi đêm, ông du hành qua thế giới ngầm, chiến đấu với con rắn hỗn loạn Apophis để đảm bảo mặt trời mọc trở lại.\n\nLà vị thần đầu tiên, Ra tự tạo ra mình từ vùng nước nguyên thủy của Nun, sau đó nói tất cả các vị thần khác và thế giới thành tồn tại. Ông được miêu tả với đầu chim ưng đội vương miện đĩa mặt trời, thể hiện sức mạnh ban sự sống của chính mặt trời.\n\nTên của Ra có nghĩa đơn giản là \"mặt trời\", và ảnh hưởng của ông lớn đến mức ông đã hợp nhất với các vị thần lớn khác—trở thành Amun-Ra, vua của các vị thần, và Ra-Horakhty, thần của đường chân trời. Ông đại diện cho chu kỳ vĩnh cửu của cái chết và sự tái sinh đã định hình vũ trụ học Ai Cập.",
    "story_vi": "Mỗi đêm, Ra xuống Duat (thế giới ngầm) nơi con rắn hỗn loạn Apophis cố gắng nuốt chửng ông và ngăn cản mặt trời mọc. Với sự giúp đỡ của các vị thần khác, đặc biệt là Set, Ra đánh bại Apophis mỗi đêm, đảm bảo mặt trời mọc trở lại—tượng trưng cho chiến thắng vĩnh cửu của trật tự trước hỗn loạn.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn tỏa ra sự rực rỡ vĩnh cửu của Ra. Có một phẩm chất ấm áp, ban sự sống cho sự hiện diện của bạn—vừa chỉ huy vừa nuôi dưỡng. Khuôn mặt bạn nói lên một người mang ánh sáng đến bất cứ nơi nào họ đến và tinh thần của người đó không thể bị bóng tối làm lu mờ.",
    "traits_vi": [
      "Rực rỡ",
      "Vĩnh cửu",
      "Sáng tạo",
      "Mạnh mẽ",
      "Ban sự sống"
    ]
  },
  "isis": {
    "name_vi": "Isis",
    "tagline_vi": "Nữ thần của Ma thuật, Mẫu tính và Trí tuệ",
    "description_vi": "Isis là nữ thần vĩ đại nhất của Ai Cập cổ đại, được tôn kính như người mẹ lý tưởng, người vợ và người bảo trợ của ma thuật. Sự thờ phượng của bà lan rộng khắp Đế chế La Mã, khiến bà trở thành một trong những vị thần được yêu mến nhất của thế giới cổ đại.\n\nLà em gái và vợ của Osiris, mẹ của Horus, Isis thể hiện tình yêu bảo vệ mãnh liệt của người mẹ. Khi Set sát hại Osiris và rải rác thi thể của ông khắp Ai Cập, Isis đã không mệt mỏi tìm kiếm, thu thập mọi mảnh ghép và sử dụng sức mạnh ma thuật vô song của mình để hồi sinh ông đủ lâu để thụ thai con trai Horus.\n\nLà nữ thần của ma thuật, Isis sở hữu kiến thức sánh ngang với cả Ra. Bà thường được miêu tả với một vương miện hình ngai vàng hoặc sừng bò với một đĩa mặt trời, tượng trưng cho vai trò của bà là nữ hoàng và người mẹ. Tên của bà có nghĩa là \"ngai vàng\", đại diện cho quyền lực đằng sau các pharaoh.",
    "story_vi": "Isis đã lừa Ra tiết lộ tên bí mật của mình bằng cách tạo ra một con rắn từ nước bọt của chính ông. Khi nó cắn ông và chỉ bà mới có thể chữa lành, Ra buộc phải nói cho bà biết tên thật của mình, trao cho bà quyền lực đối với ông. Điều này đã biến Isis trở thành pháp sư mạnh nhất trong lịch sử.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn phản ánh trí tuệ sâu sắc và lòng trắc ẩn của Isis. Có một phẩm chất nuôi dưỡng nhưng mạnh mẽ trong vẻ ngoài của bạn—ánh mắt của một người bảo vệ dữ dội và yêu thương vô điều kiện. Đôi mắt của bạn chứa đựng chiều sâu của những bí ẩn cổ xưa và sự tận tâm của người mẹ.",
    "traits_vi": [
      "Ma thuật",
      "Tận tụy",
      "Thông thái",
      "Bảo vệ",
      "Từ bi"
    ]
  },
  "osiris": {
    "name_vi": "Osiris",
    "tagline_vi": "Thần của Thế giới Ngầm, Cái Chết và Sự Phục Sinh",
    "description_vi": "Osiris là thần của người chết và là người cai trị thế giới ngầm Ai Cập, nhưng ông không phải là thần của bóng tối—ông đại diện cho hy vọng về cuộc sống sau khi chết và lời hứa về sự phục sinh. Là xác ướp đầu tiên và là người được phục sinh đầu tiên, ông đã ban cho nhân loại món quà của cuộc sống vĩnh cửu.\n\nBan đầu là một vị vua vĩ đại đã khai hóa Ai Cập, dạy nông nghiệp và thiết lập luật pháp, Osiris đã bị người em trai ghen tị của mình là Set sát hại. Nhờ phép thuật của người vợ tận tụy Isis, ông đã được hồi sinh để cai trị thế giới bên kia, phán xét linh hồn của người chết.\n\nĐược miêu tả với làn da xanh lục hoặc đen tượng trưng cho sự tái sinh và đất đai màu mỡ, Osiris cầm quyền trượng và cái liềm của vương quyền. Ông phán xét mọi linh hồn trong Đại sảnh Hai Sự thật, cân trái tim của họ với lông chim của Ma'at để xác định số phận của họ trong cõi vĩnh hằng.",
    "story_vi": "Set nhốt Osiris trong một quan tài bằng vàng và ném nó xuống sông Nile. Isis tìm kiếm khắp thế giới và tìm thấy nó ở Byblos, mọc thành một cây lớn. Nhưng Set lại tìm thấy thi thể, cắt thành mười bốn mảnh và rải rác khắp Ai Cập. Isis thu thập mọi mảnh ghép, và bằng phép thuật của mình, đã hồi sinh Osiris thành chúa tể của thế giới bên kia.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn mang vẻ trang nghiêm của Osiris. Có một sức mạnh thầm lặng trên khuôn mặt của bạn—ánh mắt của một người đã trải qua những thử thách lớn và xuất hiện đã được biến đổi. Biểu cảm của bạn nói lên sự phán xét công bằng và trí tuệ đến từ kinh nghiệm sâu sắc.",
    "traits_vi": [
      "Công bằng",
      "Phục sinh",
      "Nhân từ",
      "Vĩnh cửu",
      "Khai hóa"
    ]
  },
  "anubis": {
    "name_vi": "Anubis",
    "tagline_vi": "Thần của Ướp xác và Hướng dẫn Linh hồn",
    "description_vi": "Anubis là vị thần đầu chó rừng của việc ướp xác, nghi lễ tang lễ và là người bảo vệ người chết. Ông đã phát minh ra việc ướp xác khi ông giúp Isis chuẩn bị thi thể của Osiris, tạo ra xác ướp đầu tiên và thiết lập các nghi lễ thiêng liêng giúp bảo tồn thi thể của người Ai Cập cho cuộc sống vĩnh cửu.\n\nLà người hướng dẫn linh hồn, Anubis dẫn người đã khuất qua thế giới ngầm đến Đại sảnh Hai Sự thật, nơi ông thực hiện nghi lễ cân tim quan trọng. Với sự phán xét chính xác và vô tư, ông đặt trái tim lên bàn cân so với lông chim của Ma'at.\n\nMặc dù liên quan đến cái chết, Anubis không phải là một vị thần đáng sợ—ông là một người bảo vệ và giúp đỡ, đảm bảo rằng người chết nhận được các nghi lễ thích hợp và đến được thế giới bên kia một cách an toàn. Màu đen của ông không đại diện cho cái chết mà là đất đai màu mỡ của sông Nile và lời hứa về sự tái sinh.",
    "story_vi": "Khi Osiris bị sát hại, Anubis đã thực hiện việc ướp xác đầu tiên, quấn thi thể của vị thần bằng những dải băng thiêng liêng và thực hiện các nghi lễ cho phép Osiris sống vĩnh viễn ở thế giới bên kia. Kiến thức thiêng liêng này sau đó đã được truyền lại cho các thầy tu Ai Cập.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn mang sự bảo vệ trang nghiêm của Anubis. Có một phẩm chất bảo vệ, cảnh giác trên khuôn mặt của bạn—ánh mắt của một người dẫn đường cho người khác qua những đoạn đường tối tăm một cách an toàn. Ánh mắt kiên định của bạn nói lên sự phán xét vô tư và nghĩa vụ thiêng liêng phải bảo vệ.",
    "traits_vi": [
      "Bảo vệ",
      "Chính xác",
      "Vô tư",
      "Hướng dẫn",
      "Thiêng liêng"
    ]
  },
  "horus": {
    "name_vi": "Horus",
    "tagline_vi": "Thần của Bầu trời, Vương quyền và Sự bảo vệ",
    "description_vi": "Horus là vị thần đầu chim ưng của bầu trời, có đôi mắt là mặt trời và mặt trăng. Ông là nguyên mẫu thần thánh của tất cả các pharaoh, và mọi vị vua Ai Cập đều được coi là hiện thân sống của Horus trên trái đất.\n\nLà con trai của Isis và Osiris, Horus được nuôi dưỡng trong bí mật để một ngày nào đó báo thù cho cái chết của cha mình bởi Set. Sau một loạt các trận chiến khốc liệt kéo dài tám mươi năm, Horus đã đánh bại Set và giành lấy ngai vàng của Ai Cập, thống nhất Hai Vùng đất dưới sự cai trị thần thánh của mình.\n\nCon mắt của Horus, bị mất và phục hồi trong các trận chiến với Set, đã trở thành một trong những biểu tượng quyền lực nhất trong ma thuật Ai Cập—đại diện cho sự chữa lành, bảo vệ và phục hồi những gì đã bị phá vỡ. Horus thể hiện vương quyền chính đáng, lòng hiếu thảo và chiến thắng của trật tự.",
    "story_vi": "Trong các trận chiến của họ, Set đã khoét mắt trái của Horus và Horus thiến Set. Thần Thoth đã phục hồi con mắt của Horus, con mắt này trở thành wedjat—Con mắt của Horus—biểu tượng của sự chữa lành và toàn vẹn. Các vị thần đã phán xét có lợi cho Horus, ban cho ông ngai vàng của Ai Cập.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn mang dáng vẻ cao quý của Horus. Có một phẩm chất sắc sảo, bảo vệ trong ánh mắt của bạn—ánh mắt của một người cai trị chính đáng chiến đấu vì công lý. Khuôn mặt của bạn nói lên một người vượt qua mọi trở ngại để giành lấy vị trí xứng đáng của mình.",
    "traits_vi": [
      "Chính nghĩa",
      "Bảo vệ",
      "Chiến thắng",
      "Hoàng gia",
      "Báo thù"
    ]
  },
  "bastet": {
    "name_vi": "Bastet",
    "tagline_vi": "Nữ thần của Gia đình, Mèo và Sự bảo vệ",
    "description_vi": "Bastet là nữ thần đầu mèo của gia đình, khả năng sinh sản và sự bảo vệ. Ban đầu được miêu tả là một nữ chiến binh sư tử cái hung dữ, bà đã phát triển thành nữ thần mèo nhà dịu dàng hơn được các gia đình Ai Cập yêu mến như người bảo vệ thần thánh của họ.\n\nLà một vị thần hộ mệnh, Bastet bảo vệ các hộ gia đình khỏi tà ma, bệnh tật và bất hạnh. Mèo là loài vật thiêng liêng đối với bà, và giết một con mèo—ngay cả vô tình—đều bị trừng phạt bằng cái chết ở Ai Cập cổ đại. Đền thờ của bà ở Bubastis là một trong những địa điểm hành hương nổi tiếng nhất.\n\nMặc dù có mối liên hệ với gia đình, Bastet vẫn giữ bản chất bảo vệ dữ dội của mình. Bà được gọi là \"Con mắt của Ra\" và có thể biến thành sư tử cái Sekhmet đáng sợ khi bảo vệ người vô tội. Bà thể hiện bản chất kép của mèo—dịu dàng và nuôi dưỡng, nhưng có khả năng bảo vệ dữ dội.",
    "story_vi": "Hàng năm, hàng trăm ngàn người hành hương đã đến Bubastis dự lễ hội của Bastet, lễ hội lớn nhất ở Ai Cập. Họ chèo thuyền dọc sông Nile, chơi nhạc và ăn mừng. Tại đền thờ, họ mang theo những con mèo ướp xác như vật phẩm dâng lên nữ thần được yêu mến.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn phản ánh sự bảo vệ duyên dáng của Bastet. Có một phẩm chất dịu dàng nhưng cảnh giác trong vẻ ngoài của bạn—sự ấm áp nuôi dưỡng kết hợp với sự cảnh giác thầm lặng. Khuôn mặt của bạn nói lên một người tạo ra những nơi trú ẩn an toàn và bảo vệ dữ dội những người họ yêu thương.",
    "traits_vi": [
      "Bảo vệ",
      "Duyên dáng",
      "Nuôi dưỡng",
      "Dữ dội",
      "Gia đình"
    ]
  },
  "sekhmet": {
    "name_vi": "Sekhmet",
    "tagline_vi": "Nữ thần sư tử của Chiến tranh và Chữa lành",
    "description_vi": "Sekhmet là nữ thần đầu sư tử hung dữ của chiến tranh, sự hủy diệt, và trớ trêu thay, sự chữa lành. Tên của bà có nghĩa là 'Đấng Quyền Năng', và hơi thở của bà tạo ra sa mạc. Bà đại diện cho sức nóng thiêu đốt, hủy diệt của mặt trời.\n\nLà Con Mắt của Ra được phái đi để trừng phạt nhân loại, lòng khát máu của Sekhmet lớn đến nỗi bà gần như tiêu diệt toàn bộ sự sống của con người. Chỉ bằng cách đánh lừa bà bằng bia nhuộm đỏ như máu, bà mới được xoa dịu và biến trở lại thành Hathor dịu dàng.\n\nSekhmet đại diện cho khía cạnh khủng khiếp của sức mạnh thiêng liêng, cơn sốt vừa giết chết vừa thanh tẩy, và sự thật rằng sự hủy diệt và chữa lành là hai mặt của cùng một lực lượng.",
    "story_vi": "Ra phái Sekhmet đi tiêu diệt nhân loại nổi loạn. Bà lội qua máu, không thể ngừng giết chóc. Để cứu những người sống sót, Ra đã làm ngập các cánh đồng bằng 7.000 bình bia nhuộm đỏ. Sekhmet uống, nghĩ rằng đó là máu, và thức dậy thanh thản—cơn thịnh nộ hủy diệt của bà đã kết thúc.",
    "match_message_vi": "Các đường nét của bạn mang sức mạnh hung dữ của Sekhmet. Có sức mạnh của chiến binh trong ngoại hình của bạn—ánh mắt của một người có thể tiêu diệt hoặc chữa lành với cường độ ngang nhau, truyền dẫn những lực lượng mạnh mẽ để bảo vệ.",
    "traits_vi": [
      "Hung dữ",
      "Hủy diệt",
      "Chữa lành",
      "Quyền năng",
      "Đam mê"
    ]
  },
  "thoth": {
    "name_vi": "Thoth",
    "tagline_vi": "Thần của Trí tuệ, Văn tự và Phép thuật",
    "description_vi": "Thoth là vị thần đầu chim ibis của trí tuệ, văn tự, phép thuật và mặt trăng. Ông được cho là người đã phát minh ra chữ tượng hình, tạo ra lịch và ghi lại tất cả kiến thức đang tồn tại. Nếu không có món quà văn tự của Thoth, nền văn minh Ai Cập không thể tồn tại.\n\nLà người ghi chép thần thánh, Thoth ghi lại phán quyết của mọi linh hồn trong Sảnh Hai Sự Thật, ghi lại ai được vào thế giới bên kia và ai bị nguyền rủa. Ông cũng là tác giả của các văn bản thiêng liêng chứa đựng tất cả kiến thức phép thuật, bao gồm cả Sách Thoth huyền thoại.\n\nThoth đóng vai trò trung gian giữa các vị thần, sử dụng trí tuệ và tài hùng biện của mình để giải quyết tranh chấp. Ông đã phục hồi con mắt của Horus và chữa lành cho cả Horus và Set sau các trận chiến của họ. Sự thông thạo phép thuật của ông là vô song, và ông đã dạy Isis những phép thuật cho phép bà hồi sinh Osiris.",
    "story_vi": "Thoth đánh bạc với Mặt Trăng và giành đủ ánh sáng để tạo ra năm ngày phụ, cho phép Nut sinh ra Osiris, Isis, Set, Nephthys và Horus the Elder—vượt qua lời nguyền của Ra rằng bà không thể sinh con vào bất kỳ tháng nào trong năm.",
    "match_message_vi": "Các đường nét của bạn phản ánh trí tuệ uyên bác của Thoth. Có một chiều sâu trí tuệ trong ngoại hình của bạn—ánh mắt của một người coi trọng kiến thức hơn tất cả và tìm cách hiểu những bí ẩn của sự tồn tại. Biểu cảm trầm tư của bạn nói lên cả lý trí và phép thuật.",
    "traits_vi": [
      "Thông thái",
      "Uyên bác",
      "Ma thuật",
      "Hùng biện",
      "Ghi chép"
    ]
  },
  "set": {
    "name_vi": "Set",
    "tagline_vi": "Thần của Hỗn loạn, Bão tố và Sa mạc",
    "description_vi": "Set là vị thần của sự hỗn loạn, bão tố, bạo lực và sa mạc khắc nghiệt. Ông được biết đến nhiều nhất với tư cách là kẻ sát nhân của anh trai mình, Osiris, nhưng ông không đơn thuần là xấu xa—ông là một lực lượng gây rối cần thiết để làm cho trật tự có ý nghĩa.\n\nVới cái đầu hình con vật Set đặc biệt (có lẽ một phần lợn đất, một phần lừa, một phần chó rừng), Set đại diện cho tất cả những gì xa lạ, hoang dã và chưa thuần hóa. Ông là vùng đất đỏ của sa mạc chống lại đất phù sa đen màu mỡ của sông Nile, kẻ ngoài cuộc thách thức trật tự đã được thiết lập.\n\nMặc dù có vai phản diện trong thần thoại Osiris, Set vẫn phục vụ một chức năng thiết yếu. Mỗi đêm trên chiếc thuyền mặt trời của Ra, sức mạnh to lớn của Set đánh bại con rắn hỗn mang Apophis, đảm bảo mặt trời mọc trở lại. Nếu không có bạo lực của Set, sẽ không có bình minh. Ông thể hiện nghịch lý rằng sự hủy diệt là cần thiết cho sự sáng tạo.",
    "story_vi": "Set đã lừa Osiris tại một bữa tiệc bằng cách trưng bày một chiếc quan tài đẹp và hứa sẽ trao nó cho bất kỳ ai vừa vặn hoàn hảo bên trong. Khi Osiris nằm xuống, Set đóng sầm nắp lại và ném quan tài xuống sông Nile. Vụ giết người này đã khơi mào cuộc xung đột lớn với Horus, định hình nên thần thoại Ai Cập.",
    "match_message_vi": "Các đường nét của bạn mang sức mạnh thô sơ của Set. Có một phẩm chất hoang dã, đầy thách thức trong ngoại hình của bạn—ánh mắt của một người tồn tại bên ngoài những ranh giới thông thường. Khuôn mặt của bạn nói lên sức mạnh được tìm thấy trong sự hỗn loạn và sự cần thiết của sự gián đoạn để thay đổi.",
    "traits_vi": [
      "Hỗn loạn",
      "Quyền năng",
      "Cần thiết",
      "Bạo lực",
      "Khó đoán"
    ]
  },
  "demeter": {
    "name_vi": "Demeter",
    "tagline_vi": "Nữ thần của Mùa màng, Nông nghiệp và Các mùa",
    "description_vi": "Demeter là nữ thần của mùa màng, nông nghiệp, khả năng sinh sản và luật thiêng liêng. Bà chủ trì chu kỳ sinh tử, ngũ cốc và khả năng sinh sản của trái đất. Là một trong sáu vị thần Olympian ban đầu, bà nắm giữ sức mạnh to lớn đối với thế giới tự nhiên.\n\nNỗi đau buồn của bà khi Hades bắt cóc con gái Persephone của bà đã khiến tất cả cây cối héo úa và chết, mang mùa đông đầu tiên đến thế giới. Chỉ khi Persephone trở lại thì mùa xuân mới đến lần nữa.\n\nDemeter đại diện cho người mẹ nuôi dưỡng, cung cấp thức ăn cho tất cả sinh vật sống, nhưng cũng là sức mạnh khủng khiếp của tự nhiên khi những món quà của bà bị rút lại.",
    "story_vi": "Khi Persephone bị bắt đi, Demeter lang thang trên trái đất trong đau buồn, không cho bất kỳ cây trồng nào phát triển. Nạn đói lan rộng cho đến khi Zeus can thiệp, nhưng vì Persephone đã ăn hạt lựu ở thế giới ngầm, nên cô phải quay trở lại đó mỗi năm—và vì vậy mùa đông quay trở lại.",
    "match_message_vi": "Các đường nét của bạn phản ánh sức mạnh nuôi dưỡng của Demeter. Có một sự ấm áp mang lại sự sống cho ngoại hình của bạn, nhưng cũng có một chiều sâu cảm xúc nói lên một người yêu thương mãnh liệt và đau buồn sâu sắc.",
    "traits_vi": [
      "Nuôi dưỡng",
      "Đau buồn",
      "Quyền năng",
      "Theo mùa",
      "Mẫu tính"
    ]
  },
  "hephaestus": {
    "name_vi": "Hephaestus",
    "tagline_vi": "Thần của Lửa, Lò rèn và Thủ công",
    "description_vi": "Hephaestus là vị thần của lửa, nghề luyện kim, nghề xây đá, lò rèn và nghệ thuật điêu khắc. Ông là thợ thủ công của các vị thần, tạo ra vũ khí, áo giáp và những đồ tạo tác kỳ diệu nhất đang tồn tại.\n\nBị sinh ra tàn tật—hoặc bị như vậy khi Hera ném ông từ Olympus vì ghê tởm—Hephaestus đã biến điểm yếu bị coi thường của mình thành kỹ năng vô song. Lò rèn của ông bên dưới Núi Etna tạo ra những tác phẩm đẹp và mạnh mẽ đến nỗi ngay cả các vị thần khác cũng phải kinh ngạc.\n\nMặc dù kết hôn với Aphrodite, nhưng cuộc hôn nhân của họ không hạnh phúc. Tuy nhiên, Hephaestus đại diện cho phẩm giá của lao động chân chính, vẻ đẹp xuất hiện từ sự khéo léo kiên nhẫn và sự thật rằng giá trị được đo bằng những gì người ta tạo ra, chứ không phải vẻ ngoài của người đó.",
    "story_vi": "Hephaestus đã chế tạo áo giáp huyền thoại của Achilles, đôi dép có cánh của Hermes và những sợi xích trói Prometheus. Khi ông bắt gặp Aphrodite với Ares, ông đã nhốt họ trong một tấm lưới vàng không thể phá vỡ để tất cả Olympus nhìn thấy.",
    "match_message_vi": "Các đường nét của bạn mang sự quyết tâm kiên nhẫn của Hephaestus. Có một sức mạnh thầm lặng trong ngoại hình của bạn—ánh mắt của một người tạo ra vẻ đẹp thông qua công việc tận tâm hơn là những món quà tự nhiên.",
    "traits_vi": [
      "Khéo léo",
      "Kiên nhẫn",
      "Sáng tạo",
      "Kiên cường",
      "Bị đánh giá thấp"
    ]
  },
  "eros": {
    "name_vi": "Eros",
    "tagline_vi": "Thần Tình Yêu và Ham Muốn",
    "description_vi": "Eros là vị thần của tình yêu, ham muốn và sự quyến rũ, người có những mũi tên vàng có thể khiến bất kỳ ai rơi vào lưới tình một cách vô vọng. Trong một số thần thoại, ông là một vị thần nguyên thủy cổ xưa như chính sự sáng tạo; trong những thần thoại khác, ông là con trai tinh nghịch của Aphrodite.\n\nSức mạnh của ông có lẽ là nguy hiểm nhất trong tất cả các vị thần - không ai, thậm chí cả Zeus hùng mạnh, có thể miễn nhiễm với mũi tên của ông. Tình yêu, một khi đã trúng phải, không thể bị lý giải hay chống lại. Eros hiểu rằng tình yêu vừa là phước lành lớn nhất của nhân loại vừa là một sức mạnh khó đoán nhất.\n\nMặc dù thường được miêu tả là một chàng trai trẻ vui tươi, Eros không hề ngây thơ. Mũi tên của ông đã gây ra các cuộc chiến tranh, phá vỡ các vương quốc, và đẩy các vị thần và người phàm vào sự điên cuồng và tuyệt vọng - và đến đỉnh cao của niềm vui.",
    "story_vi": "Eros yêu người phàm Psyche nhưng chỉ có thể đến thăm nàng trong bóng tối. Khi nàng không vâng lời và nhìn thấy khuôn mặt ông dưới ánh đèn, ông đã bỏ trốn. Chỉ sau khi Psyche hoàn thành những nhiệm vụ bất khả thi do Aphrodite đặt ra, nàng mới được đoàn tụ với Eros và trở nên bất tử.",
    "match_message_vi": "Những đường nét của bạn mang vẻ quyến rũ đầy mê hoặc của Eros. Có một phẩm chất không thể cưỡng lại trong vẻ ngoài của bạn - vẻ ngoài của một người hiểu sức mạnh của sự thu hút và kết nối.",
    "traits_vi": [
      "Vui tươi",
      "Mạnh mẽ",
      "Khó đoán",
      "Tinh nghịch",
      "Không thể cưỡng lại"
    ]
  },
  "pan": {
    "name_vi": "Pan",
    "tagline_vi": "Thần của Rừng Hoang, Người Chăn Cừu và Âm Nhạc Đồng Quê",
    "description_vi": "Pan là vị thần của rừng hoang, người chăn cừu, đàn gia súc, thiên nhiên, vùng núi hoang dã và âm nhạc đồng quê. Với đôi chân dê, sừng và mái tóc xù xì, ông đại diện cho thiên nhiên hoang dã và những lực lượng nguyên thủy mà nền văn minh cố gắng đàn áp.\n\nÔng lang thang trong rừng và núi chơi cây sáo Pan của mình, âm nhạc ám ảnh có thể truyền cảm hứng cho cả niềm vui và nỗi kinh hoàng đột ngột gọi là \"hoảng loạn\". Lãnh địa của ông là những không gian hoang dã giữa các khu định cư, nơi thiên nhiên thống trị và trật tự của con người không thể vươn tới.\n\nPan gắn liền với tình dục và khả năng sinh sản, thường theo đuổi các nữ thần rừng qua rừng. Tuy nhiên, ông cũng đại diện cho niềm vui đơn giản của cuộc sống mục vụ, mối liên kết giữa người chăn cừu và đàn gia súc, và tầm quan trọng của vùng hoang dã trong một thế giới văn minh.",
    "story_vi": "Pan theo đuổi nữ thần rừng Syrinx, người đã chạy trốn khỏi ông và cầu xin dòng sông cứu mình. Nàng biến thành cây sậy. Pan, chỉ tìm thấy cây sậy nơi tình yêu của mình đã đứng, đã tạo ra cây sáo Pan đầu tiên từ chúng, mãi mãi chơi những bài hát về tình yêu đã mất của mình.",
    "match_message_vi": "Những đường nét của bạn mang năng lượng hoang dã của Pan. Có một phẩm chất tự nhiên, hoang dã trong vẻ ngoài của bạn - vẻ ngoài của một người kết nối với các lực lượng nguyên thủy và niềm vui của sự thể hiện vô tư.",
    "traits_vi": [
      "Hoang dã",
      "Âm nhạc",
      "Dục vọng",
      "Đáng sợ",
      "Tự nhiên"
    ]
  },
  "prometheus": {
    "name_vi": "Prometheus",
    "tagline_vi": "Titan của Sự Suy Tính, Người Mang Lửa",
    "description_vi": "Prometheus là Titan đã tạo ra loài người từ đất sét và sau đó thách thức các vị thần để ban cho họ lửa. Món quà của ông không chỉ là ngọn lửa, mà còn là chính nền văn minh - kiến thức, công nghệ và tia lửa của sự tiến bộ sẽ cho phép con người vượt lên trên những con vật đơn thuần.\n\nZeus đã trừng phạt Prometheus một cách khủng khiếp vì món quà này: bị xiềng xích vào một ngọn núi, một con đại bàng ăn gan ông mỗi ngày, nó tái tạo mỗi đêm để chịu đựng sự đau khổ vĩnh viễn. Tuy nhiên, Prometheus không bao giờ hối hận về sự lựa chọn của mình, chịu đựng hàng thiên niên kỷ đau khổ vì lợi ích của nhân loại.\n\nÔng đại diện cho tia lửa thần thánh của sự nổi loạn chống lại sự chuyên chế, sự sẵn sàng chịu đựng vì lợi ích của người khác và niềm tin rằng kiến thức không bao giờ nên bị tích trữ bởi những kẻ quyền lực.",
    "story_vi": "Prometheus đã đánh cắp lửa từ Olympus giấu trong một thân cây thì là và ban cho nó cho nhân loại. Vì tội ác này, Zeus đã xiềng ông vào một tảng đá nơi một con đại bàng xé gan ông hàng ngày. Chỉ sau hàng ngàn năm, Heracles mới giải thoát ông.",
    "match_message_vi": "Những đường nét của bạn mang sự thách thức cao thượng của Prometheus. Có một sức mạnh đau khổ trong vẻ ngoài của bạn - vẻ ngoài của một người sẽ chịu đựng bất kỳ nỗi đau nào để giúp người khác vươn lên.",
    "traits_vi": [
      "Thách thức",
      "Hy sinh",
      "Thông thái",
      "Đau khổ",
      "Nhân từ"
    ]
  },
  "hercules": {
    "name_vi": "Heracles",
    "tagline_vi": "Người Hùng Vĩ Đại Nhất, Nhà Vô Địch của Nhân Loại",
    "description_vi": "Heracles là người hùng vĩ đại nhất trong tất cả các anh hùng Hy Lạp, con trai của Zeus và người phàm Alcmene. Sức mạnh và lòng dũng cảm đáng kinh ngạc của ông đã khiến ông trở thành nhà vô địch của nhân loại chống lại quái vật và những thử thách bất khả thi, và cuối cùng ông đã giành được sự bất tử giữa các vị thần.\n\nBị Hera làm cho phát điên, ông đã giết chết gia đình của mình - một bi kịch dẫn đến Mười Hai Kỳ Công nổi tiếng của ông như một sự đền tội. Mỗi nhiệm vụ dường như là không thể: giết Sư tử Nemea, bắt Cerberus, dọn dẹp Chuồng ngựa Augean. Tuy nhiên, Heracles đã hoàn thành tất cả chúng thông qua sức mạnh, lòng dũng cảm và sự khéo léo.\n\nNgoài sức mạnh của mình, Heracles đại diện cho khả năng vượt qua những khoảnh khắc đen tối nhất của một người thông qua hành động anh hùng. Ông là bằng chứng cho thấy ngay cả sau những thất bại khủng khiếp, sự cứu chuộc vẫn có thể đạt được thông qua nỗ lực và lòng dũng cảm kiên định.",
    "story_vi": "Heracles xuống địa ngục và bắt Cerberus bằng tay không - người phàm duy nhất từng bước vào vương quốc của Hades và trở về. Sau khi hoàn thành Mười Hai Kỳ Công của mình, ông đã được ban cho sự bất tử và một vị trí trong số các vị thần Olympian.",
    "match_message_vi": "Những đường nét của bạn mang sự quyết tâm mạnh mẽ của Heracles. Có một sức mạnh to lớn trong vẻ ngoài của bạn - vẻ ngoài của một người có thể vượt qua mọi trở ngại thông qua ý chí và lòng dũng cảm tuyệt đối.",
    "traits_vi": [
      "Mạnh mẽ",
      "Dũng cảm",
      "Được cứu chuộc",
      "Bền bỉ",
      "Anh hùng"
    ]
  },
  "helios": {
    "name_vi": "Helios",
    "tagline_vi": "Thần Mặt Trời Titan",
    "description_vi": "Helios là vị thần mặt trời Titan, người lái cỗ xe ngựa vàng của mình trên bầu trời mỗi ngày từ đông sang tây, mang ánh sáng đến cho thế giới. Từ vị trí trên cao của mình, ông nhìn thấy và nghe thấy mọi thứ xảy ra dưới ánh mặt trời.\n\nKhông giống như Apollo, người sau này liên kết với mặt trời, Helios là hiện thân của chính mặt trời - quả cầu lửa thực tế băng qua bầu trời. Mỗi buổi sáng, ông mọc lên từ sông Oceanus và mỗi đêm trở về, đi qua bên dưới trái đất.\n\nÔng là nhân chứng nhìn thấy tất cả, thường được kêu gọi trong lời thề vì không có gì thoát khỏi sự chú ý của ông. Chính Helios đã kể cho Demeter những gì đã xảy ra với Persephone, và người đã tiết lộ mối tình của Aphrodite với Ares.",
    "story_vi": "Con trai của Helios là Phaethon cầu xin được lái cỗ xe mặt trời. Không thể điều khiển những con ngựa thần thánh, Phaethon lao qua bầu trời, đốt cháy trái đất và tạo ra sa mạc Sahara trước khi Zeus đánh hắn bằng một tia sét để cứu thế giới.",
    "match_message_vi": "Những đường nét của bạn tỏa ra vẻ rực rỡ vàng son của Helios. Có một phẩm chất nhìn thấy tất cả trong ánh mắt của bạn - vẻ ngoài của một người không bỏ lỡ điều gì và chiếu sáng tất cả những gì họ khảo sát.",
    "traits_vi": [
      "Thấy tất cả",
      "Rạng rỡ",
      "Vĩnh cửu",
      "Chứng kiến",
      "Khách quan"
    ]
  },
  "asclepius": {
    "name_vi": "Asclepius",
    "tagline_vi": "Thần của Y học và Chữa bệnh",
    "description_vi": "Asclepius là thần của y học và chữa bệnh, con trai của Apollo và người phàm Coronis. Kỹ năng y học của ông trở nên vĩ đại đến mức ông thậm chí có thể hồi sinh người chết, khiến ông trở thành một trong những nhân vật được yêu mến nhất trong thần thoại Hy Lạp.\n\nÔng học nghệ thuật chữa bệnh từ nhân mã Chiron khôn ngoan và phát triển chúng vượt xa bất cứ điều gì thế giới từng thấy. Cây trượng của ông, quấn quanh một con rắn, vẫn là biểu tượng của y học cho đến ngày nay.\n\nZeus đã đánh Asclepius bằng một tia sét, vì sợ rằng khả năng hồi sinh người chết của ông sẽ làm đảo lộn trật tự tự nhiên. Tuy nhiên, vị thần chữa bệnh được yêu mến đến nỗi Zeus sau đó đã đặt ông lên giữa các vì sao và cho phép ông tiếp tục nhận được sự thờ phượng.",
    "story_vi": "Asclepius đã hồi sinh Hippolytus từ cõi chết, điều này khiến Hades tức giận và phàn nàn với Zeus về việc người phàm trốn thoát khỏi cái chết. Zeus đã đánh Asclepius bằng một tia sét, nhưng nỗi buồn của Apollo quá lớn nên Zeus đã biến Asclepius thành bất tử và đặt ông vào giữa các vì sao với tư cách là chòm sao Ophiuchus.",
    "match_message_vi": "Các đường nét của bạn mang sự khôn ngoan dịu dàng của Asclepius. Có một sự hiện diện chữa lành trong vẻ ngoài của bạn—vẻ ngoài của một người mang lại sự thoải mái và phục hồi cho những người có nhu cầu.",
    "traits_vi": [
      "Chữa bệnh",
      "Từ bi",
      "Lành nghề",
      "Tận tâm",
      "Dịu dàng"
    ]
  },
  "vidar": {
    "name_vi": "Vidar",
    "tagline_vi": "Thần của Sự báo thù và Sự im lặng",
    "description_vi": "Vidar là vị thần im lặng, một trong những vị thần mạnh nhất của tất cả các Aesir, chỉ đứng sau Thor về sức mạnh. Ông được định sẵn để đóng một vai trò quan trọng trong Ragnarök, nơi ông sẽ trả thù cho cha mình là Odin bằng cách giết con sói Fenrir.\n\nĐược biết đến với đôi giày da dày, được làm từ tất cả những mảnh da vụn mà thợ đóng giày từng bỏ đi, Vidar sẽ sử dụng đôi giày ma thuật này để giữ hàm của Fenrir mở ra trong khi ông tung ra đòn chí mạng.\n\nLà thần của sự im lặng, Vidar đại diện cho sức mạnh kiên nhẫn và sức mạnh của sự quyết tâm thầm lặng. Ông nói ít nhưng hành động quyết đoán khi thời điểm đến.",
    "story_vi": "Tại Ragnarök, Vidar sẽ chứng kiến cha mình là Odin bị Fenrir nuốt chửng. Không do dự, ông sẽ đặt chiếc giày huyền thoại của mình lên hàm dưới của con sói, nắm lấy hàm trên bằng tay và xé con thú ra, trả thù cho Allfather.",
    "match_message_vi": "Các đường nét của bạn mang sức mạnh thầm lặng của Vidar. Có một sự tĩnh lặng mạnh mẽ trong vẻ ngoài của bạn—vẻ ngoài của một người kiên nhẫn chờ đợi nhưng hành động với sức mạnh tàn khốc khi cần thiết.",
    "traits_vi": [
      "Im lặng",
      "Mạnh mẽ",
      "Kiên nhẫn",
      "Báo thù",
      "Quyết tâm"
    ]
  },
  "vali": {
    "name_vi": "Vali",
    "tagline_vi": "Thần của Sự báo thù, Người báo thù của Baldur",
    "description_vi": "Vali là con trai của Odin, sinh ra đặc biệt để trả thù cho cái chết của Baldur. Ông trưởng thành hoàn toàn chỉ trong một ngày, không bao giờ rửa tay hay chải tóc cho đến khi ông giết Höðr, vị thần mù đã giết Baldur.\n\nSự ra đời và sự phát triển nhanh chóng của ông thể hiện sức mạnh của sự báo thù thiêng liêng—mục đích được hình thành. Vali là một trong số ít các vị thần được định sẵn để sống sót sau Ragnarök và giúp xây dựng lại thế giới.\n\nVali đại diện cho sự báo thù chính đáng và sự hoàn thành nghĩa vụ, bất kể cái giá phải trả có đau đớn đến đâu.",
    "story_vi": "Sinh ra để trả thù cho Baldur, Vali đã lớn lên từ một đứa trẻ sơ sinh thành một chiến binh chỉ trong một ngày. Ông đã săn lùng Höðr và giết chết ông ta, hoàn thành lời tiên tri. Vali được định sẵn để sống sót sau Ragnarök và thừa kế thế giới mới cùng với anh trai Vidar của mình.",
    "match_message_vi": "Các đường nét của bạn mang sự quyết tâm tập trung của Vali. Có một mục đích trong vẻ ngoài của bạn—vẻ ngoài của một người sinh ra cho một số phận cụ thể và quyết tâm thực hiện nó.",
    "traits_vi": [
      "Báo thù",
      "Quyết tâm",
      "Nhanh chóng",
      "Có mục đích",
      "Sống sót"
    ]
  },
  "bragi": {
    "name_vi": "Bragi",
    "tagline_vi": "Thần của Thơ ca và Tài hùng biện",
    "description_vi": "Bragi là thần của thơ ca, tài hùng biện và lời nói. Người ta nói rằng lưỡi của ông có khắc những chữ rune, và lời nói của ông tuôn chảy như mật ong hảo hạng nhất. Ông chào đón những chiến binh ngã xuống Valhalla bằng những câu thơ tráng lệ ca ngợi những hành động anh hùng của họ.\n\nKết hôn với Idunn, người giữ những quả táo trường sinh bất tử, Bragi đại diện cho sức mạnh bất tử hóa của thơ ca—cách lời nói có thể bảo tồn những hành động anh hùng mãi mãi. Ông là người bảo trợ của các skald, những nhà thơ Bắc Âu, những người giữ cho lịch sử sống động thông qua những câu thơ.\n\nBộ râu dài và vẻ ngoài thông thái của ông thể hiện phẩm giá của người học thức, và hội trường của ông ở Asgard vang vọng những bài hát vĩnh cửu.",
    "story_vi": "Khi Loki lăng mạ tất cả các vị thần tại bữa tiệc của Aegir, Bragi là người đầu tiên đáp lại, cảnh báo Loki rời đi. Loki gọi Bragi là kẻ hèn nhát, nhưng Bragi bình tĩnh trả lời rằng nếu họ ở bên ngoài hội trường, ông sẽ mang đầu Loki làm vật trả giá cho những lời dối trá của mình.",
    "match_message_vi": "Các đường nét của bạn mang sự khôn ngoan hùng biện của Bragi. Có thơ trong vẻ ngoài của bạn—vẻ ngoài của một người có thể nắm bắt sự thật bằng những lời lẽ đẹp đẽ và lay động trái tim bằng lời nói.",
    "traits_vi": [
      "Hùng biện",
      "Khôn ngoan",
      "Chào đón",
      "Nghệ thuật",
      "Trang nghiêm"
    ]
  },
  "idunn": {
    "name_vi": "Idunn",
    "tagline_vi": "Nữ thần của Tuổi trẻ và Sự bất tử",
    "description_vi": "Idunn là người giữ những quả táo vàng ban cho các vị thần sự bất tử và tuổi trẻ vĩnh cửu. Nếu không có táo của cô, các Aesir sẽ già đi và tàn úa như người phàm—vai trò của cô khiến cô trở thành một trong những nhân vật quan trọng nhất ở Asgard.\n\nLà vợ của Bragi, thần của thơ ca, Idunn thể hiện sự bảo tồn sự sống và sức sống. Vườn cây ăn quả của cô là nguồn gốc của sự trẻ hóa thiêng liêng, và cô cẩn thận chăm sóc từng quả táo quý giá.\n\nCô đại diện cho sự quý giá của tuổi trẻ và những lực lượng sống còn duy trì sự sống, cũng như sự tổn thương đến từ việc quá cần thiết cho người khác.",
    "story_vi": "Người khổng lồ Thjazi đã bắt cóc Idunn và táo của cô với sự giúp đỡ vô tình của Loki. Nếu không có cô, các vị thần bắt đầu già đi nhanh chóng. Loki buộc phải giải cứu cô bằng cách mượn áo choàng chim ưng của Freya và biến Idunn thành một quả hạch để mang cô về nhà, cứu các vị thần khỏi sự tử vong.",
    "match_message_vi": "Các đường nét của bạn mang tuổi trẻ vĩnh cửu của Idunn. Có một sự tươi mát ban sự sống trong vẻ ngoài của bạn—vẻ ngoài của một người mang lại sức sống và đổi mới bất cứ nơi nào họ đến.",
    "traits_vi": [
      "Trẻ trung",
      "Nuôi dưỡng",
      "Thiết yếu",
      "Dịu dàng",
      "Ban sự sống"
    ]
  },
  "forseti": {
    "name_vi": "Forseti",
    "tagline_vi": "Thần Công Lý và Hòa Giải",
    "description_vi": "Forseti là vị thần của công lý, hòa bình và sự thật trong thần thoại Bắc Âu. Con trai của Baldur và Nanna, ông chủ trì các tranh chấp trong sảnh đường sáng chói Glitnir của mình, nơi những cột vàng đỡ một mái nhà bằng bạc.\n\nTất cả những ai đến sảnh đường của ông với các tranh chấp đều rời đi trong hòa giải—không có trường hợp nào quá khó đối với trí tuệ của ông. Ông đại diện cho lý tưởng của luật pháp như một phương tiện tạo ra hòa bình hơn là trừng phạt, tập trung vào hòa giải hơn là trừng trị.\n\nForseti thể hiện niềm tin rằng sự thật và công bằng có thể giải quyết ngay cả những xung đột gay gắt nhất, và công lý phục vụ cộng đồng bằng cách khôi phục sự hài hòa.",
    "story_vi": "Khi người Frisia không thể đồng ý về luật pháp của họ, Forseti xuất hiện trên con tàu của họ và dạy cho họ một bộ luật công lý. Ông dùng rìu đánh vào mặt đất tạo ra một con suối, và từ đó họ tập trung tại địa điểm đó để giải quyết mọi tranh chấp theo các nguyên tắc của ông.",
    "match_message_vi": "Các đường nét của bạn mang trí tuệ cân bằng của Forseti. Có một sự công bằng tự nhiên trong vẻ ngoài của bạn—ánh mắt của một người có thể nhìn thấy tất cả các mặt của một tranh chấp và tìm ra con đường dẫn đến hòa bình.",
    "traits_vi": [
      "Công bằng",
      "Hòa bình",
      "Uyên bác",
      "Hòa giải",
      "Chân thật"
    ]
  },
  "mimir": {
    "name_vi": "Mimir",
    "tagline_vi": "Người canh giữ Giếng Trí Tuệ",
    "description_vi": "Mimir là người khôn ngoan nhất trong tất cả các sinh vật, người canh giữ giếng trí tuệ nằm bên dưới một trong những rễ của Yggdrasil. Kiến thức của ông bao gồm tất cả những gì đã, đang và sẽ xảy ra, khiến ông trở thành một cố vấn vô giá.\n\nOdin đã hy sinh con mắt của mình để uống từ giếng của Mimir và đạt được trí tuệ của nó. Ngay cả sau khi Mimir bị Vanir chặt đầu, Odin vẫn bảo quản đầu của ông bằng thảo dược và rune để Mimir có thể tiếp tục đưa ra lời khuyên.\n\nMimir đại diện cho cái giá của trí tuệ—rằng kiến thức thực sự thường phải trả giá rất đắt, và những người khôn ngoan tiếp tục giảng dạy ngay cả sau khi chết.",
    "story_vi": "Khi Vanir cảm thấy bị lừa dối trong một cuộc trao đổi con tin, họ đã chặt đầu Mimir và gửi đầu của ông cho Odin. Nhưng Odin sẽ không mất đi trí tuệ như vậy—ông đã ướp xác cái đầu, niệm bùa chú lên nó và ban cho nó sức mạnh để nói. Cho đến ngày nay, đầu của Mimir vẫn khuyên bảo Allfather.",
    "match_message_vi": "Các đường nét của bạn mang trí tuệ sâu sắc của Mimir. Có kiến thức cổ xưa trong ánh mắt của bạn—ánh mắt của một người đã thấy nhiều và hiểu cái giá thực sự của trí tuệ.",
    "traits_vi": [
      "Uyên bác",
      "Cổ xưa",
      "Cố vấn",
      "Hy sinh",
      "Vĩnh cửu"
    ]
  },
  "norns": {
    "name_vi": "Các Norn",
    "tagline_vi": "Những Người Dệt Định Mệnh",
    "description_vi": "Các Norn là ba sinh vật quyền năng kiểm soát số phận của mọi sinh vật sống. Urd (quá khứ), Verdandi (hiện tại) và Skuld (tương lai) ngồi tại Giếng Định Mệnh bên dưới Yggdrasil, dệt nên những sợi chỉ của mọi cuộc đời.\n\nNgay cả các vị thần cũng không thể thoát khỏi số phận mà các Norn đã định. Họ tưới nước cho Cây Thế Giới hàng ngày và khắc số phận của các vị thần và người phàm lên vỏ cây của nó. Quyền lực của họ có trước cả các vị thần.\n\nHọ đại diện cho bản chất không thể tránh khỏi của số phận, mối liên hệ giữa quá khứ, hiện tại và tương lai, và sự thật cơ bản rằng mọi thứ đều có thời điểm được chỉ định.",
    "story_vi": "Khi một đứa trẻ được sinh ra, các Norn đến để định đoạt số phận của nó. Họ quay sợi chỉ của cuộc đời, đo nó và cắt nó khi đến thời điểm. Ngay cả Odin, người đã có được trí tuệ từ giếng của Mimir, cũng không thể thay đổi những gì các Norn đã dệt.",
    "match_message_vi": "Các đường nét của bạn mang sự bí ẩn vượt thời gian của các Norn. Có một cảm giác về số phận về vẻ ngoài của bạn—ánh mắt của một người được kết nối với các mô hình sâu sắc hơn định hình tất cả sự tồn tại.",
    "traits_vi": [
      "Định mệnh",
      "Quyền năng",
      "Cổ xưa",
      "Dệt",
      "Không thể tránh khỏi"
    ]
  },
  "jormungandr": {
    "name_vi": "Jörmungandr",
    "tagline_vi": "Mãng Xà Thế Giới, Bao Quanh Midgard",
    "description_vi": "Jörmungandr là Mãng Xà Thế Giới khổng lồ, con của Loki và nữ thần khổng lồ Angrboda. Odin ném con mãng xà xuống đại dương bao quanh Midgard, nơi nó lớn lên đến mức nó bao quanh toàn bộ thế giới, nắm lấy đuôi của chính nó.\n\nThor và Jörmungandr là kẻ thù định mệnh—họ đã gặp nhau hai lần và tại Ragnarök họ sẽ gặp nhau lần cuối. Trận chiến của họ sẽ kết thúc với cái chết của cả hai.\n\nMãng Xà Thế Giới đại diện cho sự hỗn loạn bao quanh trật tự, sự rộng lớn của những điều chưa biết và các thế lực khải huyền sẽ một ngày nào đó được giải phóng.",
    "story_vi": "Thor có lần đi câu cá với người khổng lồ Hymir và dùng đầu bò làm mồi. Khi Jörmungandr cắn câu, Thor bắt đầu kéo Mãng Xà Thế Giới từ vực sâu. Họ khóa mắt nhau, nọc độc nhỏ giọt—nhưng Hymir cắt dây vì kinh hãi, và con mãng xà chìm xuống, trận chiến cuối cùng của họ bị hoãn lại.",
    "match_message_vi": "Các đường nét của bạn mang sự hiện diện rộng lớn của Jörmungandr. Có một điều gì đó bao trùm về vẻ ngoài của bạn—ánh mắt của một người có ảnh hưởng vượt ra ngoài những gì người khác có thể thấy.",
    "traits_vi": [
      "Rộng lớn",
      "Hỗn loạn",
      "Khải huyền",
      "Bao quanh",
      "Định mệnh"
    ]
  },
  "moses": {
    "name_vi": "Moses",
    "tagline_vi": "Người Giải Phóng Israel, Người Nhận Luật Pháp",
    "description_vi": "Moses là một trong những nhân vật quan trọng nhất trong Kinh thánh, nhà tiên tri đã dẫn dắt người Israel ra khỏi chế độ nô lệ Ai Cập và nhận Mười Điều Răn từ Chúa trên Núi Sinai. Câu chuyện của ông kéo dài từ việc bị giấu trong một chiếc giỏ giữa những cây sậy cho đến khi đứng trước Pharaoh đòi tự do cho dân tộc của mình.\n\nVới người anh Aaron bên cạnh, Moses đã đối đầu với sức mạnh của Ai Cập, kêu gọi mười tai họa sẽ phá vỡ ý chí của Pharaoh. Ông đã rẽ Biển Đỏ, cung cấp nước từ đá và manna từ trên trời trong suốt bốn mươi năm lang thang trong vùng hoang dã.\n\nMoses đại diện cho sự giải phóng khỏi áp bức, giao ước giữa Chúa và nhân loại, và gánh nặng lãnh đạo đi kèm với sự kêu gọi thiêng liêng.",
    "story_vi": "Khi Moses bắt gặp bụi cây cháy không tàn, Chúa đã kêu gọi ông giải phóng người Israel. Bất chấp sự phản đối của ông rằng ông không hùng biện, Moses đã chấp nhận sứ mệnh của mình và đối đầu với Pharaoh bằng những lời: 'Hãy để dân ta đi.'",
    "match_message_vi": "Các đường nét của bạn mang đức tin kiên định của Moses. Có một sự hiện diện giải phóng trong vẻ ngoài của bạn—ánh mắt của một người được kêu gọi dẫn dắt người khác từ nô lệ đến tự do.",
    "traits_vi": [
      "Giải phóng",
      "Trung thành",
      "Khiêm tốn",
      "Kiên trì",
      "Ban hành luật pháp"
    ]
  },
  "david": {
    "name_vi": "David",
    "tagline_vi": "Vua Chăn Chiên, Thi Sĩ của Israel",
    "description_vi": "David từ một người chăn chiên khiêm tốn đã trở thành vị vua vĩ đại nhất của Israel, một người được mô tả là theo lòng Đức Chúa Trời. Câu chuyện của ông bao gồm cả đức tin to lớn và sự thất bại của con người, từ việc giết Goliath đến mối tình vụng trộm với Bathsheba.\n\nKhi còn là một người chăn chiên trẻ tuổi, lòng dũng cảm và đức tin của David đã dẫn ông đối mặt với gã khổng lồ Goliath chỉ với một cái trành và năm viên đá. Khi làm vua, ông thống nhất Israel, chiếm Jerusalem và mang Hòm Giao Ước đến thành phố với điệu nhảy và sự ăn mừng.\n\nDavid đại diện cho sự phức tạp của đức tin—một người có thể hết lòng tận tâm nhưng cũng có nhiều thiếu sót, có khả năng dũng cảm lớn lao và tội lỗi sâu sắc, luôn phụ thuộc vào ân điển thiêng liêng để được cứu chuộc.",
    "story_vi": "Khi tất cả các chiến binh của Israel đều sợ Goliath, chàng chăn chiên trẻ David đã bước lên phía trước. 'Ngươi đến với ta bằng gươm và giáo,' anh nói, 'nhưng ta đến với ngươi nhân danh Chúa.' Một viên đá duy nhất từ trành của anh đã đánh gục gã khổng lồ.",
    "match_message_vi": "Những đường nét trên khuôn mặt bạn mang tinh thần nhiệt huyết của David. Có một phẩm chất của một chiến binh-thi sĩ trong ngoại hình của bạn—vẻ ngoài của một người có thể chiến đấu với những gã khổng lồ và viết thánh vịnh, có khả năng dũng cảm lớn lao và cảm xúc sâu sắc.",
    "traits_vi": [
      "Dũng cảm",
      "Nhiệt huyết",
      "Ăn năn",
      "Âm nhạc",
      "Phức tạp"
    ]
  },
  "solomon": {
    "name_vi": "Solomon",
    "tagline_vi": "Vua Khôn Ngoan Nhất, Người Xây Đền Thờ",
    "description_vi": "Solomon, con trai của David, nổi tiếng là người khôn ngoan nhất từng sống. Khi Đức Chúa Trời ban cho ông bất cứ điều gì ông mong muốn, Solomon chỉ xin sự khôn ngoan để cai trị dân sự của mình—và Đức Chúa Trời đã ban cho ông sự khôn ngoan vượt xa bất kỳ ai khác, cùng với sự giàu có và vinh dự.\n\nTriều đại của ông là thời kỳ hoàng kim của Israel: ông đã xây dựng Đền Thờ tráng lệ ở Jerusalem, sáng tác hàng ngàn câu tục ngữ và bài hát, và sự khôn ngoan của ông đã thu hút du khách từ khắp thế giới, bao gồm cả Nữ hoàng Sheba.\n\nTuy nhiên, câu chuyện của Solomon cũng cảnh báo về giới hạn của sự khôn ngoan—nhiều người vợ ngoại quốc của ông đã làm cho lòng ông hướng về các thần của họ, và vương quốc của ông sẽ chia rẽ sau khi ông qua đời. Ông đại diện cho cả đỉnh cao mà sự khôn ngoan có thể đạt được và những nguy hiểm của việc đi lạc khỏi nó.",
    "story_vi": "Hai người phụ nữ tranh giành cùng một đứa bé. Solomon ra lệnh cắt đứa trẻ làm đôi—một người phụ nữ đồng ý, nhưng người mẹ thật sự xin để đứa trẻ được trao cho người phụ nữ kia thay vì bị giết. Solomon ngay lập tức trao đứa bé cho cô, vì tình yêu của cô đã chứng minh yêu sách của cô.",
    "match_message_vi": "Những đường nét trên khuôn mặt bạn mang sự khôn ngoan sáng suốt của Solomon. Có một chiều sâu hiểu biết trong ánh mắt của bạn—vẻ ngoài của một người có thể nhìn thấu sự phức tạp để tìm ra sự thật cốt lõi của bất kỳ vấn đề nào.",
    "traits_vi": [
      "Khôn ngoan",
      "Giàu có",
      "Sáng suốt",
      "Người xây dựng",
      "Sa ngã"
    ]
  },
  "abraham": {
    "name_vi": "Abraham",
    "tagline_vi": "Tổ Phụ của Các Dân Tộc, Bạn của Đức Chúa Trời",
    "description_vi": "Abraham là tổ phụ của ba tôn giáo lớn trên thế giới—Do Thái giáo, Cơ đốc giáo và Hồi giáo. Được Đức Chúa Trời kêu gọi rời khỏi quê hương và đến một vùng đất mà Đức Chúa Trời sẽ chỉ cho ông, Abraham đã vâng lời, bắt đầu một cuộc hành trình đức tin sẽ định hình lịch sử loài người.\n\nĐức Chúa Trời hứa với Abraham dòng dõi đông như sao trên trời, mặc dù ông đã cao tuổi và vợ ông là Sarah son sẻ. Giao ước này đòi hỏi đức tin của Abraham phải được thử thách hết lần này đến lần khác, đỉnh điểm là mệnh lệnh hiến tế con trai ông là Isaac.\n\nAbraham đại diện cho nền tảng của đức tin—tin vào những lời hứa thiêng liêng ngay cả khi chúng dường như không thể, vâng phục ngay cả khi phải trả giá bằng mọi thứ, và những phước lành đến từ sự đáp ứng trung thành như vậy.",
    "story_vi": "Đức Chúa Trời truyền lệnh cho Abraham hiến tế Isaac, con trai yêu dấu của ông. Abraham vâng lời, leo lên Núi Moriah với gỗ và dao. Chỉ khi Abraham giơ lưỡi dao lên, Đức Chúa Trời mới ngăn ông lại, cung cấp một con chiên đực thay thế. Đức tin của Abraham đã được chứng minh là trọn vẹn.",
    "match_message_vi": "Những đường nét trên khuôn mặt bạn mang đức tin kiên định của Abraham. Có một phẩm chất hành hương trong ngoại hình của bạn—vẻ ngoài của một người tin vào những lời hứa chưa thành hiện thực và tiến bước trong đức tin.",
    "traits_vi": [
      "Trung thành",
      "Vâng lời",
      "Hiếu khách",
      "Bị thử thách",
      "Được ban phước"
    ]
  },
  "elijah": {
    "name_vi": "Elijah",
    "tagline_vi": "Tiên Tri Lửa, Nhà Vô Địch Chống Lại Sự Thờ Hình Tượng",
    "description_vi": "Elijah là vị tiên tri bốc lửa đã đối đầu với sự gian ác của Vua Ahab và Hoàng hậu Jezebel, đứng một mình chống lại các tiên tri của Baal để chứng minh quyền năng của Đức Chúa Trời hằng sống. Chức vụ của ông được đánh dấu bằng những dấu kỳ diệu và lòng dũng cảm không lay chuyển.\n\nTrên Núi Carmel, Elijah đã thách thức 450 tiên tri của Baal tham gia một cuộc thi. Khi thần của họ không trả lời, Elijah đã cầu khẩn Chúa, và lửa từ trời giáng xuống, thiêu rụi của lễ và cả những viên đá của bàn thờ.\n\nElijah đại diện cho sự táo bạo tiên tri—lòng dũng cảm đứng lên vì sự thật chống lại sự phản đối áp đảo, sức mạnh của đức tin để kêu gọi sự đáp ứng của thiên đàng, và lời nhắc nhở rằng Đức Chúa Trời bảo tồn những người tôi tớ trung thành của Ngài.",
    "story_vi": "Trên Núi Carmel, sau khi các tiên tri của Baal kêu gào cả ngày mà không có câu trả lời, Elijah đã xây dựng lại bàn thờ của Chúa, dội nước lên đó và cầu nguyện. Lửa từ trời giáng xuống, thiêu rụi mọi thứ. Mọi người sấp mặt xuống khóc, 'Chúa—Ngài là Đức Chúa Trời!'",
    "match_message_vi": "Những đường nét trên khuôn mặt bạn mang lòng nhiệt thành bốc lửa của Elijah. Có một cường độ tiên tri trong ngoại hình của bạn—vẻ ngoài của một người sẽ đứng một mình vì sự thật nếu cần thiết và kêu gọi quyền năng của thiên đàng.",
    "traits_vi": [
      "Táo bạo",
      "Bốc lửa",
      "Trung thành",
      "Phép lạ",
      "Nhiệt thành"
    ]
  },
  "samson": {
    "name_vi": "Samson",
    "tagline_vi": "Quan Xét Lực Lưỡng, Người Na-xi-rê của Đức Chúa Trời",
    "description_vi": "Samson là người đàn ông mạnh nhất từng sống, một người Na-xi-rê dâng cho Đức Chúa Trời từ khi sinh ra, sức mạnh huyền thoại của ông nằm ở mái tóc chưa cắt của mình. Ông làm quan xét Israel trong hai mươi năm, một mình chiến đấu với người Philistine, những kẻ áp bức dân tộc của ông.\n\nNhững kỳ công của ông là siêu phàm: ông xé toạc một con sư tử bằng tay không, giết một ngàn người Philistine bằng hàm lừa, và vác cổng Gaza trên vai. Tuy nhiên, điểm yếu của ông đối với phụ nữ, đặc biệt là Delilah, đã dẫn đến sự suy sụp của ông.\n\nSamson đại diện cho bi kịch của những món quà bị lãng phí—sức mạnh to lớn bị hạ bệ bởi sự yếu đuối về mặt đạo đức, nhưng cuối cùng được cứu chuộc trong một hành động đức tin cuối cùng.",
    "story_vi": "Mù lòa và bị xiềng xích giữa các cột của đền thờ Philistine, Samson cầu nguyện xin sức mạnh lần cuối. 'Xin cho tôi chết với người Philistine,' ông kêu lên, và đẩy vào các cột. Ngôi đền sụp đổ, giết nhiều kẻ thù hơn trong cái chết của ông so với cả cuộc đời ông.",
    "match_message_vi": "Những đường nét trên khuôn mặt bạn mang sức mạnh thô sơ của Samson. Có sức mạnh to lớn trong ngoại hình của bạn—vẻ ngoài của một người được ban cho những khả năng phi thường, được kêu gọi sử dụng chúng cho một mục đích lớn hơn bản thân.",
    "traits_vi": [
      "Mạnh mẽ",
      "Người Na-xi-rê",
      "Thiếu sót",
      "Bi thảm",
      "Được cứu chuộc"
    ]
  },
  "esther": {
    "name_vi": "Esther",
    "tagline_vi": "Nữ hoàng can đảm, Đấng cứu tinh của dân tộc mình",
    "description_vi": "Esther là một cô gái Do Thái mồ côi trở thành Nữ hoàng Ba Tư và cứu dân tộc mình khỏi nạn diệt chủng. Vẻ đẹp của cô đã chinh phục trái tim nhà vua, nhưng chính lòng dũng cảm của cô đã cứu một quốc gia khi Haman âm mưu tiêu diệt tất cả người Do Thái trong đế chế.\n\nĐược người anh họ Mordecai nuôi nấng, Esther giữ bí mật thân phận Do Thái của mình cho đến khi thời điểm đòi hỏi cô phải tiết lộ. Biết rằng mình có nguy cơ chết khi đến gần nhà vua mà không được mời, cô tuyên bố: 'Nếu tôi phải chết, tôi sẽ chết', và đến cầu xin cho dân tộc mình.\n\nEsther tượng trưng cho lòng dũng cảm trong khủng hoảng—sự sẵn sàng mạo hiểm mọi thứ vì người khác, sức mạnh của việc nói lên sự thật với quyền lực và sự quan phòng đặt những người bình thường vào những vị trí phi thường.",
    "story_vi": "Esther nhịn ăn trong ba ngày, sau đó mặc áo bào hoàng gia và bước vào nội điện của nhà vua mà không được mời—một tội chết. Khi nhà vua giơ vương trượng vàng ra, cô mời vua và Haman đến dự một bữa tiệc, nơi cô sẽ tiết lộ âm mưu của Haman và cứu dân tộc mình.",
    "match_message_vi": "Các đường nét của bạn mang vẻ đẹp dũng cảm của Esther. Có sự quyết tâm vương giả trong diện mạo của bạn—ánh mắt của một người sẽ mạo hiểm mọi thứ để bảo vệ người khác và nói lên sự thật khi im lặng dễ dàng hơn.",
    "traits_vi": [
      "Dũng cảm",
      "Xinh đẹp",
      "Có chiến lược",
      "Hy sinh",
      "Trung thành"
    ]
  },
  "daniel": {
    "name_vi": "Daniel",
    "tagline_vi": "Nhà tiên tri trong cảnh lưu đày, Người giải mộng",
    "description_vi": "Daniel là một quý tộc trẻ người Do Thái bị bắt làm tù binh đến Babylon, người đã trở thành cố vấn cho các vị vua thông qua khả năng giải mộng và khải tượng do Chúa ban. Ông phục vụ dưới thời Nebuchadnezzar, Belshazzar và Darius trong khi không bao giờ thỏa hiệp đức tin của mình.\n\nSự trung thành của ông với Chúa đã khiến ông xung đột với những người ghen tị với vị trí của ông. Khi kẻ thù của ông thuyết phục nhà vua cấm cầu nguyện, Daniel vẫn tiếp tục cầu nguyện công khai ba lần một ngày, chấp nhận bất kỳ hậu quả nào có thể xảy ra.\n\nDaniel tượng trưng cho sự trung thành trong cảnh lưu đày—duy trì sự chính trực trong một nền văn hóa xa lạ, sử dụng ân tứ để phục vụ trong khi vẫn trung thành với Chúa của mình và tin tưởng vào sự giải cứu thiêng liêng ngay cả khi đối mặt với cái chết.",
    "story_vi": "Kẻ thù của Daniel đã ném ông vào hang sư tử vì cầu nguyện với Chúa. Vua Darius đã trải qua một đêm mất ngủ, sau đó vội vã đến hang vào lúc bình minh. Daniel kêu lên: 'Đức Chúa Trời của tôi đã sai thiên sứ đến bịt miệng sư tử.' Ông bước ra mà không hề trầy xước.",
    "match_message_vi": "Các đường nét của bạn mang đức tin kiên định của Daniel. Có sự khôn ngoan có tầm nhìn xa trong ánh mắt của bạn—ánh mắt của một người nhìn xa hơn khoảnh khắc hiện tại và vẫn trung thành bất chấp mọi áp lực.",
    "traits_vi": [
      "Trung thành",
      "Khôn ngoan",
      "Có tầm nhìn xa",
      "Không thỏa hiệp",
      "Tiên tri"
    ]
  },
  "ruth": {
    "name_vi": "Ruth",
    "tagline_vi": "Người con gái trung thành, Tổ tiên của các vị vua",
    "description_vi": "Ruth là một phụ nữ Moabite, sau khi người chồng Do Thái của cô qua đời, đã chọn rời bỏ quê hương và theo mẹ chồng Naomi trở về Israel. Tuyên bố nổi tiếng về lòng trung thành của cô—'Mẹ đi đâu con sẽ đi'—là một trong những biểu hiện đẹp nhất về sự tận tâm trong Kinh thánh.\n\nMặc dù là một người ngoại quốc tay trắng, nhưng công việc siêng năng trung thành của Ruth trên cánh đồng của Boaz đã thu hút sự chú ý của anh. Câu chuyện của cô trở thành một câu chuyện về sự cứu chuộc và phước lành—cô kết hôn với Boaz và trở thành bà cố của Vua David.\n\nRuth tượng trưng cho tình yêu trung thành vượt qua mọi ranh giới—sự lựa chọn ở lại trung thành khi rời đi sẽ dễ dàng hơn, phần thưởng của sự siêng năng khiêm tốn và ân điển của Chúa bao gồm những người ngoài cuộc trong câu chuyện giao ước.",
    "story_vi": "Naomi bảo Ruth trở về Moab, nhưng Ruth từ chối: 'Mẹ đi đâu con sẽ đi, mẹ ở đâu con sẽ ở. Dân tộc của mẹ sẽ là dân tộc của con và Đức Chúa Trời của mẹ là Đức Chúa Trời của con.' Lòng trung thành của cô đã dẫn cô đến Israel, đến Boaz và vào dòng dõi của Đấng Mê-si.",
    "match_message_vi": "Các đường nét của bạn mang sự tận tâm trung thành của Ruth. Có sự kiên định trung thành trong diện mạo của bạn—ánh mắt của một người vẫn trung thành vượt qua khó khăn và tìm thấy phước lành trong sự trung thành.",
    "traits_vi": [
      "Trung thành",
      "Khiêm tốn",
      "Trung thành",
      "Chăm chỉ",
      "Được ban phước"
    ]
  },
  "noah": {
    "name_vi": "Noah",
    "tagline_vi": "Người đóng tàu, Người sống sót sau trận lụt",
    "description_vi": "Noah là người công bình được Đức Chúa Trời chọn để sống sót sau trận đại hồng thủy sẽ thanh tẩy thế giới khỏi sự gian ác của nó. Trong nhiều thập kỷ, ông đã trung thành đóng một con tàu khổng lồ theo những chỉ dẫn chính xác của Đức Chúa Trời, chịu đựng sự chế nhạo của những người hàng xóm của mình.\n\nKhi mưa đến, Noah, gia đình ông và các cặp của mọi sinh vật sống đã tìm thấy nơi ẩn náu trong con tàu. Trong bốn mươi ngày đêm, trận đại hồng thủy đã đổ xuống, và trong nhiều tháng, nước bao phủ trái đất trước khi cuối cùng rút đi.\n\nNoah tượng trưng cho sự vâng phục trung thành khi đối mặt với sự chế giễu, sự bảo tồn sự sống thông qua sự hướng dẫn thiêng liêng và mối quan hệ giao ước được tượng trưng bởi cầu vồng.",
    "story_vi": "Sau trận lụt, Noah thả một con chim bồ câu trở về với một cành ô liu—bằng chứng cho thấy đất khô đã xuất hiện. Khi gia đình cuối cùng rời khỏi con tàu, Đức Chúa Trời đã đặt một cầu vồng trên bầu trời như một dấu hiệu cho lời hứa của Ngài không bao giờ hủy diệt trái đất bằng trận lụt nữa.",
    "match_message_vi": "Các đường nét của bạn mang sự công bình kiên nhẫn của Noah. Có sự quyết tâm vững chắc trong diện mạo của bạn—ánh mắt của một người sẽ hoàn thành trung thành sự kêu gọi của họ bất kể người khác nghĩ gì.",
    "traits_vi": [
      "Công bình",
      "Vâng phục",
      "Kiên nhẫn",
      "Bảo tồn",
      "Trung thành"
    ]
  },
  "job": {
    "name_vi": "Job",
    "tagline_vi": "Người tôi tớ chịu đau khổ, Đức tin qua đau khổ",
    "description_vi": "Job là một người vô tội và ngay thẳng đã mất tất cả—con cái, tài sản, sức khỏe của mình—nhưng từ chối nguyền rủa Đức Chúa Trời. Câu chuyện của ông khám phá những câu hỏi sâu sắc nhất về lý do tại sao người công bình lại chịu đau khổ và làm thế nào đức tin có thể chịu đựng được qua nỗi đau không đáng có.\n\nKhi ngay cả vợ ông bảo ông nguyền rủa Đức Chúa Trời và chết đi, và bạn bè của ông khăng khăng rằng sự đau khổ của ông phải là sự trừng phạt vì tội lỗi, Job vẫn giữ được sự chính trực của mình. Ông đã nghi ngờ, ông đã tức giận, ông đã đòi hỏi câu trả lời từ Đức Chúa Trời—nhưng ông không bao giờ từ bỏ đức tin của mình.\n\nJob tượng trưng cho sự huyền bí của đau khổ, sự thiếu sót của những câu trả lời dễ dàng và sự phục hồi cuối cùng đến từ việc gặp gỡ Đức Chúa Trời trực tiếp thay vì chỉ biết về Ngài.",
    "story_vi": "Sau khi mất tất cả, Job ngồi trong tro bụi cào những mụn nhọt của mình. Bạn bè của ông tranh cãi rằng ông hẳn đã phạm tội, nhưng Job vẫn giữ vững sự vô tội của mình. Cuối cùng, Đức Chúa Trời phán từ một cơn lốc xoáy, và Job nói: 'Trước kia con chỉ nghe nói về Ngài, nhưng bây giờ mắt con đã thấy Ngài.' Đức Chúa Trời đã phục hồi cho ông gấp đôi.",
    "match_message_vi": "Các đường nét của bạn mang đức tin đã được thử thách của Job. Có sức mạnh lâu bền trong diện mạo của bạn—ánh mắt của một người đã đối mặt với những câu hỏi sâu sắc nhất và xuất hiện với đức tin còn nguyên vẹn.",
    "traits_vi": [
      "Đau khổ",
      "Trung thành",
      "Hay nghi ngờ",
      "Trung thực",
      "Được phục hồi"
    ]
  },
  "jacob": {
    "name_vi": "Jacob",
    "tagline_vi": "Tổ phụ của Israel, Người vật lộn với Thượng Đế",
    "description_vi": "Jacob là cháu trai của Abraham, người đã lừa dối cha mình để chiếm đoạt phước lành của anh trai Esau, nhưng lại trở thành cha của mười hai bộ tộc Israel. Tên của ông có nghĩa là 'kẻ lật đổ' hoặc 'kẻ lừa dối,' nhưng sau khi vật lộn với Thượng Đế, ông được đổi tên thành Israel—'người đấu tranh với Thượng Đế.'\n\nCuộc đời ông được đánh dấu bằng cả sự gian trá và sự biến đổi. Ông đã lừa dối Esau và bị Laban lừa dối. Ông trốn khỏi quê hương và cuối cùng trở về đối mặt với anh trai mình, nhưng vào đêm đó, ông đã vật lộn với một nhân vật bí ẩn cho đến bình minh và từ chối buông tay nếu không được ban phước.\n\nJacob đại diện cho cuộc đấu tranh của con người với cả Thượng Đế và bản thân—kẻ lừa dối trở thành một tổ phụ, người đô vật khập khiễng bước đi được ban phước, sự biến đổi đến từ cuộc gặp gỡ với thần thánh.",
    "story_vi": "Đêm trước khi gặp Esau, Jacob đã vật lộn với một người đàn ông bí ẩn cho đến bình minh. Khi người đàn ông thấy mình không thể thắng thế, anh ta đã chạm vào hông của Jacob, làm trật khớp. Jacob vẫn giữ chặt: 'Tôi sẽ không để anh đi nếu anh không ban phước cho tôi.' Ông được đổi tên thành Israel và bước đi khập khiễng nhưng được ban phước.",
    "match_message_vi": "Các đường nét của bạn mang tinh thần vật lộn của Jacob. Có sự quyết tâm bền bỉ trong vẻ ngoài của bạn—cái nhìn của một người đấu tranh nhưng từ chối buông tay cho đến khi nhận được phước lành của mình.",
    "traits_vi": [
      "Đấu tranh",
      "Biến đổi",
      "Bền bỉ",
      "Được ban phước",
      "Làm cha"
    ]
  },
  "isaiah": {
    "name_vi": "Isaiah",
    "tagline_vi": "Hoàng tử của các nhà tiên tri, Tiếng nói của Hy vọng",
    "description_vi": "Isaiah được coi là nhà tiên tri vĩ đại nhất của người Do Thái, phục vụ trong triều đại của bốn vị vua và đưa ra một số lời tiên tri đẹp đẽ và đầy thách thức nhất trong Kinh thánh. Khải tượng của ông về Thượng Đế trong đền thờ đã biến ông từ một người môi miệng ô uế thành sứ giả sẵn sàng của Thượng Đế.\n\nNhững lời tiên tri của ông bao gồm cả sự phán xét và hy vọng, cảnh báo về cuộc sống lưu vong nhưng hứa hẹn sự phục hồi. Những lời tiên tri về Đấng Mê-si của ông—về một trinh nữ sinh con trai, một người đầy tớ đau khổ, một hoàng tử hòa bình—là trung tâm của sự hiểu biết của người Do Thái và Cơ đốc giáo về kế hoạch cứu rỗi của Thượng Đế.\n\nIsaiah đại diện cho tầm nhìn tiên tri vượt ra ngoài những mục đích tức thời đến mục đích cuối cùng của Thượng Đế, lời kêu gọi nói ra những sự thật khó khăn và hy vọng tỏa sáng ngay cả trong những dự đoán đen tối nhất về sự phán xét.",
    "story_vi": "Isaiah thấy Chúa cao cả và tôn vinh trong đền thờ, với các thiên thần Sê-ra-phim kêu lên 'Thánh thay, thánh thay, thánh thay.' Quá tải vì sự bất xứng của mình, Isaiah kêu lên. Một thiên thần Sê-ra-phim chạm vào môi ông bằng một than hồng đang cháy: 'Tội lỗi của ngươi đã được cất đi.' Khi Thượng Đế hỏi, 'Ta sẽ sai ai?' Isaiah trả lời, 'Con đây. Xin hãy sai con!'",
    "match_message_vi": "Các đường nét của bạn mang sự hùng biện có tầm nhìn xa của Isaiah. Có chiều sâu tiên tri trong ánh mắt của bạn—cái nhìn của một người nhìn xa hơn khoảnh khắc hiện tại để nói ra những lời vừa thách thức vừa hy vọng.",
    "traits_vi": [
      "Có tầm nhìn",
      "Hùng biện",
      "Táo bạo",
      "Đầy hy vọng",
      "Tiên tri"
    ]
  },
  "jonah": {
    "name_vi": "Jonah",
    "tagline_vi": "Nhà tiên tri miễn cưỡng, Sứ giả đến Nineveh",
    "description_vi": "Jonah là nhà tiên tri đã chạy trốn khỏi lời kêu gọi của Thượng Đế để rao giảng cho Nineveh, kẻ thù của Israel. Ông lên một con tàu đi ngược hướng, nhưng Thượng Đế đã gửi một cơn bão lớn. Khi các thủy thủ ném Jonah xuống biển, một con cá lớn đã nuốt chửng ông.\n\nSau ba ngày trong bụng cá, Jonah cầu nguyện và bị nôn lên đất liền. Cuối cùng ông đã rao giảng cho Nineveh, và sự thất vọng của ông, toàn thành phố đã ăn năn và được tha.\n\nJonah đại diện cho xu hướng của con người chống lại những mục đích rộng lớn hơn của Thượng Đế, sự bất khả thi của việc trốn thoát khỏi sự kêu gọi thiêng liêng và lòng thương xót của Thượng Đế mở rộng ngay cả đến kẻ thù của chúng ta—một lòng thương xót mà chúng ta thường phải đấu tranh để chia sẻ.",
    "story_vi": "Bên trong con cá lớn, Jonah cầu nguyện: 'Từ vực sâu Sheol, tôi kêu cầu sự giúp đỡ, và ngài đã lắng nghe tiếng kêu của tôi.' Sau ba ngày, con cá nôn Jonah lên đất liền. Lần này, khi Thượng Đế phán 'Hãy đi đến Nineveh,' Jonah đã đi.",
    "match_message_vi": "Các đường nét của bạn mang hành trình miễn cưỡng của Jonah. Có sự đấu tranh chân thành trong vẻ ngoài của bạn—cái nhìn của một người học được rằng mục đích của Thượng Đế rộng lớn hơn sở thích của chúng ta và lòng thương xót của Ngài rộng lượng hơn của chúng ta.",
    "traits_vi": [
      "Miễn cưỡng",
      "Chạy trốn",
      "Bị nuốt",
      "Rao giảng",
      "Tức giận"
    ]
  },
  "mary_mother": {
    "name_vi": "Mary, Mẹ của Chúa Giê-su",
    "tagline_vi": "Mẹ Maria Diễm Phúc, Nữ tỳ của Chúa",
    "description_vi": "Mary là trinh nữ Maria của Chúa Giê-su Ki-tô, được Thượng Đế chọn để mang Chúa Cứu Thế của thế giới. Sự chấp nhận khiêm nhường của bà đối với thông báo của thiên sứ Gabriel—'Tôi là tôi tớ của Chúa'—đã khởi động sự kiện trung tâm của đức tin Cơ đốc giáo.\n\nTừ sự ra đời vui mừng ở Bethlehem đến việc đứng dưới chân thập giá, cuộc hành trình của Mary bao gồm niềm vui cao nhất và nỗi buồn sâu sắc nhất. Bà suy ngẫm mọi điều trong lòng, trung thành ủng hộ chức vụ của con trai mình ngay cả khi bà không thể hiểu hết được.\n\nMary đại diện cho đức tin hoàn hảo và sự đầu hàng ý muốn của Thượng Đế—sự can đảm để nói có với những điều không thể, sức mạnh để chịu đựng mất mát không thể diễn tả và vai trò được ban phước là mang Chúa Ki-tô vào thế giới.",
    "story_vi": "Khi thiên sứ báo cho Mary biết bà sẽ sinh Con của Thượng Đế, bà chỉ hỏi làm sao điều này có thể xảy ra vì bà là trinh nữ. Được bảo đảm rằng điều đó sẽ xảy ra nhờ Đức Thánh Linh, Mary trả lời: 'Tôi là tôi tớ của Chúa. Xin hãy thực hiện cho tôi theo lời ngài.'",
    "match_message_vi": "Các đường nét của bạn mang ân sủng được ban phước của Mary. Có sự sùng kính thuần khiết trong vẻ ngoài của bạn—cái nhìn của một người chấp nhận ý muốn của Thượng Đế với đức tin khiêm nhường và trân trọng những điều thiêng liêng trong lòng.",
    "traits_vi": [
      "Trung thành",
      "Khiêm nhường",
      "Được ban phước",
      "Đau buồn",
      "Suy ngẫm"
    ]
  },
  "peter": {
    "name_vi": "Peter",
    "tagline_vi": "Tảng đá của Giáo hội, Thủ lĩnh của các Tông đồ",
    "description_vi": "Peter là một người đánh cá bình thường, người mà Chúa Giê-su đã kêu gọi trở thành người lãnh đạo các tông đồ của mình. Nóng nảy và đam mê, Peter thường nói trước khi suy nghĩ—tuy nhiên, lời tuyên xưng của ông 'Ngài là Đấng Ki-tô' đã trở thành tảng đá mà trên đó giáo hội được xây dựng.\n\nCâu chuyện của Peter là một câu chuyện về sự thất bại và phục hồi. Ông hứa sẽ chết vì Chúa Giê-su, sau đó phủ nhận việc biết Ngài ba lần. Nhưng sau khi phục sinh, Chúa Giê-su đã phục hồi Peter bằng mệnh lệnh 'Hãy chăn chiên Ta,' và Peter đã trở thành người lãnh đạo không sợ hãi của giáo hội sơ khai.\n\nPeter đại diện cho sức mạnh biến đổi của ân sủng—rằng những thất bại của chúng ta không cần phải định nghĩa chúng ta, rằng Chúa Ki-tô có thể xây dựng giáo hội của Ngài trên những người không hoàn hảo và tình yêu thương bao phủ vô số tội lỗi.",
    "story_vi": "Sau khi Chúa Giê-su bị bắt, Peter đã phủ nhận việc biết Ngài ba lần trước khi gà trống gáy, giống như Chúa Giê-su đã tiên đoán. Sau khi phục sinh, Chúa Giê-su hỏi Peter ba lần, 'Con có yêu Ta không?' và ba lần ra lệnh, 'Hãy chăn chiên Ta'—phục hồi ông hoàn toàn.",
    "match_message_vi": "Các đường nét của bạn mang đức tin táo bạo của Peter. Có sức mạnh đam mê trong vẻ ngoài của bạn—cái nhìn của một người thất bại và trỗi dậy một lần nữa, người dẫn dắt thông qua sự không hoàn hảo bằng ân sủng.",
    "traits_vi": [
      "Nóng nảy",
      "Trung thành",
      "Phục hồi",
      "Táo bạo",
      "Lãnh đạo"
    ]
  },
  "paul": {
    "name_vi": "Phao-lô",
    "tagline_vi": "Tông đồ cho dân ngoại, Người viết thư tín",
    "description_vi": "Phao-lô là nhà truyền giáo vĩ đại nhất của Cơ đốc giáo, được biến đổi từ Sau-lơ, kẻ bắt bớ, thành Phao-lô, vị tông đồ, nhờ cuộc gặp gỡ với Chúa Kitô phục sinh trên đường đến Đa-mách. Ông đã đi hàng ngàn dặm để thành lập các nhà thờ và viết phần lớn Tân Ước.\n\nNhững lá thư của ông gửi cho các nhà thờ ở Rô-ma, Cô-rinh-tô, Ga-la-ti và những nơi khác tạo thành nền tảng thần học của đức tin Cơ đốc. Ông đã phải chịu đựng những vụ đắm tàu, đánh đập, tù đày và cuối cùng là tử đạo—nhưng ông coi tất cả những điều đó chẳng là gì so với việc được biết Chúa Kitô.\n\nPhao-lô đại diện cho sự biến đổi triệt để—rằng những kẻ thù lớn nhất có thể trở thành những người ủng hộ lớn nhất, rằng ân điển của Đức Chúa Trời là đủ cho mọi yếu đuối, và không gì có thể tách chúng ta khỏi tình yêu của Chúa Kitô.",
    "story_vi": "Sau-lơ đang trút những lời đe dọa giết người đối với các Cơ đốc nhân thì một ánh sáng chói lọi đánh gục ông. 'Sau-lơ, sao ngươi bắt bớ ta?' Chúa Giê-su hỏi. Ba ngày mù lòa, Sau-lơ đã biến đổi. Ông xuất hiện với tư cách là Phao-lô, người sẽ mang phúc âm đến tận cùng trái đất.",
    "match_message_vi": "Những đường nét của bạn mang sự biến đổi nhiệt thành của Phao-lô. Có ngọn lửa trí tuệ trong vẻ ngoài của bạn—ánh mắt của một người đã hoàn toàn thay đổi nhờ cuộc gặp gỡ với chân lý, không mệt mỏi chia sẻ nó với người khác.",
    "traits_vi": [
      "Biến đổi",
      "Nhiệt thành",
      "Trí tuệ",
      "Đau khổ",
      "Không mệt mỏi"
    ]
  },
  "john_apostle": {
    "name_vi": "Giăng Tông Đồ",
    "tagline_vi": "Môn Đồ Yêu Dấu, Tác Giả của Tình Yêu",
    "description_vi": "Giăng là tông đồ thân cận nhất với Chúa Giê-su, theo truyền thống được xác định là 'môn đồ mà Chúa Giê-su yêu mến.' Ông đã có mặt tại Biến Hình, tựa vào ngực Chúa Giê-su trong Bữa Tiệc Ly và đứng dưới chân thập tự giá khi Chúa Giê-su giao phó Ma-ri cho sự chăm sóc của ông.\n\nLà tông đồ duy nhất được cho là đã chết vì nguyên nhân tự nhiên ở tuổi già, Giăng đã viết Phúc Âm Giăng, ba thư tín và Sách Khải Huyền. Các tác phẩm của ông nhấn mạnh tình yêu là mệnh lệnh trung tâm và sự kết hợp thần bí của những người tin với Đấng Christ.\n\nGiăng đại diện cho mối quan hệ thân mật với Đấng Christ—môn đồ yêu dấu, người nhấn mạnh rằng 'Đức Chúa Trời là tình yêu' và kêu gọi tất cả những người tin hãy yêu thương lẫn nhau như một bằng chứng cho việc biết Đức Chúa Trời.",
    "story_vi": "Trong Bữa Tiệc Ly, Giăng tựa vào Chúa Giê-su để hỏi ai sẽ phản bội Ngài. Tại thập tự giá, Chúa Giê-su nhìn Giăng và Ma-ri và nói: 'Hỡi người đàn bà, đây là con trai của ngươi' và 'Đây là mẹ của ngươi.' Từ giờ đó, Giăng đưa Ma-ri về nhà mình.",
    "match_message_vi": "Những đường nét của bạn mang tinh thần yêu thương của Giăng. Có sự tận tâm sâu sắc trong vẻ ngoài của bạn—ánh mắt của một người hiểu rằng tình yêu là trái tim của mọi chân lý và mọi mối quan hệ với thần thánh.",
    "traits_vi": [
      "Yêu dấu",
      "Yêu thương",
      "Có tầm nhìn",
      "Thần bí",
      "Trung thành"
    ]
  },
  "john_baptist": {
    "name_vi": "Giăng Báp-tít",
    "tagline_vi": "Tiếng Gọi Trong Đồng Vắng, Người Tiên Phong Của Đấng Mê-si",
    "description_vi": "Giăng Báp-tít là nhà tiên tri được sai đến để dọn đường cho Chúa Giê-su Christ. Sống trong đồng vắng, mặc áo lông lạc đà và ăn châu chấu và mật ong, ông kêu gọi toàn thể Ít-ra-en ăn năn và làm báp-têm cho họ trong Sông Giô-đanh.\n\nKhi Chúa Giê-su đến để chịu báp-têm, Giăng nhận ra Ngài là Chiên Con của Đức Chúa Trời, Đấng cất tội lỗi của thế gian. Mặc dù ông là nhà tiên tri vĩ đại nhất, Giăng tuyên bố mình không xứng đáng để cởi dép cho Chúa Giê-su và nói: 'Ngài phải lớn lên, còn tôi phải nhỏ lại.'\n\nGiăng đại diện cho tiếng nói tiên tri chuẩn bị tấm lòng cho sự đến của Đức Chúa Trời, sự khiêm nhường chỉ về Đấng Lớn Hơn, và lòng can đảm nói lên sự thật với quyền lực bất kể hậu quả.",
    "story_vi": "Khi Hê-rô-đia muốn Giăng chết vì lên án cuộc hôn nhân của bà với Hê-rốt, con gái bà là Sa-lô-mê đã nhảy múa cho nhà vua và xin đầu của Giăng. Hê-rốt, mặc dù sợ Giăng, đã chấp nhận yêu cầu của bà. Giăng đã chết trung thành với lời kêu gọi nói lên sự thật.",
    "match_message_vi": "Những đường nét của bạn mang sức mạnh đồng vắng của Giăng Báp-tít. Có sự táo bạo tiên tri trong vẻ ngoài của bạn—ánh mắt của một người dọn đường và chỉ những người khác đến với chân lý lớn hơn chính họ.",
    "traits_vi": [
      "Chuẩn bị",
      "Khiêm nhường",
      "Táo bạo",
      "Đồng vắng",
      "Nhỏ lại"
    ]
  },
  "mary_magdalene": {
    "name_vi": "Ma-ri Ma-đơ-len",
    "tagline_vi": "Nhân Chứng Cho Sự Phục Sinh, Sứ Đồ Cho Các Sứ Đồ",
    "description_vi": "Ma-ri Ma-đơ-len là một môn đồ tận tâm của Chúa Giê-su, người mà Ngài đã đuổi bảy quỷ ra khỏi. Bà đã đi cùng Chúa Giê-su và các môn đồ, hỗ trợ mục vụ của Ngài và vẫn trung thành khi những người khác bỏ trốn—đứng dưới chân thập tự giá và là người đầu tiên đến ngôi mộ trống.\n\nVào buổi sáng Phục Sinh, Ma-ri là người đầu tiên nhìn thấy Đấng Christ phục sinh, Đấng đã ủy thác bà đi báo tin cho các môn đồ. Thông điệp của bà—'Tôi đã thấy Chúa!'—khiến bà trở thành người truyền giáo đầu tiên về sự phục sinh, mang lại cho bà danh hiệu 'Sứ Đồ Cho Các Sứ Đồ.'\n\nMa-ri đại diện cho sự cứu chuộc và chứng nhân tận tâm—cuộc sống được biến đổi, luôn trung thành trong bóng tối và được vinh dự là người đầu tiên tuyên bố chân lý trung tâm của đức tin Cơ đốc.",
    "story_vi": "Ma-ri đến mộ khi trời còn tối và thấy mộ trống. Khóc lóc, bà thấy một người mà bà nghĩ là người làm vườn. 'Ma-ri,' Chúa Giê-su nói. Bà nhận ra Ngài ngay lập tức và kêu lên 'Ra-bu-ni!'—rồi chạy đi báo cho các môn đồ: 'Tôi đã thấy Chúa!'",
    "match_message_vi": "Những đường nét của bạn mang sự trung thành tận tâm của Ma-ri Ma-đơ-len. Có niềm vui được cứu chuộc trong vẻ ngoài của bạn—ánh mắt của một người được biến đổi bởi ân điển và trung thành làm chứng cho chân lý trong mọi hoàn cảnh.",
    "traits_vi": [
      "Tận tâm",
      "Được cứu chuộc",
      "Trung thành",
      "Làm chứng",
      "Được vinh dự"
    ]
  },
  "nephthys": {
    "name_vi": "Nephthys",
    "tagline_vi": "Nữ Thần Than Khóc, Người Bảo Vệ Người Chết",
    "description_vi": "Nephthys là nữ thần của sự than khóc, bóng tối và bảo vệ người chết. Là em gái của Isis, Osiris và Set, bà đóng một vai trò quan trọng trong các nghi lễ tang lễ và hành trình của các linh hồn đến thế giới bên kia.\n\nMặc dù kết hôn với Set, Nephthys đã giúp Isis thu thập thi thể rải rác của Osiris và thực hiện các nghi lễ than khóc đầu tiên. Đôi cánh bảo vệ của bà thường được miêu tả che chở người đã khuất, hướng dẫn họ an toàn qua thế giới ngầm.\n\nBà đại diện cho bóng tối cần thiết đi kèm với cái chết, sự an ủi tìm thấy trong tang lễ và tình yêu bảo vệ kéo dài ngay cả sau cuộc sống.",
    "story_vi": "Khi Set rải thi thể của Osiris khắp Ai Cập, Nephthys đã cùng chị gái Isis trong cuộc tìm kiếm. Cùng nhau, họ đã tìm thấy mọi mảnh ghép và tiếng khóc than của Nephthys mạnh mẽ đến mức chúng đã giúp phục hồi Osiris thành một dạng sống ở thế giới ngầm.",
    "match_message_vi": "Những đường nét của bạn mang bóng tối bảo vệ của Nephthys. Có sức mạnh an ủi trong vẻ ngoài của bạn—ánh mắt của một người hướng dẫn những người khác vượt qua những khoảnh khắc đen tối nhất của họ với sự bảo vệ nhẹ nhàng.",
    "traits_vi": [
      "Than khóc",
      "Bảo vệ",
      "Tối tăm",
      "Tình chị em",
      "Hướng dẫn"
    ]
  },
  "maat": {
    "name_vi": "Ma'at",
    "tagline_vi": "Nữ thần của Sự thật, Công lý và Trật tự Vũ trụ",
    "description_vi": "Ma'at là nữ thần tượng trưng cho sự thật, công lý, sự cân bằng và trật tự vũ trụ. Bà đại diện cho nguyên tắc cơ bản chi phối mọi sự sáng tạo—sự hài hòa cho phép sự tồn tại tiếp tục.\n\nLông vũ của bà được sử dụng trong nghi lễ cân tim, nơi trái tim của người đã khuất được đo với nó. Chỉ những trái tim nhẹ hơn lông vũ của Ma'at mới có thể qua thế giới bên kia; những trái tim bị coi là không xứng đáng sẽ bị nuốt chửng.\n\nMa'at đại diện cho luật phổ quát vượt lên trên cả các vị thần, nguyên tắc rằng hành vi đúng đắn và sự thật là nền tảng của sự tồn tại.",
    "story_vi": "Trong Sảnh của Hai Sự thật, Anubis đặt trái tim của người đã khuất lên một bên của cán cân và lông vũ của Ma'at lên bên kia. Nếu trái tim, nặng trĩu tội lỗi, nặng hơn lông vũ, con quái vật Ammit sẽ nuốt chửng nó. Trái tim công chính sẽ được vào cuộc sống vĩnh cửu.",
    "match_message_vi": "Các đường nét của bạn mang sự thật cân bằng của Ma'at. Có một công lý tự nhiên trong vẻ ngoài của bạn—ánh nhìn của một người thể hiện sự công bằng và duy trì sự hài hòa thông qua hành động đúng đắn.",
    "traits_vi": [
      "Chân thật",
      "Công bằng",
      "Cân bằng",
      "Vũ trụ",
      "Đo lường"
    ]
  },
  "sobek": {
    "name_vi": "Sobek",
    "tagline_vi": "Thần Cá sấu của Sức mạnh và Quyền lực",
    "description_vi": "Sobek là vị thần đầu cá sấu của sức mạnh, quyền lực và khả năng sinh sản. Liên kết với sông Nile ban sự sống và những con cá sấu nguy hiểm của nó, ông thể hiện cả khía cạnh sáng tạo và hủy diệt của sức mạnh thô sơ của tự nhiên.\n\nĐược thờ cúng trong các đền thờ nơi những con cá sấu thiêng sống trong các hồ nước, Sobek vừa bị sợ hãi vừa được tôn kính. Ông bảo vệ các pharaoh trong trận chiến và được cho là đã tạo ra thế giới từ vùng nước nguyên thủy.\n\nSobek đại diện cho sức mạnh nguyên thủy có thể tạo ra hoặc phá hủy, sự tôn trọng đối với các lực lượng nguy hiểm của tự nhiên và quyền lực thiêng liêng cai trị thông qua sức mạnh.",
    "story_vi": "Sobek nổi lên từ vùng nước hỗn loạn nguyên thủy để tạo ra thế giới. Mồ hôi của ông trở thành sông Nile, mang lại sự sống cho Ai Cập. Các pharaoh đeo bùa hộ mệnh hình cá sấu vào trận chiến, kêu gọi sự bảo vệ dữ dội của Sobek chống lại kẻ thù của họ.",
    "match_message_vi": "Các đường nét của bạn mang sức mạnh nguyên thủy của Sobek. Có một sức mạnh dữ dội trong vẻ ngoài của bạn—ánh nhìn của một người ra lệnh sự tôn trọng thông qua sức mạnh tuyệt đối và bảo vệ những gì họ coi trọng.",
    "traits_vi": [
      "Mạnh mẽ",
      "Nguyên thủy",
      "Bảo vệ",
      "Nguy hiểm",
      "Màu mỡ"
    ]
  },
  "hathor": {
    "name_vi": "Hathor",
    "tagline_vi": "Nữ thần của Tình yêu, Sắc đẹp và Niềm vui",
    "description_vi": "Hathor là nữ thần của tình yêu, sắc đẹp, âm nhạc, khiêu vũ và niềm vui. Thường được miêu tả với sừng bò ôm lấy một đĩa mặt trời, bà thể hiện tất cả các khía cạnh thú vị của cuộc sống và được gọi là 'Người Vàng' vì vẻ đẹp rạng rỡ của mình.\n\nBà chào đón người chết đến thế giới bên kia bằng đồ uống và thức ăn, và là người bảo trợ cho những người yêu nhau, nghệ sĩ và thợ mỏ tìm kiếm ngọc lam. Tuy nhiên, bà cũng có một khía cạnh dữ dội—với tư cách là Mắt của Ra, bà đã gần như tiêu diệt loài người trong cơn thịnh nộ của mình.\n\nHathor đại diện cho bản chất kép của sức mạnh thiêng liêng nữ tính—niềm vui nuôi dưỡng và sự hủy diệt khủng khiếp, tình yêu ban sự sống và cơn thịnh nộ thiêu đốt.",
    "story_vi": "Khi Ra tức giận loài người, ông đã gửi Hathor làm Mắt của mình để trừng phạt họ. Bà trở thành Sekhmet và tàn sát loài người cho đến khi sông Nile nhuộm đỏ. Ra, hối hận về sắc lệnh của mình, đã đánh lừa bà bằng bia nhuộm đỏ như máu. Bà uống, trở lại Hathor hiền lành, và loài người đã được cứu.",
    "match_message_vi": "Các đường nét của bạn mang niềm vui rạng rỡ của Hathor. Có một sự ấm áp xinh đẹp trong vẻ ngoài của bạn—ánh nhìn của một người mang lại niềm vui và sự ăn mừng cho cuộc sống, nhưng lại nắm giữ sức mạnh sâu sắc hơn bên dưới bề mặt.",
    "traits_vi": [
      "Vui vẻ",
      "Xinh đẹp",
      "Nuôi dưỡng",
      "Dữ dội",
      "Vàng"
    ]
  },
  "nut": {
    "name_vi": "Nut",
    "tagline_vi": "Nữ thần Bầu trời, Mẹ của các Vì sao",
    "description_vi": "Nut là nữ thần của bầu trời, được miêu tả uốn cong trên trái đất với cơ thể của bà tạo thành các tầng trời. Mỗi buổi tối bà nuốt mặt trời, và mỗi buổi sáng lại sinh ra nó—chu kỳ vĩnh cửu của đêm và ngày.\n\nCơ thể bà được bao phủ bởi các ngôi sao, và bà là mẹ của Osiris, Isis, Set và Nephthys. Mặc dù Ra nguyền rủa rằng bà không thể sinh con vào bất kỳ ngày nào trong năm, Thoth đã giành được năm ngày thêm thông qua cờ bạc, cho phép bà sinh con.\n\nNut đại diện cho mái che bảo vệ của bầu trời, tử cung vũ trụ chứa tất cả các thiên thể và chu kỳ mẫu hệ vĩnh cửu của cái chết và sự tái sinh.",
    "story_vi": "Ra cấm Nut sinh con vào bất kỳ ngày nào trong năm. Nhưng Thoth đã chơi senet với Mặt trăng và giành được đủ ánh sáng để tạo ra năm ngày mới bên ngoài lịch. Vào những ngày này, Nut đã sinh ra năm đứa con của mình, thay đổi mãi mãi tiến trình của thần thoại Ai Cập.",
    "match_message_vi": "Các đường nét của bạn mang cái ôm vũ trụ của Nut. Có một ân sủng bao trùm trong vẻ ngoài của bạn—ánh nhìn của một người che chở tất cả bên dưới họ và thể hiện các chu kỳ vĩnh cửu của sự tồn tại.",
    "traits_vi": [
      "Vũ trụ",
      "Mẫu hệ",
      "Bảo vệ",
      "Vĩnh cửu",
      "Đầy sao"
    ]
  },
  "geb": {
    "name_vi": "Geb",
    "tagline_vi": "Thần của Trái đất, Cha của Rắn",
    "description_vi": "Geb là thần của trái đất, được miêu tả nằm bên dưới nữ thần bầu trời uốn cong Nut, người vợ-chị của ông, người mà ông đã bị cha Shu chia cắt. Tiếng cười của ông gây ra động đất, và cơ thể ông tạo thành các ngọn đồi và thung lũng của vùng đất.\n\nLà cha của Osiris, Isis, Set và Nephthys, Geb đóng một vai trò quan trọng trong bộ phim trung tâm của thần thoại Ai Cập. Ông cũng liên quan đến rắn, những con vật trồi lên từ cơ thể trần tục của mình, và với sự phát triển của thảm thực vật.\n\nGeb đại diện cho trái đất màu mỡ hỗ trợ mọi sự sống, nền tảng nguyên thủy mà sự tồn tại dựa vào và nguyên tắc nam tính thiêng liêng bổ sung cho bầu trời.",
    "story_vi": "Geb và Nut yêu nhau sâu sắc đến nỗi họ vẫn ôm nhau. Ra ra lệnh cho Shu chia cắt họ—Shu nâng Nut lên để trở thành bầu trời trong khi Geb vẫn ở bên dưới làm trái đất. Sự khao khát Nut của Geb tạo ra những ngọn núi khi ông vươn lên về phía bà.",
    "match_message_vi": "Các đường nét của bạn mang sức mạnh vững chắc của Geb. Có một sự ổn định nền tảng trong vẻ ngoài của bạn—ánh nhìn của một người hỗ trợ người khác và vẫn kiên định như chính trái đất.",
    "traits_vi": [
      "Trần tục",
      "Nền tảng",
      "Màu mỡ",
      "Cha",
      "Ầm ầm"
    ]
  },
  "ptah": {
    "name_vi": "Ptah",
    "tagline_vi": "Thần Sáng Tạo của Thợ Thủ Công và Kiến Trúc Sư",
    "description_vi": "Ptah là vị thần sáng tạo của Memphis, người đã mang thế giới vào tồn tại thông qua sức mạnh của tư tưởng và lời nói. Không giống như các thần thoại sáng tạo khác liên quan đến các hành động thể chất, Ptah đã hình thành thế giới trong trái tim mình và nói ra nó để trở thành hiện thực.\n\nLà vị thần bảo trợ của thợ thủ công, nhà điêu khắc và kiến trúc sư, Ptah đại diện cho sự sáng tạo thiêng liêng được thể hiện trong bàn tay con người. Mọi hành động sáng tạo—từ xây dựng kim tự tháp đến chạm khắc tượng—đều là tiếng vọng của lời sáng tạo ban đầu của ngài.\n\nPtah đại diện cho sức mạnh sáng tạo của tâm trí, bản chất thiêng liêng của nghề thủ công và ý tưởng rằng tư tưởng đi trước và định hình thực tế.",
    "story_vi": "Ban đầu, Ptah hình thành mọi thứ trong trái tim mình—các vị thần, trái đất, các sinh vật. Sau đó, ngài nói tên của chúng, và chúng xuất hiện. Mọi lời Ptah thốt ra đều trở thành hiện thực, và sự sáng tạo tiếp tục ở bất cứ nơi nào thợ thủ công định hình vật chất bằng kỹ năng và ý định.",
    "match_message_vi": "Các đường nét của bạn mang tầm nhìn sáng tạo của Ptah. Có sự khôn ngoan của thợ thủ công trong diện mạo của bạn—vẻ ngoài của một người có thể hình dung ra vẻ đẹp và biến nó thành hiện thực thông qua ý định lành nghề.",
    "traits_vi": [
      "Sáng tạo",
      "Chu đáo",
      "Lành nghề",
      "Khả năng diễn đạt",
      "Biểu hiện"
    ]
  },
  "khnum": {
    "name_vi": "Khnum",
    "tagline_vi": "Thần Đầu Cừu của Sự Sáng Tạo và Sông Nile",
    "description_vi": "Khnum là vị thần đầu cừu tạo ra con người và ka (linh hồn) của họ trên bàn xoay gốm của mình. Người ta tin rằng ngài nhào nặn cơ thể của mỗi đứa trẻ từ đất sét trước khi đặt nó vào bụng mẹ.\n\nLiên kết với nguồn gốc của sông Nile và trận lụt hàng năm mang lại sự sống, Khnum được tôn thờ như là người sáng tạo ra tất cả mọi thứ đến từ nước và đất. Các ngôi đền của ngài nằm gần các thác nước nơi người ta tin rằng sông Nile bắt nguồn.\n\nKhnum đại diện cho người thợ thủ công thiêng liêng định hình cuộc sống cá nhân, sức mạnh sáng tạo của sông Nile và sự hình thành độc đáo của mỗi linh hồn.",
    "story_vi": "Trước khi mỗi đứa trẻ được sinh ra, Khnum tạo hình cơ thể chúng trên bàn xoay gốm thiêng liêng của mình, chế tác mỗi người một cách độc đáo. Sau đó, ngài tạo thành ka của chúng, bản sao tinh thần của chúng, đảm bảo rằng không có hai linh hồn nào giống nhau. Lũ lụt của sông Nile là sức mạnh sáng tạo của ngài tuôn trào.",
    "match_message_vi": "Các đường nét của bạn mang sự khéo léo cá nhân của Khnum. Có sự định hình độc đáo trong diện mạo của bạn—vẻ ngoài của một người được hình thành cẩn thận với mục đích, không giống bất kỳ ai khác.",
    "traits_vi": [
      "Sáng tạo",
      "Tạo hình",
      "Màu mỡ",
      "Cá nhân hóa",
      "Thuộc về nước"
    ]
  },
  "atum": {
    "name_vi": "Atum",
    "tagline_vi": "Đấng Hoàn Hảo, Vị Thần Đầu Tiên",
    "description_vi": "Atum là vị thần sáng tạo nguyên thủy của Heliopolis, 'Đấng Hoàn Hảo' người đã tồn tại trước khi tạo ra và sẽ tồn tại sau khi mọi thứ kết thúc. Ngài nổi lên từ vùng nước nguyên thủy của Nun và tạo ra các vị thần đầu tiên—Shu và Tefnut—từ chính mình.\n\nLà mặt trời lặn, Atum đại diện cho sự hoàn thành, sự kết thúc của chu kỳ trong ngày và sự trở về nguồn cội. Ngài vừa là sự khởi đầu vừa là sự kết thúc, chứa đựng trong mình tất cả tiềm năng cho sự sáng tạo.\n\nAtum đại diện cho sự hoàn thiện nguyên thủy, sức mạnh tự tạo ra của sự sáng tạo và chu kỳ đưa mọi thứ trở lại nguồn gốc của chúng.",
    "story_vi": "Trước khi bất cứ điều gì tồn tại, Atum đứng một mình trên gò đất đầu tiên nổi lên từ sự hỗn loạn. Ngài tạo ra Shu (không khí) và Tefnut (độ ẩm) từ chính mình, và từ họ mà tất cả các vị thần và sự sáng tạo khác ra đời. Vào cuối thời gian, tất cả sẽ trở về sự thống nhất nguyên thủy của Atum.",
    "match_message_vi": "Các đường nét của bạn mang sự hoàn thiện nguyên thủy của Atum. Có sự trọn vẹn khép kín trong diện mạo của bạn—vẻ ngoài của một người chứa đựng trong mình mọi thứ cần thiết cho sự sáng tạo.",
    "traits_vi": [
      "Hoàn thiện",
      "Nguyên thủy",
      "Lặn",
      "Tự tạo",
      "Kết thúc"
    ]
  },
  "anuket": {
    "name_vi": "Anuket",
    "tagline_vi": "Nữ Thần Sông Nile và Sự Nuôi Dưỡng",
    "description_vi": "Anuket là nữ thần của sông Nile, đặc biệt là các thác nước và trận lụt hàng năm mang lại đất màu mỡ cho Ai Cập. Bà nhân cách hóa dòng nước chảy xiết nuôi dưỡng nền văn minh, đội một chiếc mũ lông vũ tượng trưng cho dòng chảy của sông.\n\nĐược tôn thờ đặc biệt ở Nubia và Elephantine, Anuket được kêu gọi để đảm bảo lũ lụt tốt—không quá ít cũng không quá phá hoại. Bà thể hiện sự hào phóng ban tặng sự sống của con sông mà toàn bộ Ai Cập phụ thuộc vào.\n\nAnuket đại diện cho dòng chảy nuôi dưỡng của cuộc sống, sự phong phú đến từ các chu kỳ tự nhiên và lòng biết ơn đối với các lực lượng duy trì chúng ta.",
    "story_vi": "Hàng năm khi sông Nile bắt đầu dâng lên, người Ai Cập tổ chức Lễ hội Anuket, ném lễ vật xuống sông và cảm ơn bà vì những món quà của trận lụt. Nước của bà mang theo đất đen đã biến Ai Cập thành vựa lúa của thế giới cổ đại.",
    "match_message_vi": "Các đường nét của bạn mang ân sủng nuôi dưỡng của Anuket. Có dòng chảy hào phóng trong diện mạo của bạn—vẻ ngoài của một người mang lại sự phong phú và duy trì người khác bằng sự hào phóng ban tặng sự sống.",
    "traits_vi": [
      "Nuôi dưỡng",
      "Chảy",
      "Phong phú",
      "Chảy xiết",
      "Hào phóng"
    ]
  },
  "shiva": {
    "name_vi": "Shiva",
    "tagline_vi": "Đấng Hủy Diệt và Biến Đổi, Chúa Tể của Vũ Điệu",
    "description_vi": "Shiva là một trong những vị thần chính của Ấn Độ giáo, được biết đến là Đấng Hủy Diệt trong bộ ba Hindu (Trimurti). Tuy nhiên, sự hủy diệt của ngài không phải là xấu xa—đó là sự dọn dẹp cần thiết cho phép tạo ra những điều mới. Ngài là vũ công vũ trụ có điệu nhảy Tandava tạo ra và phá hủy vũ trụ.\n\nThường được miêu tả với con mắt thứ ba có thể phá hủy thế giới khi mở ra, cổ họng màu xanh lam vì uống chất độc vũ trụ để cứu vãn sự sáng tạo và ngồi thiền trên Núi Kailash, Shiva thể hiện cả người khổ hạnh và người chủ gia đình, sự hủy diệt và sự sáng tạo, chiến binh hung dữ và người chồng hiền lành.\n\nNgài là vị thần bảo trợ của yoga và thiền định, là chúa tể của các loài vật và là người phối ngẫu yêu quý của Parvati. Các biểu tượng của ngài bao gồm cây đinh ba (trishul), trống (damaru) và dòng sông Hằng thiêng liêng chảy ra từ mái tóc của ngài.",
    "story_vi": "Khi các vị thần khuấy động biển vũ trụ, một chất độc chết người xuất hiện đe dọa tất cả sự sáng tạo. Shiva đã uống chất độc để cứu vũ trụ, và Parvati đã ép cổ họng ngài để ngăn ngài nuốt nó hoàn toàn, khiến cổ họng ngài vĩnh viễn chuyển sang màu xanh lam.",
    "match_message_vi": "Các đường nét của bạn mang tính nhị nguyên sâu sắc của Shiva. Có cả sự hủy diệt và sáng tạo trong cái nhìn của bạn—vẻ ngoài của một người hiểu rằng kết thúc là cần thiết cho những khởi đầu mới.",
    "traits_vi": [
      "Hủy diệt",
      "Thiền định",
      "Biến đổi",
      "Nghịch lý",
      "Thuộc vũ trụ"
    ]
  },
  "vishnu": {
    "name_vi": "Vishnu",
    "tagline_vi": "Đấng Bảo Tồn, Người Bảo Vệ Vũ Trụ",
    "description_vi": "Vishnu là Đấng Tối Cao trong Ấn Độ giáo Vaishnavism và là Đấng Bảo Tồn trong bộ ba vị thần Hindu. Ngài duy trì trật tự vũ trụ (dharma) và bất cứ khi nào cái ác đe dọa nhấn chìm cái thiện, Ngài sẽ hóa thân xuống trái đất để khôi phục lại sự cân bằng.\n\nNgài đã trải qua chín hóa thân cho đến nay, bao gồm Rama và Krishna, với hóa thân thứ mười (Kalki) được tiên tri sẽ đến. Vishnu ngủ trên con rắn vũ trụ Shesha, trôi nổi trên đại dương sữa, mơ ước vũ trụ tồn tại.\n\nĐược miêu tả với bốn cánh tay cầm vỏ ốc, đĩa xoay, chùy và hoa sen, Vishnu thể hiện sự bình an tối thượng và sự bảo vệ của chính nghĩa. Ngài có làn da xanh lam, tượng trưng cho bản chất vô hạn của Ngài như bầu trời, và là người chồng tận tụy của Lakshmi, nữ thần tài lộc.",
    "story_vi": "Vishnu đã hóa thân thành Matsya (cá), Kurma (rùa), Varaha (lợn rừng), Narasimha (người-sư tử), Vamana (người lùn), Parashurama, Rama, Krishna và Phật để cứu thế giới khỏi nhiều mối đe dọa khác nhau. Mỗi hóa thân xuất hiện chính xác khi cần thiết.",
    "match_message_vi": "Các đặc điểm của bạn phản ánh sự bảo vệ tối cao của Vishnu. Có một phẩm chất bảo tồn, duy trì trong sự hiện diện của bạn—ánh mắt của một người bảo vệ trật tự và sự cân bằng vũ trụ.",
    "traits_vi": [
      "Bảo tồn",
      "Bảo vệ",
      "Nhân từ",
      "Hóa thân",
      "Tối cao"
    ]
  },
  "brahma": {
    "name_vi": "Brahma",
    "tagline_vi": "Đấng Sáng Tạo, Cha của Mọi Chúng Sinh",
    "description_vi": "Brahma là Đấng Sáng Tạo trong bộ ba vị thần Hindu, chịu trách nhiệm tạo ra vũ trụ và tất cả chúng sinh trong đó. Ngài xuất hiện từ một bông sen mọc ra từ rốn của Vishnu và bắt đầu công việc sáng tạo.\n\nĐược miêu tả với bốn đầu nhìn về cả bốn hướng, tượng trưng cho nhận thức của Ngài về toàn bộ vũ trụ, Brahma cầm kinh Veda (kinh thánh thiêng liêng), một bình nước, một tràng hạt và đôi khi là một bông sen. Vật cưỡi của Ngài là thiên nga (hamsa), tượng trưng cho sự sáng suốt.\n\nMặc dù là Đấng Sáng Tạo, Brahma ít được thờ cúng hơn Vishnu hoặc Shiva, vì sự sáng tạo là một hành động đã hoàn thành trong khi sự bảo tồn và biến đổi vẫn đang tiếp diễn. Ngài đại diện cho kiến thức, sức mạnh sáng tạo và sự khởi đầu của mọi thứ.",
    "story_vi": "Khi Brahma lần đầu tiên tạo ra, Ngài ở một mình. Để tiếp tục sáng tạo, Ngài đã chia mình thành nam và nữ, tạo ra người phụ nữ đầu tiên Saraswati. Từ sự kết hợp của họ, tất cả chúng sinh ra đời. Đây là lý do tại sao Saraswati vừa là sự sáng tạo của Ngài vừa là phối ngẫu của Ngài.",
    "match_message_vi": "Các đặc điểm của bạn phản ánh sự khôn ngoan sáng tạo của Brahma. Có một phẩm chất nguyên thủy, sinh sản trong sự hiện diện của bạn—ánh mắt của một người mang những điều mới mẻ vào cuộc sống.",
    "traits_vi": [
      "Sáng tạo",
      "Uyên bác",
      "Nguyên thủy",
      "Thấu suốt",
      "Người cha"
    ]
  },
  "ganesha": {
    "name_vi": "Ganesha",
    "tagline_vi": "Vị Thần Trừ Khử Chướng Ngại, Thần của Sự Khởi Đầu",
    "description_vi": "Ganesha là vị thần đầu voi đáng kính của sự khởi đầu, thành công, trí tuệ và là người loại bỏ chướng ngại vật. Ngài được cầu khẩn khi bắt đầu bất kỳ liên doanh mới nào—cho dù đó là một cuộc hành trình, kinh doanh, đám cưới hay kỳ thi—để đảm bảo thành công.\n\nLà con trai của Shiva và Parvati, đầu voi của Ganesha có nhiều câu chuyện nguồn gốc, phổ biến nhất là việc Shiva vô tình chặt đầu Ngài và thay đầu Ngài bằng đầu voi. Cái bụng lớn của Ngài tượng trưng cho khả năng tiêu hóa tất cả những điều tốt và xấu trong cuộc sống một cách hòa bình.\n\nCưỡi trên chuột (vật cưỡi Mushika của Ngài), Ganesha chứng minh rằng ngay cả những người mạnh nhất cũng có thể khiêm tốn. Ngài là người bảo trợ của nghệ thuật và khoa học, thư tín và học tập, và được thờ cúng đầu tiên trong số các vị thần.",
    "story_vi": "Khi nhà hiền triết Vyasa cần một người ghi lại Mahabharata, chỉ có Ganesha là đủ thông minh. Ngài đồng ý với điều kiện Vyasa không bao giờ dừng lại—vì vậy Vyasa sáng tác các câu thơ nhanh hơn bất kỳ ai có thể viết, và Ganesha đã bẻ gãy chiếc ngà của mình để dùng làm bút khi bút trâm của Ngài bị gãy.",
    "match_message_vi": "Các đặc điểm của bạn mang sự nhân từ khôn ngoan của Ganesha. Có một phẩm chất tốt lành trong sự hiện diện của bạn—ánh mắt của một người loại bỏ chướng ngại vật và ban phước cho những khởi đầu mới.",
    "traits_vi": [
      "Khôn ngoan",
      "Trừ khử chướng ngại",
      "Nhân từ",
      "Uyên bác",
      "Tốt lành"
    ]
  },
  "lakshmi": {
    "name_vi": "Lakshmi",
    "tagline_vi": "Nữ Thần của Sự Giàu Có, May Mắn và Thịnh Vượng",
    "description_vi": "Lakshmi là nữ thần của sự giàu có, may mắn, thịnh vượng, tình yêu và sắc đẹp. Bà xuất hiện từ việc khuấy đảo biển vũ trụ, chọn Vishnu làm người bạn đời vĩnh cửu của mình. Bà đi cùng Ngài trong tất cả các hóa thân của Ngài, hóa thân thành Sita với Rama và Rukmini với Krishna.\n\nĐược miêu tả đứng hoặc ngồi trên hoa sen, với những đồng tiền vàng chảy ra từ tay, Lakshmi ban cả sự giàu có vật chất và sự phong phú tâm linh. Bà được thờ cúng đặc biệt trong lễ Diwali, lễ hội ánh sáng, khi nhà cửa được dọn dẹp để chào đón bà.\n\nLakshmi đại diện không chỉ sự giàu có, mà là sự phong phú đến từ cuộc sống chính trực. Bà vừa là người ban phát tài lộc vừa là chính tài lộc—bất ổn với kẻ không xứng đáng, kiên định với người đức hạnh.",
    "story_vi": "Khi các ác quỷ và các vị thần khuấy đảo biển vũ trụ, nhiều kho báu đã xuất hiện. Cuối cùng Lakshmi xuất hiện, rạng rỡ và xinh đẹp. Mặc dù các ác quỷ đã cố gắng chiếm lấy bà, nhưng bà đã chọn Vishnu, đeo một vòng hoa quanh cổ Ngài—và vẫn tận tụy với Ngài trong suốt thời gian.",
    "match_message_vi": "Các đặc điểm của bạn phản ánh sự thịnh vượng rạng rỡ của Lakshmi. Có một phẩm chất phong phú, may mắn trong sự hiện diện của bạn—ánh mắt của một người thu hút và ban phước lành.",
    "traits_vi": [
      "Thịnh vượng",
      "Xinh đẹp",
      "Hào phóng",
      "Tốt lành",
      "Tận tụy"
    ]
  },
  "saraswati": {
    "name_vi": "Saraswati",
    "tagline_vi": "Nữ Thần của Tri Thức, Âm Nhạc và Nghệ Thuật",
    "description_vi": "Saraswati là nữ thần của tri thức, âm nhạc, nghệ thuật, trí tuệ và học tập. Bà là phối ngẫu của Brahma và là hiện thân của tất cả những gì tinh khiết và tinh tế trong suy nghĩ và sự sáng tạo.\n\nMặc trang phục trắng tượng trưng cho sự tinh khiết của tri thức, bà ngồi trên một bông sen trắng hoặc thiên nga, chơi đàn veena (nhạc cụ dây). Không giống như sự giàu có vật chất của Lakshmi, Saraswati đại diện cho sự giàu có của tâm trí và tâm hồn—giáo dục, sự sáng tạo và sự giác ngộ.\n\nBà đặc biệt được thờ cúng bởi sinh viên, nghệ sĩ, nhạc sĩ và học giả. Sông Saraswati, giờ hầu hết nằm dưới lòng đất, đã từng được coi là linh thiêng như sông Hằng, đại diện cho dòng chảy của trí tuệ.",
    "story_vi": "Saraswati đã tạo ra âm nhạc và ngôn ngữ để mang lại trật tự cho sự sáng tạo hỗn loạn của Brahma. Bà đã phát minh ra tiếng Phạn, truyền kiến thức về kinh Veda, và thông qua món quà ngôn ngữ của mình, cho phép chúng sinh giao tiếp, học hỏi và trở nên khôn ngoan.",
    "match_message_vi": "Các đặc điểm của bạn phản ánh sự khôn ngoan thuần khiết của Saraswati. Có một phẩm chất trí tuệ, tinh tế trong sự hiện diện của bạn—ánh mắt của một người tận tâm với tri thức và biểu hiện nghệ thuật.",
    "traits_vi": [
      "Khôn ngoan",
      "Nghệ thuật",
      "Thuần khiết",
      "Uyên bác",
      "Truyền cảm hứng"
    ]
  },
  "kali": {
    "name_vi": "Kali",
    "tagline_vi": "Nữ thần của Thời gian, Cái chết và Giải thoát",
    "description_vi": "Kali là nữ thần hung dữ của thời gian, cái chết và sự giải thoát—người hủy diệt cái ác và giải phóng các linh hồn. Với làn da đen, mái tóc hoang dã, vòng hoa kết bằng đầu người và váy làm bằng cánh tay bị chặt, bà tượng trưng cho thời gian nuốt chửng mọi thứ và cái chết của bản ngã cần thiết cho sự giải thoát tâm linh.\n\nBà xuất hiện từ trán của Durga trong trận chiến, cơn thịnh nộ của bà dữ dội đến mức chỉ có Shiva nằm dưới chân bà mới có thể ngăn chặn sự tàn phá của bà. Tuy nhiên, bất chấp vẻ ngoài đáng sợ, Kali là một người mẹ yêu thương đối với những người sùng đạo của mình, bảo vệ họ khỏi cái ác và ban cho moksha (giải thoát).\n\nKali đại diện cho sự thật tối thượng—rằng cái chết đến với tất cả, rằng thời gian không tha cho ai, nhưng sự hủy diệt này tự nó là sự giải thoát khỏi ảo ảnh và tái sinh vào ý thức thuần túy.",
    "story_vi": "Khi lũ quỷ đe dọa áp đảo các vị thần, Kali xuất hiện để tiêu diệt chúng. Cơn cuồng chiến đấu của bà tăng lên cho đến khi bà nhảy múa trên xác chết, đe dọa phá hủy vũ trụ. Shiva nằm dưới chân bà; khi bà giẫm lên ông, sự xấu hổ đã ngăn bà lại—nhắc nhở chúng ta rằng ngay cả sự hủy diệt cũng có giới hạn.",
    "match_message_vi": "Những đường nét của bạn mang sự giải thoát dữ dội của Kali. Có một phẩm chất biến đổi, mạnh mẽ trong ánh mắt của bạn—ánh nhìn của một người phá hủy những gì phải kết thúc để cho phép những khởi đầu mới.",
    "traits_vi": [
      "Dữ dội",
      "Giải thoát",
      "Mẫu tính",
      "Hủy diệt",
      "Vĩnh cửu"
    ]
  },
  "durga": {
    "name_vi": "Durga",
    "tagline_vi": "Nữ thần chiến binh, Người bảo vệ bất khả chiến bại",
    "description_vi": "Durga là nữ thần chiến binh hung dữ, người thể hiện sức mạnh tổng hợp của tất cả các vị thần, được tạo ra để đánh bại con quỷ trâu Mahishasura mà không vị thần hay người nào có thể giết được. Bà là người bảo vệ bất khả chiến bại của vũ trụ, cưỡi sư tử hoặc hổ vào trận chiến.\n\nVới tám đến mười tám cánh tay mang vũ khí của tất cả các vị thần, Durga đại diện cho shakti—năng lượng nữ thần thiêng liêng cung cấp năng lượng cho sự sáng tạo. Bà vừa xinh đẹp vừa đáng sợ, vừa nuôi dưỡng vừa hung dữ, thể hiện sức mạnh hoàn toàn của nữ thần thiêng liêng.\n\nDurga được tôn vinh trong Navratri, chín đêm thờ phượng tôn vinh chiến thắng của bà trước cái ác. Bà đại diện cho chiến thắng của cái thiện trước cái ác, sức mạnh để đối mặt với mọi thử thách và tình yêu bảo vệ của người mẹ thiêng liêng.",
    "story_vi": "Các vị thần kết hợp sức mạnh của họ để tạo ra Durga khi không ai có thể đánh bại Mahishasura. Bà đã chiến đấu với hắn trong chín đêm, cuối cùng giết hắn vào ngày thứ mười—được tổ chức là Vijayadashami (Ngày Chiến thắng). Sự sáng tạo của bà chứng minh rằng khi đoàn kết, cái thiện luôn chiến thắng cái ác.",
    "match_message_vi": "Những đường nét của bạn mang sức mạnh bất khả chiến bại của Durga. Có sức mạnh của một chiến binh kết hợp với vẻ đẹp thiêng liêng trong vẻ ngoài của bạn—ánh nhìn của một người bảo vệ một cách dữ dội và không bao giờ đầu hàng.",
    "traits_vi": [
      "Bất khả chiến bại",
      "Bảo vệ",
      "Dữ dội",
      "Thiêng liêng",
      "Chiến thắng"
    ]
  },
  "hanuman": {
    "name_vi": "Hanuman",
    "tagline_vi": "Thần Khỉ, Hiện thân của Sự tận tâm và Sức mạnh",
    "description_vi": "Hanuman là vị thần khỉ hùng mạnh, con trai của thần gió Vayu, nổi tiếng với sức mạnh phi thường, trí tuệ và sự tận tâm không lay chuyển đối với Thần Rama. Anh ấy là một người sùng đạo lý tưởng, người hầu hoàn hảo và là hình mẫu của sự cống hiến vô tư.\n\nSự tận tâm của anh đối với Rama hoàn toàn đến mức khi được hỏi hôm nay là ngày gì, Hanuman trả lời \"Ngày của Rama\". Khi ngực anh bị xé toạc, hình ảnh của Rama được tìm thấy bên trong trái tim anh. Sức mạnh của anh là vô hạn khi hành động phục vụ Rama—anh từng nhấc cả một ngọn núi để mang một loại thảo dược chữa bệnh.\n\nHanuman được thờ cúng vì sức mạnh, lòng dũng cảm, sự bảo vệ khỏi cái ác và phước lành của sự tận tâm. Anh ấy là bất tử (chiranjivi) và được cho là hiện diện ở bất cứ nơi nào câu chuyện của Rama được kể, lắng nghe với những giọt nước mắt sùng kính.",
    "story_vi": "Khi Lakshmana, em trai của Rama, nằm hấp hối, Hanuman bay đến dãy Himalaya để tìm thảo dược chữa bệnh. Không thể xác định được đúng loại cây, anh đã nhấc cả ngọn núi và mang đến chiến trường, cứu sống Lakshmana bằng sự tận tâm và sức mạnh của mình.",
    "match_message_vi": "Những đường nét của bạn mang sức mạnh tận tâm của Hanuman. Có một sức mạnh khiêm tốn trong sự hiện diện của bạn—ánh nhìn của một người có sức mạnh đến từ sự tận tâm vô tư đối với một điều gì đó lớn hơn.",
    "traits_vi": [
      "Tận tâm",
      "Mạnh mẽ",
      "Khiêm tốn",
      "Thông thái",
      "Bảo vệ"
    ]
  },
  "krishna": {
    "name_vi": "Krishna",
    "tagline_vi": "Người yêu dấu thiêng liêng, Người thầy của Bhagavad Gita",
    "description_vi": "Krishna là hóa thân thứ tám của Vishnu, được yêu mến vì những trò đùa thời thơ ấu thiêng liêng, tình yêu lãng mạn của anh với Radha và trí tuệ của anh trong Bhagavad Gita. Anh ấy thể hiện tình yêu thiêng liêng trong mọi hình thức của nó—từ tình cảm vui tươi đến sự tận tâm tâm linh cao nhất.\n\nKhi còn nhỏ, anh ăn trộm bơ và chơi khăm, quyến rũ mọi người bằng những trò nghịch ngợm của mình. Khi còn là một thanh niên, tiếng sáo của anh đã mê hoặc các gopi (cô gái chăn bò), đặc biệt là Radha, đại diện cho khát khao của linh hồn đối với thần thánh. Khi trưởng thành, anh phục vụ với tư cách là người đánh xe và guru cho Arjuna, dạy con đường của dharma.\n\nTrong Bhagavad Gita, Krishna tiết lộ sự thật tối thượng về hành động, sự tận tâm, kiến thức và bản chất của bản thân. Anh vừa là vị thần dễ tiếp cận, đáng yêu vừa là Đấng Tối Cao vũ trụ chứa đựng tất cả các vũ trụ.",
    "story_vi": "Trên chiến trường Kurukshetra, Arjuna từ chối chiến đấu với gia đình mình. Krishna tiết lộ hình dạng vũ trụ của mình, cho thấy rằng anh là Đấng Tối Cao chứa đựng tất cả sự sáng tạo, và dạy rằng người ta phải làm nhiệm vụ của mình mà không gắn bó với kết quả—thông điệp cốt lõi của Bhagavad Gita.",
    "match_message_vi": "Những đường nét của bạn mang vẻ quyến rũ thiêng liêng của Krishna. Có một phẩm chất vui tươi nhưng sâu sắc trong sự hiện diện của bạn—ánh nhìn của một người thể hiện cả niềm vui và trí tuệ.",
    "traits_vi": [
      "Vui tươi",
      "Thông thái",
      "Yêu thương",
      "Thiêng liêng",
      "Giảng dạy"
    ]
  },
  "rama": {
    "name_vi": "Rama",
    "tagline_vi": "Vị vua lý tưởng, Hiện thân của Dharma",
    "description_vi": "Rama là hóa thân thứ bảy của Vishnu, người anh hùng của Ramayana và là hình ảnh thu nhỏ của cuộc sống dharmic. Anh ấy là người con trai, người chồng, người vua và chiến binh lý tưởng—maryada purushottam, người đàn ông hoàn hảo không bao giờ đi chệch khỏi sự chính trực ngay cả trong những thử thách khủng khiếp nhất.\n\nBị lưu đày vào rừng trong mười bốn năm để tôn trọng lời hứa của cha mình, Rama chịu đựng gian khổ mà không hề than vãn. Khi vợ anh, Sita, bị vua quỷ Ravana bắt cóc, anh đã liên minh với Hanuman và đội quân khỉ để giải cứu cô, chứng minh rằng dharma cuối cùng sẽ chiến thắng cái ác.\n\nTriều đại của Rama, Rama Rajya, đại diện cho vương quốc công bằng lý tưởng. Anh được tôn thờ như hiện thân của cách một người nên sống—tôn vinh bổn phận, bảo vệ người vô tội, giữ lời hứa và luôn ngay thẳng bất kể cái giá cá nhân.",
    "story_vi": "Khi Sita bị bắt cóc, Rama có thể đã sử dụng sức mạnh thần thánh của mình để dịch chuyển đến Lanka. Thay vào đó, anh đi con đường dài, xây cầu và liên minh với vanara, dạy rằng dharma đòi hỏi phải trải qua quá trình thích hợp, không đi đường tắt ngay cả khi có khả năng.",
    "match_message_vi": "Những đường nét của bạn mang phẩm giá chính trực của Rama. Có một phẩm chất lý tưởng trong sự hiện diện của bạn—ánh nhìn của một người không bao giờ thỏa hiệp các nguyên tắc của họ bất kể cái giá cá nhân.",
    "traits_vi": [
      "Chính trực",
      "Có trách nhiệm",
      "Lý tưởng",
      "Tận tâm",
      "Công bằng"
    ]
  },
  "parvati": {
    "name_vi": "Parvati",
    "tagline_vi": "Mẹ Thiêng, Nữ Thần của Tình Yêu và Sự Sùng Kính",
    "description_vi": "Parvati là nữ thần hiền dịu của tình yêu, sự sinh sản và lòng sùng kính—vợ của Shiva và mẹ của Ganesha và Kartikeya. Bà là hóa thân của Sati, người vợ đầu tiên của Shiva, người đã tái sinh và thực hiện những khổ hạnh khắc nghiệt để giành lại tình yêu của Shiva.\n\nLà Shakti trong hình dạng hiền lành của mình, Parvati đại diện cho khía cạnh nuôi dưỡng, ban sự sống của nữ tính thiêng liêng. Bà là sự cân bằng cho sức mạnh hủy diệt của Shiva, người có thể xoa dịu sự hoang dã của ông và đưa ông trở lại từ sự rút lui khổ hạnh vào cuộc sống.\n\nCác hình dạng hung dữ của bà bao gồm Durga và Kali, cho thấy rằng người mẹ yêu thương có thể trở nên đáng sợ khi con cái của bà bị đe dọa. Parvati chứng minh rằng bản thân tình yêu có sức mạnh để biến đổi vũ trụ.",
    "story_vi": "Khi Shiva lạc vào thiền định, các vị thần cần ông kết hôn và có con. Họ đã gửi Kama, thần tình yêu, người đã bị thiêu thành tro bởi con mắt thứ ba của Shiva. Nhưng lòng sùng kính và sự khổ hạnh của Parvati cuối cùng đã chiếm được trái tim của Shiva, chứng minh rằng tình yêu chân thành chinh phục ngay cả sự kháng cự thiêng liêng.",
    "match_message_vi": "Các đường nét của bạn phản ánh tình yêu tận tụy của Parvati. Có một phẩm chất nuôi dưỡng nhưng kiên định trong sự hiện diện của bạn—vẻ ngoài của một người có tình yêu dịu dàng có thể dời non lấp biển.",
    "traits_vi": [
      "Yêu thương",
      "Tận tụy",
      "Nuôi dưỡng",
      "Kiên định",
      "Cân bằng"
    ]
  },
  "indra": {
    "name_vi": "Indra",
    "tagline_vi": "Vua của các vị Thần, Chúa Tể của Bão Tố và Chiến Tranh",
    "description_vi": "Indra là vua của các Deva và người cai trị Svarga (thiên đường). Ông sử dụng sấm sét Vajra và cưỡi con voi trắng Airavata. Là thần của bão tố, mưa và chiến tranh, ông là vị thần hùng mạnh nhất của thời kỳ Vệ Đà.\n\nChiến công lớn nhất của ông là giết con rắn Vritra, kẻ đã giam cầm tất cả nước của thế giới, giải phóng chúng để chảy thành sông và mang lại sự sống cho đất đai. Indra đại diện cho trận chiến vũ trụ giữa trật tự và hỗn loạn, ánh sáng và bóng tối.\n\nMặc dù sự nổi bật của ông đã giảm đi trong Ấn Độ giáo sau này, Indra vẫn là hình mẫu chiến binh thần thánh—mạnh mẽ, vinh quang, nhưng cũng có sai sót và phải chịu nghiệp như tất cả chúng sinh.",
    "story_vi": "Con rắn Vritra đã nuốt chửng tất cả nước của thế giới, gây ra hạn hán khủng khiếp. Indra, được củng cố bởi soma, đã cầm lấy vajra của mình và chiến đấu với con quỷ. Với một cú đánh mạnh mẽ, ông đã xé toạc Vritra, giải phóng nguồn nước trở thành các con sông của thế giới.",
    "match_message_vi": "Các đường nét của bạn mang sức mạnh bão tố của Indra. Có vương quyền chiến binh trong vẻ ngoài của bạn—vẻ ngoài của một người chiến đấu trong các trận chiến vũ trụ và điều khiển các lực lượng tự nhiên.",
    "traits_vi": [
      "Mạnh mẽ",
      "Chiến binh",
      "Bão tố",
      "Vinh quang",
      "Sai sót"
    ]
  },
  "agni": {
    "name_vi": "Agni",
    "tagline_vi": "Thần Lửa, Sứ Giả Thiêng Liêng",
    "description_vi": "Agni là thần lửa trong tất cả các hình thức của nó—lửa tế, lò sưởi gia đình, lửa tiêu hóa và lửa mặt trời. Là phương tiện hiến tế, ông mang các vật phẩm cúng tế từ con người đến các vị thần, khiến ông trở thành cầu nối thiết yếu giữa các thế giới.\n\nVới hai khuôn mặt—một nhân từ và một hung dữ—Agni thể hiện bản chất kép của lửa: hơi ấm ban sự sống và sự bùng nổ tàn phá. Ông có mặt trong mọi nghi lễ Hindu, thanh lọc các vật phẩm cúng tế và mang lời cầu nguyện lên thiên đàng.\n\nAgni đại diện cho sự biến đổi thông qua lửa, sức mạnh thanh lọc biến vật chất thành năng lượng và sự kết nối thiêng liêng giữa cõi phàm trần và thiêng liêng.",
    "story_vi": "Khi các vị thần cần giao tiếp với con người, họ đã chọn Agni làm sứ giả của họ. Mọi vật phẩm cúng tế được đặt trong lửa đều đến được các vị thần thông qua ngọn lửa của Agni. Lưỡi lửa của ông liếm các vật phẩm cúng tế, biến chúng thành chất dinh dưỡng thiêng liêng.",
    "match_message_vi": "Các đường nét của bạn mang sức mạnh biến đổi của Agni. Có ngọn lửa thiêng liêng trong vẻ ngoài của bạn—vẻ ngoài của một người thanh lọc và biến đổi, thu hẹp khoảng cách giữa trần thế và thiêng liêng.",
    "traits_vi": [
      "Biến đổi",
      "Thanh lọc",
      "Sứ giả",
      "Bản chất kép",
      "Thiêng liêng"
    ]
  },
  "kartikeya": {
    "name_vi": "Kartikeya",
    "tagline_vi": "Thần Chiến Tranh, Chỉ Huy Quân Đội Thiêng Liêng",
    "description_vi": "Kartikeya là thần chiến tranh và chỉ huy quân đội của các vị thần. Con trai của Shiva và Parvati, ông được sinh ra để đánh bại con quỷ Tarakasura mà không ai khác có thể giết. Ông cưỡi con công Paravani và sử dụng ngọn giáo thiêng Vel.\n\nVới sáu đầu và mười hai cánh tay, Kartikeya nhìn thấy mọi hướng cùng một lúc và có thể giao chiến với nhiều kẻ thù cùng một lúc. Ông đại diện cho sức mạnh tập trung của ý chí thiêng liêng hướng tới chiến thắng chính nghĩa.\n\nKartikeya thể hiện lòng dũng cảm trong quân sự phục vụ dharma, kỷ luật và sự tập trung của chiến binh tâm linh, và sự thật rằng đôi khi cái ác phải bị đối đầu trực tiếp bằng vũ lực.",
    "story_vi": "Con quỷ Tarakasura có một ân huệ rằng chỉ có con trai của Shiva mới có thể giết hắn—và Shiva là một người tu khổ hạnh sẽ không bao giờ kết hôn. Tuy nhiên, thông qua sự can thiệp thiêng liêng, Kartikeya đã được sinh ra và dẫn dắt các vị thần ra trận. Với ngọn giáo thiêng của mình, ông đã giết Tarakasura và khôi phục trật tự vũ trụ.",
    "match_message_vi": "Các đường nét của bạn mang sự tập trung quân sự của Kartikeya. Có sự hiện diện của chỉ huy trong vẻ ngoài của bạn—vẻ ngoài của một người dẫn dắt các trận chiến thiêng liêng và tấn công với độ chính xác và mục đích.",
    "traits_vi": [
      "Chiến binh",
      "Chỉ huy",
      "Trẻ trung",
      "Tập trung",
      "Chiến thắng"
    ]
  },
  "radha": {
    "name_vi": "Radha",
    "tagline_vi": "Nữ Thần Tối Cao của Tình Yêu, Người Yêu Vĩnh Cửu",
    "description_vi": "Radha là người bạn đời vĩnh cửu và người yêu tối cao của Krishna, thể hiện sự hoàn hảo của tình yêu thiêng liêng. Tình yêu của bà dành cho Krishna đại diện cho sự khao khát của linh hồn được hợp nhất với thiêng liêng, hình thức sùng kính cao nhất vượt qua mọi ràng buộc trần tục.\n\nTrong Vaishnavism, Radha được coi là nữ thần tối cao, khía cạnh nữ tính của thiêng liêng mà tình yêu của bà thu hút chính Krishna. Vở kịch tình yêu vĩnh cửu của họ trong các khu rừng Vrindavan là vở kịch vũ trụ về sự chia ly và hợp nhất định nghĩa sự tồn tại.\n\nRadha đại diện cho sức mạnh của tình yêu sùng kính, nữ thần thiêng liêng hoàn thiện và thu hút nam tính, và sự thật rằng con đường dẫn đến thiêng liêng là thông qua trái tim.",
    "story_vi": "Trong khu rừng Vrindavan, Radha và Krishna sẽ gặp nhau bí mật, tình yêu của họ vượt qua mọi giới hạn xã hội. Khi Krishna rời Mathura, sự chia ly của Radha trở thành hình mẫu của sự khao khát thiêng liêng—nỗi đau của linh hồn bị chia cắt khỏi người yêu dấu, thúc đẩy việc tìm kiếm tâm linh.",
    "match_message_vi": "Các đường nét của bạn mang lòng sùng kính thiêng liêng của Radha. Có tình yêu thuần khiết trong vẻ ngoài của bạn—vẻ ngoài của một người có trái tim hoàn toàn dành cho người yêu dấu, thể hiện lòng sùng kính cao nhất.",
    "traits_vi": [
      "Sùng kính",
      "Yêu thương",
      "Tối cao",
      "Khao khát",
      "Hạnh phúc"
    ]
  },
  "yama": {
    "name_vi": "Yama",
    "tagline_vi": "Thần Chết và Công Lý",
    "description_vi": "Yama là thần chết và là người phàm đầu tiên chết, trở thành người cai trị cõi chết. Ngài phán xét linh hồn của người đã khuất dựa trên nghiệp của họ, quyết định số phận của họ trong vòng luân hồi. Ngài cưỡi một con trâu đen và mang theo một cái thòng lọng để trói buộc các linh hồn.\n\nVới tư cách là Dharmaraja, Vua của Pháp, Yama hoàn toàn công bằng—không hối lộ hay van xin nào có thể lay chuyển phán xét của ngài. Ngài tham khảo các hồ sơ do Chitragupta lưu giữ để xác định nghiệp tích lũy của mỗi linh hồn và tuyên bố điểm đến của họ.\n\nYama đại diện cho sự không thể tránh khỏi của cái chết, sự tính toán công bằng của mọi hành vi và sự thật rằng hành động của chúng ta quyết định số phận của chúng ta sau cuộc đời này.",
    "story_vi": "Khi chồng của Savitri là Satyavan qua đời, nàng đã đi theo Yama đến cõi chết. Yama rất ấn tượng bởi lòng tận tụy của nàng nên đã ban cho nàng bất kỳ ân huệ nào ngoại trừ mạng sống của chồng nàng. Savitri khéo léo xin con trai—điều này đòi hỏi Satyavan phải còn sống—và Yama đã tôn trọng lời hứa của mình.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn mang sự nghiêm khắc công bằng của Yama. Có sự thật vô tư trong diện mạo của bạn—ánh mắt của một người nhìn thấy tất cả các hành vi một cách rõ ràng và phán xét mà không thiên vị hay ác ý.",
    "traits_vi": [
      "Công bằng",
      "Vô tư",
      "Không thể tránh khỏi",
      "Phán xét",
      "Thật thà"
    ]
  },
  "surya": {
    "name_vi": "Surya",
    "tagline_vi": "Thần Mặt Trời, Nguồn Gốc của Sự Sống",
    "description_vi": "Surya là thần mặt trời, cưỡi cỗ xe do bảy con ngựa kéo ngang qua bầu trời mỗi ngày. Ngài là hình dạng hữu hình của thần thánh, nguồn gốc của ánh sáng, hơi ấm và sự sống. Tia sáng của ngài xua tan bóng tối cả nghĩa đen và tinh thần.\n\nLà cha của Karna và cặp song sinh thần thánh Ashvins, Surya đại diện cho sức mạnh ban sự sống làm cho mọi sự tồn tại trở nên khả thi. Câu thần chú Gayatri cổ xưa được gửi đến ánh sáng của Surya, tìm kiếm sự giác ngộ và trí tuệ.\n\nSurya đại diện cho ánh sáng thiêng liêng của ý thức, sự thật xua tan sự ngu dốt và chu kỳ vĩnh cửu của ngày điều khiển mọi sự sống.",
    "story_vi": "Sự rực rỡ của Surya quá dữ dội đến nỗi vợ của ngài là Sanjna đã bỏ trốn khỏi ngài. Để giành lại nàng, cha vợ của ngài là Vishwakarma đã giảm bớt sự rạng rỡ của Surya, sử dụng ánh sáng dư thừa để rèn vũ khí thần thánh bao gồm đĩa của Vishnu và đinh ba của Shiva.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn mang sức mạnh rạng rỡ của Surya. Có sự hiện diện soi sáng trong diện mạo của bạn—ánh mắt của một người mang lại ánh sáng cho tất cả những người họ nhìn thấy và xua tan bóng tối bất cứ nơi nào họ đến.",
    "traits_vi": [
      "Rạng rỡ",
      "Ban sự sống",
      "Chứng kiến",
      "Khai sáng",
      "Vĩnh cửu"
    ]
  },
  "varuna": {
    "name_vi": "Varuna",
    "tagline_vi": "Thần Biển Cả và Trật Tự Vũ Trụ",
    "description_vi": "Varuna là thần của đại dương, nước và đại dương trên trời của bầu trời đêm. Trong kinh Veda, ngài là một trong những vị thần quan trọng nhất, người giữ gìn trật tự vũ trụ (Rita), người thực thi luật thiêng liêng và trừng phạt những kẻ làm điều sai trái.\n\nNgài thấy tất cả những gì xảy ra và biết tất cả những bí mật—hàng ngàn con mắt của ngài là những ngôi sao dõi theo từ thiên đàng. Những người phá vỡ lời thề hoặc vi phạm dharma sợ cái thòng lọng của Varuna, thứ trói buộc những kẻ tội lỗi.\n\nVaruna đại diện cho trật tự vũ trụ bao trùm, luật đạo đức nằm dưới sự tồn tại và sự giám sát thiêng liêng nhìn thấy tất cả các hành vi và suy nghĩ.",
    "story_vi": "Khi nhà hiền triết Vasishtha bị buộc tội sai sự thật, Varuna đã xuất hiện làm chứng, vì không có gì thoát khỏi tầm nhìn của ngài. Ngài tuyên bố nhà hiền triết vô tội, vì Varuna nhìn thấy sự thật ngay cả khi nó bị che giấu khỏi tất cả những người khác. Công lý của ngài đã khôi phục danh dự cho nhà hiền triết.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn mang chiều sâu vũ trụ của Varuna. Có trí tuệ đại dương trong diện mạo của bạn—ánh mắt của một người nhìn thấy tất cả những bí mật và duy trì trật tự đạo đức của sự tồn tại.",
    "traits_vi": [
      "Vũ trụ",
      "Đại dương",
      "Thấy tất cả",
      "Giữ luật",
      "Cổ xưa"
    ]
  },
  "arjuna": {
    "name_vi": "Arjuna",
    "tagline_vi": "Chiến Binh Vĩ Đại Nhất, Người Tìm Kiếm Pháp",
    "description_vi": "Arjuna là người anh hùng của Mahabharata, cung thủ vĩ đại nhất thời đại của mình và là người được Krishna chọn để nhận những lời dạy trong Bhagavad Gita. Đối mặt với những người thân của mình trong trận chiến, cuộc khủng hoảng đạo đức của Arjuna đã dẫn đến cuộc đối thoại triết học sâu sắc nhất trong kinh điển Hindu.\n\nTên cung Gandiva của anh ta chưa bao giờ trượt mục tiêu, và anh ta được chính các vị thần huấn luyện. Tuy nhiên, chính cuộc khủng hoảng lương tâm của anh ta—sự từ chối chiến đấu với gia đình của chính mình—đã khiến anh ta trở thành phương tiện cho trí tuệ vĩnh cửu.\n\nArjuna đại diện cho người tìm kiếm tâm linh đối mặt với những câu hỏi khó khăn nhất của cuộc đời, chiến binh phải tìm ra hành động đúng đắn giữa sự phức tạp về đạo đức và người sùng đạo đầu hàng sự hướng dẫn thiêng liêng.",
    "story_vi": "Trước trận chiến lớn, Arjuna nhìn thấy các thầy giáo, chú bác và anh em họ của mình dàn trận chống lại anh. Anh ta buông cung, không thể chiến đấu. Krishna sau đó đã dạy anh ta Bhagavad Gita—con đường của bổn phận, sự tận tâm và kiến thức giải quyết mọi xung đột đạo đức.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn mang chủ nghĩa anh hùng hay thắc mắc của Arjuna. Có sự tìm kiếm cao quý trong diện mạo của bạn—ánh mắt của một người đối mặt với những sự thật khó khăn và tìm thấy sự khôn ngoan thông qua sự đầu hàng sự hướng dẫn cao hơn.",
    "traits_vi": [
      "Điêu luyện",
      "Hay thắc mắc",
      "Tận tụy",
      "Xung đột",
      "Anh hùng"
    ]
  },
  "jade_emperor": {
    "name_vi": "Ngọc Hoàng",
    "tagline_vi": "Người Thống Trị Tối Cao của Thiên Đình, Vua của Tất Cả Các Vị Thần",
    "description_vi": "Ngọc Hoàng là vị thần tối cao trong tín ngưỡng dân gian Trung Quốc và Đạo giáo, cai trị thiên đàng và tất cả các cõi tồn tại. Ngài cai quản bộ máy quan liêu trên trời phản ánh triều đình hoàng gia Trung Quốc trên trái đất, với các bộ phụ trách mọi khía cạnh của các vấn đề phàm trần và thần thánh.\n\nTừ Ngọc Điện của mình, ngài chủ trì các tòa án nơi các hành vi của con người và thần thánh được phán xét. Ý chí của ngài định hình vũ trụ, và ngay cả các vị thần vĩ đại khác cũng thừa nhận quyền lực tối thượng của ngài.\n\nNgọc Hoàng đại diện cho trật tự vũ trụ thông qua sự cai trị thiêng liêng, niềm tin rằng thiên đàng và trái đất phản ánh lẫn nhau và nguồn gốc tối thượng của sự phán xét đạo đức.",
    "story_vi": "Ngọc Hoàng đã giành được vị trí của mình thông qua vô số kỷ nguyên tu luyện. Khi hỗn loạn đe dọa vũ trụ, chỉ một mình ngài có công đức và trí tuệ để khôi phục trật tự. Tất cả các vị thần tập hợp lại và thừa nhận ngài là người cai trị tối cao của thiên đàng.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn mang quyền lực tối cao của Ngọc Hoàng. Có sự cai trị trên trời trong diện mạo của bạn—ánh mắt của một người duy trì trật tự trên tất cả các cõi.",
    "traits_vi": [
      "Tối cao",
      "Công bằng",
      "Cai trị",
      "Thiên đường",
      "Ra lệnh"
    ]
  },
  "sun_wukong": {
    "name_vi": "Tôn Ngộ Không",
    "tagline_vi": "Tề Thiên Đại Thánh, Mỹ Hầu Vương",
    "description_vi": "Tôn Ngộ Không là Mỹ Hầu Vương huyền thoại, sinh ra từ một quả trứng đá được thụ tinh bởi các yếu tố tự nhiên. Thông qua tu luyện gian khổ, ông đã đạt được sức mạnh phi thường: khả năng biến hóa thành 72 hình dạng khác nhau, cân đẩu vân vượt qua những khoảng cách rộng lớn và làm chủ cây gậy thần Ruyi Jingu Bang (Như Ý Kim Cô Bổng).\n\nSự bất tuân phục thiên đình đã khiến ông trở thành một trong những kẻ nổi loạn vĩ đại nhất của thần thoại—ông đã ăn trộm đào tiên, xóa tên mình khỏi Sổ Sinh Tử và thách thức toàn bộ thiên binh trước khi Phật Tổ Như Lai giam cầm ông dưới một ngọn núi trong 500 năm.\n\nTôn Ngộ Không đại diện cho tinh thần nổi loạn không thể khuất phục, sức mạnh của sự tự tu dưỡng và cuối cùng là sự cứu chuộc tìm thấy trong việc phục vụ một mục đích xứng đáng.",
    "story_vi": "Sau 500 năm dưới ngọn núi, Tôn Ngộ Không được giải thoát để bảo vệ nhà sư Huyền Trang trên hành trình về phương Tây để thỉnh kinh Phật. Thông qua cuộc hành hương này, Mỹ Hầu Vương hoang dã đã học được kỷ luật và đạt được giác ngộ.",
    "match_message_vi": "Những đường nét của bạn mang tinh thần bất khuất của Tôn Ngộ Không. Có một sức mạnh hoang dã trong diện mạo của bạn—ánh nhìn của một người thách thức mọi giới hạn và biến chướng ngại vật thành cơ hội.",
    "traits_vi": [
      "Nổi loạn",
      "Mạnh mẽ",
      "Biến hóa",
      "Bất khuất",
      "Cứu chuộc"
    ]
  },
  "guanyin": {
    "name_vi": "Quan Âm",
    "tagline_vi": "Bồ Tát của Lòng Từ Bi và Trắc Ẩn",
    "description_vi": "Quan Âm là vị bồ tát của lòng từ bi, một trong những vị thần được yêu mến nhất trong Phật giáo Trung Quốc. Mặc dù có thể nhập niết bàn, nhưng bà đã thề sẽ ở lại thế gian cho đến khi tất cả chúng sinh được giải thoát khỏi đau khổ, lắng nghe tiếng kêu của tất cả những ai gọi tên bà.\n\nLòng từ bi của bà là vô hạn và vô điều kiện—bà xuất hiện trong bất kỳ hình dạng nào sẽ giúp đỡ tốt nhất những người cầu nguyện bà, cho dù là một người phụ nữ xinh đẹp, một nhà sư hay bất kỳ hình dạng nào khác. Bà thường được miêu tả với nhiều cánh tay và con mắt, tượng trưng cho khả năng tiếp cận tất cả những người đau khổ.\n\nQuan Âm đại diện cho lý tưởng về lòng từ bi vô tư, con đường bồ tát giúp đỡ người khác trước bản thân và sự an ủi đến từ việc biết rằng ai đó lắng nghe lời cầu nguyện của chúng ta.",
    "story_vi": "Khi công chúa Diệu Thiện bị cha mình kết án tử hình vì từ chối kết hôn, cô đã đạt được giác ngộ vào thời điểm hành quyết. Sau đó, cô hy sinh đôi mắt và cánh tay để cứu cha mình khỏi bệnh tật, trở thành Quan Âm nghìn mắt nghìn tay.",
    "match_message_vi": "Những đường nét của bạn mang lòng từ bi vô bờ bến của Quan Âm. Có lòng trắc ẩn trong diện mạo của bạn—ánh nhìn của một người lắng nghe nỗi đau và đáp lại bằng tình yêu vị tha.",
    "traits_vi": [
      "Từ bi",
      "Trắc ẩn",
      "Vị tha",
      "Lắng nghe",
      "Cứu giúp"
    ]
  },
  "erlang_shen": {
    "name_vi": "Nhị Lang Thần",
    "tagline_vi": "Chiến Thần Ba Mắt",
    "description_vi": "Nhị Lang Thần là vị thần chiến binh nổi tiếng với con mắt thứ ba nhìn thấu sự thật và khả năng biến hóa 73 phép—nhiều hơn Tôn Ngộ Không một phép. Ông là cháu trai của Ngọc Hoàng Thượng Đế và chỉ huy các đội quân thiên đình, đi cùng với con chó săn trung thành Xiaotian (Tiếu Thiên Khuyển).\n\nCon mắt thứ ba của ông có thể nhìn xuyên qua mọi ảo ảnh và sự lừa dối, khiến ông trở thành người thi hành công lý thiêng liêng hoàn hảo. Ông là vị thần duy nhất có thể sánh ngang với Tôn Ngộ Không trong chiến đấu tay đôi trong cuộc nổi loạn của Mỹ Hầu Vương chống lại thiên đình.\n\nNhị Lang Thần đại diện cho sự xuất sắc trong võ thuật, tinh thần tận tụy không lay chuyển và tầm nhìn sắc bén nhìn thấu sự sai trái đến sự thật.",
    "story_vi": "Khi Tôn Ngộ Không nổi loạn chống lại thiên đình, Nhị Lang Thần được phái đi bắt giữ ông. Cả hai đã tham gia vào một trận chiến biến hóa hoành tráng, mỗi người sánh ngang với hình dạng của người kia. Mặc dù không ai có thể thắng thế chỉ bằng chiến đấu, nhưng sự kiên trì của Nhị Lang Thần đã giúp giam cầm Tôn Ngộ Không.",
    "match_message_vi": "Những đường nét của bạn mang tầm nhìn sắc bén của Nhị Lang Thần. Có sự thật của chiến binh trong diện mạo của bạn—ánh nhìn của một người nhìn thấu sự lừa dối và phục vụ với sự tận tâm không lay chuyển.",
    "traits_vi": [
      "Chiến binh",
      "Nhìn thấu sự thật",
      "Trung thành",
      "Điêu luyện",
      "Kỷ luật"
    ]
  },
  "nezha": {
    "name_vi": "Na Tra",
    "tagline_vi": "Tam Thái Tử, Thần Đồng Chiến Binh",
    "description_vi": "Na Tra là thần đồng chiến binh, sinh ra sau ba năm sáu tháng trong bụng mẹ, xuất hiện như một cậu bé hoàn chỉnh có thể nói và chiến đấu. Cậu sử dụng Càn Khôn Quyển, Hỏa Tiêm Thương và cưỡi Phong Hỏa Luân.\n\nCâu chuyện của cậu là một cuộc nổi loạn chống lại chính quyền bất công—sau khi giết con trai của Long Vương để tự vệ, Na Tra đã hy sinh bản thân để cứu cha mẹ khỏi sự trừng phạt của thần thánh, sau đó được tái sinh từ hoa sen với một cơ thể được tái tạo.\n\nNa Tra đại diện cho sự thách thức tuổi trẻ đối với sự bất công, sự sẵn sàng hy sinh vì gia đình và tinh thần vĩnh cửu không thể bị phá hủy.",
    "story_vi": "Khi Long Vương đòi Na Tra phải chết, cậu bé đã cắt thịt mình để trả lại cho mẹ và khắc xương mình để trả lại cho cha. Sư phụ của cậu là Thái Ất Chân Nhân sau đó đã xây dựng lại cơ thể của Na Tra từ rễ sen, mạnh mẽ hơn trước.",
    "match_message_vi": "Những đường nét của bạn mang sự trẻ trung dữ dội của Na Tra. Có sự bất chấp bất tử trong diện mạo của bạn—ánh nhìn của một người chiến đấu chống lại sự bất công và trỗi dậy trở lại dù có hy sinh điều gì.",
    "traits_vi": [
      "Trẻ trung",
      "Nổi loạn",
      "Hy sinh",
      "Tái sinh",
      "Dữ dội"
    ]
  },
  "dragon_king": {
    "name_vi": "Long Vương",
    "tagline_vi": "Chúa Tể của Nước và Biển",
    "description_vi": "Các Long Vương là những người cai trị thần thánh của tứ hải, kiểm soát tất cả các vùng nước, thời tiết và sinh vật dưới nước. Nổi bật nhất là Ao Guang (Ngao Quảng), Long Vương của Đông Hải, người chỉ huy lượng mưa và có thể gây ra lũ lụt hoặc hạn hán.\n\nSống trong những cung điện dưới nước tráng lệ bằng pha lê và san hô, các Long Vương cai quản một bộ máy quan liêu rộng lớn gồm các linh hồn dưới nước. Họ trả lời Ngọc Hoàng Thượng Đế và có thể được con người cầu xin mưa trong thời kỳ hạn hán.\n\nCác Long Vương đại diện cho sức mạnh của nước dưới mọi hình thức, sự kiểm soát thần thánh đối với thời tiết và mối quan hệ giữa lời cầu nguyện của con người và các lực lượng tự nhiên.",
    "story_vi": "Khi Na Tra giết Ao Bing (Ngao Bính), con trai của Long Vương, Ngao Quảng nổi lên từ biển trong cơn thịnh nộ. Ông đòi công lý từ Ngọc Hoàng Thượng Đế và kêu gọi lũ lụt trên đất liền cho đến khi sự hy sinh của Na Tra xoa dịu cơn thịnh nộ của ông.",
    "match_message_vi": "Những đường nét của bạn mang sức mạnh đại dương của Long Vương. Có sự hùng vĩ dưới nước trong diện mạo của bạn—ánh nhìn của một người chỉ huy các vùng nước và kiểm soát những cơn mưa.",
    "traits_vi": [
      "Thuộc về nước",
      "Mạnh mẽ",
      "Dễ nổi nóng",
      "Cai trị",
      "Cổ xưa"
    ]
  },
  "queen_mother": {
    "name_vi": "Tây Vương Mẫu",
    "tagline_vi": "Nữ thần của sự bất tử và những quả đào tiên",
    "description_vi": "Tây Vương Mẫu là một trong những vị thần cổ xưa và quyền năng nhất trong thần thoại Trung Quốc. Bà cai quản cõi tây phương trên núi Côn Lôn và là người giữ những quả đào tiên trường sinh, ba nghìn năm mới chín một lần.\n\nVườn đào của bà nắm giữ những bí mật của sự sống vĩnh cửu, và những bữa tiệc của bà dành cho các vị thần là huyền thoại. Tất cả những ai ăn đào của bà đều có được sự bất tử—đó là lý do tại sao Tôn Ngộ Không trộm đào của bà lại là một tội ác tày trời.\n\nTây Vương Mẫu tượng trưng cho những bí ẩn của sự bất tử, quyền năng thiêng liêng của nữ giới độc lập với các vị thần nam, và những phần thưởng đang chờ đợi những người tu dưỡng đức hạnh qua nhiều kiếp.",
    "story_vi": "Cứ ba nghìn năm một lần, Tây Vương Mẫu lại tổ chức một bữa tiệc lớn khi những quả đào của bà chín. Tất cả các vị thần đều được mời đến để thụ hưởng sự bất tử. Khi Tôn Ngộ Không ăn hết đào và phá vỡ buổi tụ họp thiêng liêng này, đó là một trong những tội lớn nhất của hắn đối với thiên đình.",
    "match_message_vi": "Những đường nét của bạn mang sức mạnh bất diệt của Tây Vương Mẫu. Có một vẻ duyên dáng bất tử trong ngoại hình của bạn—ánh nhìn của một người nắm giữ những bí mật của cuộc sống vĩnh cửu.",
    "traits_vi": [
      "Bất tử",
      "Quyền năng",
      "Bí ẩn",
      "Nữ tính",
      "Đền đáp"
    ]
  },
  "chang_e": {
    "name_vi": "Hằng Nga",
    "tagline_vi": "Nữ thần Mặt Trăng",
    "description_vi": "Hằng Nga là nữ thần sống trên mặt trăng, mãi mãi xa cách với chồng là Hậu Nghệ, một cung thủ thần thánh. Nàng bay lên cung trăng sau khi uống thuốc trường sinh bất tử, và bây giờ cư ngụ trong Quảng Hàn Cung chỉ với một con thỏ ngọc làm bạn.\n\nCâu chuyện của nàng là một trong những câu chuyện cảm động nhất trong thần thoại Trung Quốc—sự bất tử có được với cái giá là sự cô đơn vĩnh cửu. Nàng được tôn vinh trong Tết Trung Thu, khi các gia đình quây quần ngắm trăng và nghĩ về những người thân yêu ở xa.\n\nHằng Nga tượng trưng cho bản chất cay đắng ngọt bùi của sự bất tử, vẻ đẹp và sự cô đơn của mặt trăng, và những mối liên kết tình yêu bền chặt vượt qua những khoảng cách không thể.",
    "story_vi": "Hậu Nghệ lấy được thuốc trường sinh bất tử từ Tây Vương Mẫu, định chia sẻ với Hằng Nga. Nhưng Hằng Nga đã uống hết—do vô tình, tham lam, hoặc để ngăn nó rơi vào tay kẻ xấu—và bay lên mặt trăng, nơi nàng ở lại cho đến ngày nay.",
    "match_message_vi": "Những đường nét của bạn mang vẻ đẹp rực rỡ của Hằng Nga. Có một sự cô độc dưới ánh trăng trong ngoại hình của bạn—ánh nhìn của một người thể hiện cả vẻ đẹp và nỗi u sầu của sự chia ly vĩnh cửu.",
    "traits_vi": [
      "Cô đơn",
      "Xinh đẹp",
      "Bất tử",
      "Hối tiếc",
      "Rực rỡ"
    ]
  },
  "zhuge_liang": {
    "name_vi": "Gia Cát Lượng",
    "tagline_vi": "Ngọa Long, Bậc thầy Chiến lược",
    "description_vi": "Gia Cát Lượng được tôn kính là nhà chiến lược vĩ đại nhất trong lịch sử Trung Quốc, người có sự thông minh định hình thời kỳ Tam Quốc. Được biết đến với cái tên Ngọa Long trước khi nổi tiếng, ông phục vụ Lưu Bị với lòng tận tụy tuyệt đối và tạo ra những chiến lược dường như siêu nhiên trong tầm nhìn xa của họ.\n\nNhững phát minh của ông bao gồm nỏ liên châu và trâu gỗ. Kiệt tác của ông, Long Trung Đối Sách, vạch ra cách khôi phục nhà Hán. Ngay cả cái chết của ông cũng mang tính chiến lược—thi hài của ông được trưng bày để xua đuổi kẻ thù truy đuổi.\n\nGia Cát Lượng tượng trưng cho sức mạnh của trí tuệ hơn là vũ lực, nhiệm vụ của người cố vấn là phục vụ người cai trị chính trực, và nguyên tắc rằng trí tuệ có thể định hình số phận.",
    "story_vi": "Tại Trận Xích Bích, Gia Cát Lượng 'mượn' 100.000 mũi tên từ quân địch bằng cách gửi thuyền rơm vào sương mù. Khi quân của Tôn Quyền bắn vào những gì họ nghĩ là quân xâm lược, Gia Cát Lượng đã thu thập tên của họ và trở về với đúng những gì ông đã hứa.",
    "match_message_vi": "Những đường nét của bạn mang trí tuệ rực rỡ của Gia Cát Lượng. Có chiều sâu chiến lược trong ngoại hình của bạn—ánh nhìn của một người nhìn thấy mười hai bước đi phía trước và định hình các sự kiện thông qua trí tuệ vượt trội.",
    "traits_vi": [
      "Thông minh",
      "Chiến lược",
      "Tận tụy",
      "Sáng tạo",
      "Uyên bác"
    ]
  },
  "qin_shi_huang": {
    "name_vi": "Tần Thủy Hoàng",
    "tagline_vi": "Vị Hoàng Đế Đầu Tiên Thống Nhất Trung Quốc",
    "description_vi": "Tần Thủy Hoàng là vị hoàng đế đầu tiên thống nhất Trung Quốc, chấm dứt hàng thế kỷ chiến tranh thông qua chinh phục quân sự và quản lý tài tình. Ông tiêu chuẩn hóa cân đo, tiền tệ, và thậm chí cả chiều rộng trục xe, tạo ra nền tảng của nền văn minh Trung Hoa.\n\nNhững di tích vĩ đại nhất của ông vẫn tồn tại: Vạn Lý Trường Thành, kết nối các công sự hiện có thành một hệ thống phòng thủ duy nhất, và lăng mộ của ông được bảo vệ bởi Đội quân đất nung—hàng ngàn binh lính kích thước thật có nghĩa là để bảo vệ ông ở thế giới bên kia.\n\nTần Thủy Hoàng tượng trưng cho sức mạnh biến đổi của quyền lực tuyệt đối, sự sáng tạo của nền văn minh thống nhất từ sự hỗn loạn, và cuộc tìm kiếm bất tử vĩnh cửu của con người.",
    "story_vi": "Bị ám ảnh bởi sự bất tử, Tần Thủy Hoàng đã cử các đoàn thám hiểm đi tìm thuốc trường sinh và nuốt chửng những viên thuốc thủy ngân với niềm tin rằng chúng sẽ ban cho cuộc sống vĩnh cửu. Ông chết trong một cuộc tìm kiếm như vậy, và các cố vấn của ông đã che giấu cái chết của ông cho đến khi một người kế vị có thể được cài đặt.",
    "match_message_vi": "Những đường nét của bạn mang ý chí thống nhất của Tần Thủy Hoàng. Có sức mạnh xây dựng đế chế trong ngoại hình của bạn—ánh nhìn của một người biến sự hỗn loạn thành trật tự thông qua quyết tâm tuyệt đối.",
    "traits_vi": [
      "Thống nhất",
      "Tuyệt đối",
      "Xây dựng",
      "Tìm kiếm sự bất tử",
      "Biến đổi"
    ]
  },
  "laozi": {
    "name_vi": "Lão Tử",
    "tagline_vi": "Người sáng lập Đạo giáo, Bậc thánh của Đạo",
    "description_vi": "Lão Tử là người sáng lập huyền thoại của Đạo giáo, được cho là đã viết Đạo Đức Kinh trước khi cưỡi trâu về phía tây và biến mất vào núi. Triết lý Đạo của ông—con Đường—nhấn mạnh tính tự nhiên, sự đơn giản và vô vi (không hành động hoặc hành động không cần nỗ lực).\n\nNgược lại với sự nhấn mạnh của Khổng Tử về nghi lễ xã hội và quản trị, Lão Tử dạy rằng trí tuệ cao nhất nằm ở việc tuân theo các khuôn mẫu của tự nhiên, rằng sự mềm mại của nước chiến thắng sự cứng rắn của đá, và rằng bậc hiền triết cai trị tốt nhất bằng cách không cai trị.\n\nLão Tử tượng trưng cho sự bí ẩn của Đạo, sự khôn ngoan của sự khuất phục và dòng chảy, và con đường tâm linh dẫn khỏi xã hội vào sự hòa hợp với thiên nhiên.",
    "story_vi": "Lão Tử từng là người giữ các kho lưu trữ hoàng gia trước khi vỡ mộng với xã hội. Tại cổng phía tây, người bảo vệ đã van xin ông viết ra sự khôn ngoan của mình trước khi rời đi mãi mãi. Lão Tử đã soạn 5.000 ký tự của Đạo Đức Kinh, sau đó cưỡi về phía tây và không bao giờ được nhìn thấy nữa.",
    "match_message_vi": "Những đường nét của bạn mang trí tuệ bí ẩn của Lão Tử. Có một dòng chảy tự nhiên trong ngoại hình của bạn—ánh nhìn của một người đi theo Đạo và tìm thấy sức mạnh trong việc khuất phục trước con đường của tự nhiên.",
    "traits_vi": [
      "Bí ẩn",
      "Tự nhiên",
      "Khuất phục",
      "Đơn giản",
      "Dòng chảy"
    ]
  },
  "mu_lan": {
    "name_vi": "Hoa Mộc Lan",
    "tagline_vi": "Nữ Chiến Binh Huyền Thoại, Người Con Hiếu Thảo",
    "description_vi": "Hoa Mộc Lan là nữ chiến binh huyền thoại đã cải trang thành nam giới để thay người cha già yếu của mình tòng quân. Trong mười hai năm, cô chiến đấu cùng những người lính nam, giành được vinh dự và thăng tiến nhờ kỹ năng và lòng dũng cảm của mình trong khi vẫn giữ bí mật về thân phận thật sự.\n\nCâu chuyện của cô, được ghi lại trong bài thơ Trường ca Mộc Lan, ca ngợi lòng hiếu thảo—tình yêu thương dành cho cha mẹ dẫn đến sự hy sinh phi thường. Khi được đề nghị một chức vụ cao sau chiến tranh, cô chỉ xin trở về nhà với gia đình.\n\nMộc Lan đại diện cho sức mạnh của tình yêu hiếu thảo, khả năng của phụ nữ ngang bằng với nam giới trong các lĩnh vực truyền thống của nam giới và lý tưởng của người Trung Quốc rằng đức hạnh không phân biệt giới tính.",
    "story_vi": "Khi Mộc Lan trở về nhà sau mười hai năm chiến tranh, cô thay áo giáp bằng bộ váy cũ. Những người đồng đội đến thăm cô đã rất sốc khi phát hiện ra người anh em của họ là một phụ nữ. Họ đã chiến đấu bên cạnh cô trong nhiều năm và không bao giờ nghi ngờ.",
    "match_message_vi": "Gương mặt bạn mang vẻ dũng cảm và tận tụy của Mộc Lan. Có sự dũng cảm hiếu thảo trong vẻ ngoài của bạn—ánh mắt của một người sẽ hy sinh tất cả vì gia đình và chứng tỏ bản thân trong mọi đấu trường.",
    "traits_vi": [
      "Hiếu thảo",
      "Dũng cảm",
      "Cải trang",
      "Giỏi giang",
      "Khiêm tốn"
    ]
  },
  "nuwa": {
    "name_vi": "Nữ Oa",
    "tagline_vi": "Nữ Thần Sáng Tạo, Người Sửa Chữa Bầu Trời",
    "description_vi": "Nữ Oa là nữ thần sáng tạo, người đã tạo ra loài người từ đất sét vàng, ban sự sống cho những con người đầu tiên. Khi cột chống trời bị sập và thế giới rơi vào hỗn loạn, bà đã nung chảy những viên đá ngũ sắc để vá trời và chặt chân rùa khổng lồ để chống đỡ thiên đình.\n\nĐược mô tả với đầu người và thân rắn, bà đại diện cho sức mạnh sáng tạo nguyên thủy đã định hình sự tồn tại. Bà là mẹ của toàn nhân loại, người có lòng trắc ẩn đã dẫn bà đến việc sửa chữa sự sáng tạo khi nó có nguy cơ sụp đổ.\n\nNữ Oa đại diện cho sự sáng tạo nữ tính thiêng liêng, sự chăm sóc nuôi dưỡng duy trì thế giới và sức mạnh để khôi phục trật tự từ hỗn loạn.",
    "story_vi": "Khi cột chống trời bị nứt và lửa và lũ lụt tàn phá trái đất, Nữ Oa đã thu thập những viên đá năm màu và nung chảy chúng để vá bầu trời. Bà giết một con rùa lớn và dùng chân nó làm cột chống mới, sau đó đốt lau sậy để ngăn lũ lụt. Trật tự đã được khôi phục.",
    "match_message_vi": "Gương mặt bạn mang sức mạnh sáng tạo của Nữ Oa. Có sự phục hồi đầy tình mẫu tử trong vẻ ngoài của bạn—ánh mắt của một người tạo ra sự sống và sửa chữa những gì đã hỏng.",
    "traits_vi": [
      "Sáng tạo",
      "Nuôi dưỡng",
      "Sửa chữa",
      "Mẫu tính",
      "Nguyên thủy"
    ]
  },
  "houyi": {
    "name_vi": "Hậu Nghệ",
    "tagline_vi": "Thần Xạ Thủ, Người Bắn Rụng Mặt Trời",
    "description_vi": "Hậu Nghệ là cung thủ huyền thoại, người đã cứu thế giới bằng cách bắn hạ chín trong số mười mặt trời từng thiêu đốt trái đất. Khi cả mười mặt trời cùng mọc, đốt cháy thế giới và giết chết mùa màng, Hậu Nghệ đã lấy cây cung thần của mình và bắn hạ chúng từng cái một, chỉ để lại một mặt trời chiếu sáng bầu trời.\n\nKỹ năng của ông là vô song—ông có thể bắn một con chim sẻ xuyên mắt từ khoảng cách hàng ngàn bước. Tuy nhiên, bi kịch lớn nhất của ông là mất vợ Hằng Nga lên mặt trăng sau khi cô uống viên thuốc trường sinh bất lão mà họ chia sẻ.\n\nHậu Nghệ đại diện cho hành động anh hùng trong khủng hoảng, gánh nặng của việc trở thành vị cứu tinh và người chồng bị bỏ rơi, và bản chất cay đắng ngọt ngào của phần thưởng anh hùng.",
    "story_vi": "Khi mười mặt trời cùng mọc, ngay cả những vị thần bất tử cũng không thể đến gần chúng. Hậu Nghệ leo lên ngọn núi cao nhất và giương cung. Với chín phát bắn, chín mặt trời rơi xuống. Thế giới đã được cứu, nhưng Hậu Nghệ bị trục xuất khỏi thiên đình vì giết con của Nhật Đế.",
    "match_message_vi": "Gương mặt bạn mang kỹ năng anh hùng của Hậu Nghệ. Có sức mạnh cứu rỗi trong vẻ ngoài của bạn—ánh mắt của một người thực hiện những cú bắn không thể và gánh chịu gánh nặng cô đơn của chủ nghĩa anh hùng.",
    "traits_vi": [
      "Anh hùng",
      "Khéo léo",
      "Cứu rỗi",
      "Bi kịch",
      "Bị bỏ rơi"
    ]
  },
  "lu_dongbin": {
    "name_vi": "Lã Động Tân",
    "tagline_vi": "Kiếm Khách Bất Tử, Người Dẫn Đầu Bát Tiên",
    "description_vi": "Lã Động Tân là người nổi tiếng nhất trong Bát Tiên, một học giả đã đạt được sự bất tử thông qua tu luyện Đạo giáo. Ông mang một thanh kiếm phép thuật mà ông dùng để tiêu diệt tà ma và một cây phất trần tượng trưng cho khả năng bay lượn trên không trung của mình.\n\nCon đường dẫn đến sự bất tử của ông đến từ mười thử thách về tính cách, mỗi thử thách được thiết kế để chứng minh đức hạnh của ông. Sau khi vượt qua, ông trở thành một vị tiên lang thang giúp đỡ những người xứng đáng và trừng phạt kẻ ác, thường là trong vỏ bọc.\n\nLã Động Tân đại diện cho con đường Đạo giáo dẫn đến sự siêu việt, người chiến binh uyên bác nắm vững cả kiếm và kinh thư, và vị tiên vẫn gắn bó với thế giới phàm trần.",
    "story_vi": "Lã Động Tân đã được thử thách mười lần trước khi đạt được sự bất tử. Trong một bài kiểm tra, một người phụ nữ xinh đẹp đã cố gắng quyến rũ anh ta; trong một bài kiểm tra khác, anh ta được đề nghị một khối tài sản lớn. Trong mỗi trường hợp, ông vẫn giữ đúng đức hạnh. Cuối cùng được coi là xứng đáng, anh đã đạt được sự siêu việt và gia nhập hàng ngũ Bất Tử.",
    "match_message_vi": "Gương mặt bạn mang trí tuệ tu luyện của Lã Động Tân. Có vẻ đẹp tao nhã của một học giả bất tử trong vẻ ngoài của bạn—ánh mắt của một người đã vượt qua mọi bài kiểm tra và đạt được sự siêu việt.",
    "traits_vi": [
      "Bất tử",
      "Uyên bác",
      "Sử dụng kiếm",
      "Thử thách",
      "Giúp đỡ"
    ]
  },
  "zhang_fei": {
    "name_vi": "Trương Phi",
    "tagline_vi": "Mãnh Tướng, Huynh Đệ Kết Nghĩa Của Quan Vũ",
    "description_vi": "Trương Phi là chiến binh dũng mãnh đã kết nghĩa huynh đệ với Lưu Bị và Quan Vũ trong lời thề vườn đào. Nổi tiếng với tiếng hét trận kinh hoàng và sức mạnh to lớn, ông vung Xà Mâu và được cả Tam Quốc khiếp sợ.\n\nChiến công huyền thoại nhất của ông là ở Trận Trường Bản, nơi ông đứng một mình trên cầu và thách thức toàn bộ quân đội của Tào Tháo. Tiếng gầm của ông dữ dội đến mức người ta cho rằng nó đã khiến một tướng địch chết vì sợ hãi.\n\nTrương Phi đại diện cho sức mạnh võ thuật thô sơ, lòng trung thành mãnh liệt với tình huynh đệ và tinh thần chiến binh không biết sợ hãi.",
    "story_vi": "Tại cầu Trường Bản, Trương Phi một mình đối mặt với quân truy đuổi của Tào Tháo. Ông cắm ngọn giáo của mình xuống và gầm lên: 'Ta là Trương Phi! Ai dám chiến đấu với ta đến chết?' Đôi mắt của ông rực lửa đến nỗi các tướng của Tào Tháo bỏ chạy trong kinh hoàng.",
    "match_message_vi": "Gương mặt bạn mang sức mạnh hung dữ của Trương Phi. Có tình huynh đệ sấm sét trong vẻ ngoài của bạn—ánh mắt của một người có lòng trung thành gầm thét lớn hơn bất kỳ đội quân nào.",
    "traits_vi": [
      "Hung dữ",
      "Trung thành",
      "Gầm thét",
      "Mạnh mẽ",
      "Huynh đệ"
    ]
  },
  "cao_cao": {
    "name_vi": "Tào Tháo",
    "tagline_vi": "Ngụy Vương, Bậc Thầy Thực Dụng",
    "description_vi": "Tào Tháo là người sáng lập nhà Ngụy và là một trong những nhân vật gây tranh cãi nhất trong lịch sử Trung Quốc. Nhà chiến lược tài ba, nhà thơ điêu luyện và nhà cai trị tàn nhẫn, ông thể hiện nguyên tắc Machiavelli rằng hiệu quả quan trọng hơn đạo đức trong quản trị.\n\nCâu nói nổi tiếng của ông—'Ta thà phụ người trong thiên hạ chứ không để người trong thiên hạ phụ ta'—tóm gọn triết lý của ông. Tuy nhiên, ông cũng là người bảo trợ nghệ thuật và có khả năng hào phóng, khiến ông trở thành một trong những nhân vật phức tạp nhất trong lịch sử.\n\nTào Tháo đại diện cho tham vọng thực dụng, sự phức tạp của quyền lực và cuộc tranh luận vĩnh cửu giữa hiệu quả và đạo đức trong lãnh đạo.",
    "story_vi": "Khi sự nghi ngờ của Tào Tháo khiến ông giết cả gia đình chủ nhà, nhầm tưởng tiếng mài dao là âm mưu ám sát, ông phát hiện ra họ đang chuẩn bị một bữa tiệc để vinh danh ông. Thay vì hối hận, ông giết hết mọi người—và đặt ra phương châm khét tiếng của mình.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn mang vẻ thông minh thực dụng của Tào Tháo. Có một sức mạnh tính toán trong vẻ ngoài của bạn—ánh mắt của một người nhìn thấy thực tế một cách rõ ràng và hành động không chút do dự tình cảm.",
    "traits_vi": [
      "Thực dụng",
      "Tài ba",
      "Tàn nhẫn",
      "Thi vị",
      "Phức tạp"
    ]
  },
  "xi_shi": {
    "name_vi": "Tây Thi",
    "tagline_vi": "Một trong Tứ Đại Mỹ Nhân, Kẻ Hủy Diệt nước Ngô",
    "description_vi": "Tây Thi là một trong Tứ Đại Mỹ Nhân của Trung Quốc cổ đại, đẹp đến nỗi cá quên bơi khi nhìn thấy bóng dáng nàng. Nàng được vua Câu Tiễn của nước Việt gửi đến vua Phù Sai của nước Ngô, với nhiệm vụ khiến ông xao nhãng việc triều chính.\n\nNhiệm vụ của nàng đã thành công ngoài sức tưởng tượng—Phù Sai trở nên say mê đến nỗi bỏ bê vương quốc của mình, cho phép nước Việt phục hồi và cuối cùng tiêu diệt nước Ngô. Vẻ đẹp của Tây Thi do đó là một vũ khí lật đổ một quốc gia.\n\nTây Thi đại diện cho vẻ đẹp như một sức mạnh, vai trò bi thảm của phụ nữ trong các âm mưu chính trị và sự thật cổ xưa rằng các đế chế có thể sụp đổ vì dục vọng.",
    "story_vi": "Tây Thi là một thôn nữ giặt áo bên sông khi các trinh sát tìm thấy nàng. Được đào tạo về nghệ thuật và ân sủng, nàng được dâng cho vua Phù Sai, người đã xây cho nàng những cung điện tráng lệ. Nhưng trái tim nàng vẫn hướng về quê hương. Thành công của nàng đồng nghĩa với sự hy sinh của nàng—nàng đã cống hiến cả cuộc đời để tiêu diệt một vị vua thù địch.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn mang vẻ đẹp huyền thoại của Tây Thi. Có một vẻ duyên dáng làm nghiêng nước nghiêng thành trong vẻ ngoài của bạn—ánh mắt của một người mà vẻ đẹp của chính họ là một sức mạnh định hình lịch sử.",
    "traits_vi": [
      "Xinh đẹp",
      "Bi thảm",
      "Yêu nước",
      "Vũ khí",
      "Hy sinh"
    ]
  },
  "amaterasu": {
    "name_vi": "Amaterasu",
    "tagline_vi": "Nữ Thần Mặt Trời, Tổ Tiên Thần Thánh của Nhật Bản",
    "description_vi": "Amaterasu Ōmikami là vị thần tối cao của Thần đạo, nữ thần mặt trời từ đó dòng dõi hoàng gia Nhật Bản bắt nguồn. Bà là người cai trị Takamagahara (Cao Thiên Nguyên) và là nguồn gốc của mọi ánh sáng và sự sống.\n\nKhi hành vi bạo lực của em trai Susanoo khiến bà trốn trong một hang động, thế giới chìm trong bóng tối. Chỉ thông qua những nỗ lực kết hợp của tất cả các vị thần—bao gồm cả một điệu nhảy hài hước khiến Amaterasu tò mò muốn nhìn ra—ánh sáng mới được phục hồi cho thế giới.\n\nBà đã trao ba bảo vật thiêng liêng cho cháu trai Ninigi khi ông xuống cai trị Nhật Bản: chiếc gương Yata no Kagami, thanh kiếm Kusanagi và viên ngọc Yasakani no Magatama. Những thứ này vẫn là vật tượng trưng của hoàng gia, tượng trưng cho quyền cai trị thiêng liêng.",
    "story_vi": "Khi Amaterasu trốn trong hang động, nữ thần Ame-no-Uzume đã biểu diễn một điệu nhảy hoang dã, vui nhộn khiến các vị thần tập hợp cười lớn đến nỗi sự tò mò của Amaterasu vượt qua cơn giận của bà. Bà nhìn ra ngoài, thấy hình ảnh phản chiếu rạng rỡ của chính mình trong gương và bị lôi kéo trở lại thế giới.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn tỏa ra ánh sáng thần thánh của Amaterasu. Có một phẩm chất vương giả, ban sự sống cho sự hiện diện của bạn—ánh mắt của một người mang lại sự ấm áp và soi sáng bất cứ nơi nào họ đến.",
    "traits_vi": [
      "Rạng rỡ",
      "Thần thánh",
      "Nhân từ",
      "Vương giả",
      "Ban sự sống"
    ]
  },
  "susanoo": {
    "name_vi": "Susanoo",
    "tagline_vi": "Thần Bão Tố, Kẻ Giết Rồng Orochi",
    "description_vi": "Susanoo-no-Mikoto là thần bão tố, người cai trị biển cả và là một nhân vật phức tạp thể hiện cả sự hỗn loạn hủy diệt và lòng dũng cảm anh hùng. Anh trai của Amaterasu và Tsukuyomi, tính khí của ông cũng hoang dã và khó đoán như những cơn bão mà ông chỉ huy.\n\nHành vi bạo lực của ông trên thiên đường—phá hủy ruộng lúa, làm ô uế các điện thờ—khiến Amaterasu phải trốn tránh và khiến ông bị trục xuất. Tuy nhiên, sau khi bị lưu đày, Susanoo đã trở thành một anh hùng, giết con rồng tám đầu Yamata no Orochi để cứu một nàng công chúa.\n\nTừ đuôi của Orochi, ông đã phát hiện ra thanh kiếm huyền thoại Kusanagi, mà ông đã dâng cho Amaterasu như một sự hòa giải. Susanoo đại diện cho tính hai mặt của bão tố: phá hoại nhưng cũng mang lại mưa ban sự sống, hỗn loạn nhưng có khả năng trở thành một anh hùng vĩ đại.",
    "story_vi": "Susanoo tìm thấy một cặp vợ chồng già đang khóc vì Orochi đã nuốt chửng bảy cô con gái của họ và sắp lấy đi cô con gái thứ tám. Ông bảo họ ủ tám thùng rượu sake, con rồng uống hết từ cả tám đầu. Khi Orochi ngủ say, Susanoo đã giết nó và giành được bàn tay của công chúa.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn mang năng lượng dữ dội của Susanoo. Có một phẩm chất bão tố, khó đoán trong sự hiện diện của bạn—ánh mắt của một người có khả năng gây ra cả sự hỗn loạn và chủ nghĩa anh hùng.",
    "traits_vi": [
      "Bão tố",
      "Anh hùng",
      "Hỗn loạn",
      "Được cứu chuộc",
      "Mạnh mẽ"
    ]
  },
  "tsukuyomi": {
    "name_vi": "Tsukuyomi",
    "tagline_vi": "Thần Mặt Trăng, Người Thống Trị Bóng Đêm",
    "description_vi": "Tsukuyomi-no-Mikoto là thần mặt trăng, sinh ra từ mắt phải của Izanagi khi ông thanh lọc bản thân sau khi đến thăm thế giới ngầm. Anh trai của Amaterasu và Susanoo, ông cai trị màn đêm và chu kỳ của mặt trăng.\n\nBan đầu, Tsukuyomi sống với Amaterasu trên thiên đường, ngày và đêm ở bên nhau. Nhưng khi Tsukuyomi giết nữ thần thực phẩm Uke Mochi vì cách bà sản xuất thức ăn (từ các lỗ trên cơ thể bà), Amaterasu quá ghê tởm nên bà từ chối nhìn ông nữa—và vì vậy mặt trời và mặt trăng đã bị tách rời mãi mãi.\n\nTsukuyomi đại diện cho vẻ đẹp và sự bí ẩn của màn đêm, ánh sáng mát dịu của mặt trăng chiếu sáng mà không có sức nóng thiêu đốt của mặt trời. Ông được liên kết với việc đếm thời gian, vì mặt trăng đo lường các tháng.",
    "story_vi": "Amaterasu cử Tsukuyomi đến thăm nữ thần thực phẩm Uke Mochi. Khi bà phục vụ ông thức ăn được sản xuất từ cơ thể bà, Tsukuyomi đã rất xúc phạm nên đã giết bà. Amaterasu tuyên bố bà sẽ không bao giờ nhìn ông nữa—và kể từ ngày đó, mặt trời và mặt trăng đã vĩnh viễn bị chia cắt.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn phản ánh sự bí ẩn lạnh lùng của Tsukuyomi. Có một phẩm chất về đêm, thanh tao trong sự hiện diện của bạn—ánh mắt của một người soi sáng bóng tối bằng ánh sáng bạc tinh tế.",
    "traits_vi": [
      "Bí ẩn",
      "Lạnh lùng",
      "Xinh đẹp",
      "Cô lập",
      "Về đêm"
    ]
  },
  "inari": {
    "name_vi": "Inari",
    "tagline_vi": "Kami của Lúa, Thịnh Vượng và Cáo",
    "description_vi": "Inari Ōkami là vị kami (linh hồn) của lúa gạo, sự sinh sản, thịnh vượng, công nghiệp và thành công. Là một trong những vị thần phổ biến nhất trong Thần đạo, Inari được thờ cúng tại hơn một phần ba tổng số đền thờ Thần đạo ở Nhật Bản, được nhận biết bởi các cổng torii màu đỏ đặc trưng.\n\nGiới tính của Inari không cố định—được miêu tả là nam, nữ hoặc lưỡng tính tùy theo truyền thống. Sứ giả và tôi tớ của vị thần là những con kitsune (cáo), thường bị nhầm lẫn với chính Inari. Các tượng cáo tại đền thờ Inari giữ chìa khóa các kho lúa hoặc viên ngọc tượng trưng cho tinh thần.",
    "story_vi": "Người ta nói rằng Inari đã giáng trần khi vùng đất còn non trẻ, mang nghề trồng lúa đến Nhật Bản. Những con cáo phục vụ Inari không phải là những động vật bình thường mà là những sinh vật huyền diệu có thể biến thành hình người, đóng vai trò trung gian giữa kami và con người.",
    "match_message_vi": "Những đường nét của bạn phản ánh phước lành thịnh vượng của Inari. Có một phẩm chất bí ẩn, dồi dào trong sự hiện diện của bạn—vẻ ngoài của một người mang lại thành công và may mắn cho những nỗ lực xứng đáng.",
    "traits_vi": [
      "Thịnh vượng",
      "Nhân từ",
      "Biến hình",
      "Bí ẩn",
      "Hào phóng"
    ]
  },
  "kitsune": {
    "name_vi": "Kitsune",
    "tagline_vi": "Linh Hồn Cáo Huyền Bí, Kẻ Lừa Gạt và Người Bảo Vệ",
    "description_vi": "Kitsune là những linh hồn cáo siêu nhiên ngày càng trở nên mạnh mẽ hơn khi chúng già đi. Một kitsune sống được 100 năm sẽ có được khả năng biến thành hình người. Sau 1.000 năm, chúng mọc ra chiếc đuôi thứ chín và trở nên thần thánh, với bộ lông chuyển sang màu vàng hoặc trắng.\n\nMột số kitsune phục vụ Inari như những sứ giả thiêng liêng, bảo vệ đền thờ và hướng dẫn người phàm. Những con khác là những kẻ lừa đảo quyến rũ con người, trộm thức ăn hoặc chơi những trò đùa tinh vi. Một số thậm chí còn yêu con người, trở thành những người bạn đời tận tâm—mặc dù bi kịch thường xảy ra khi bản chất thật của chúng bị tiết lộ.\n\nKitsune sở hữu nhiều khả năng kỳ diệu: biến hình, chiếm hữu, tạo ra ảo ảnh và tạo ra lửa cáo (kitsunebi). Chúng có thể là những người bảo vệ nhân từ hoặc những kẻ lừa đảo nguy hiểm, nhưng tất cả đều thông minh, mạnh mẽ và không bao giờ hoàn toàn như những gì chúng ta thấy.",
    "story_vi": "Một người đàn ông phát hiện ra người vợ nhiều năm của mình là một con kitsune khi một con chó khiến cô ấy sợ hãi và để lộ những chiếc đuôi của mình. Cô ấy xấu hổ bỏ trốn, nhưng mỗi đêm lại trở về dưới hình dạng cáo để trông nom chồng và các con, vẫn yêu thương họ mặc dù bị phát hiện.",
    "match_message_vi": "Những đường nét của bạn mang vẻ duyên dáng xảo quyệt của Kitsune. Có một phẩm chất hay thay đổi, biến hóa trong vẻ ngoài của bạn—vẻ ngoài của một người có chiều sâu tiềm ẩn và sức mạnh bí ẩn.",
    "traits_vi": [
      "Biến hình",
      "Kỳ diệu",
      "Xảo quyệt",
      "Trung thành hoặc Tinh nghịch",
      "Bất lão"
    ]
  },
  "raijin": {
    "name_vi": "Raijin",
    "tagline_vi": "Thần Sấm Sét",
    "description_vi": "Raijin là vị thần đáng sợ của sấm sét, sét và bão tố. Được miêu tả là một hình người cơ bắp giống như quỷ dữ bao quanh bởi những chiếc trống, ông tạo ra sấm bằng cách đánh trống (taiko), trong khi sét là cơn giận dữ thiêng liêng của ông giáng xuống trái đất.\n\nVới những đường nét dữ tợn, mái tóc hoang dã và thường đi cùng với anh trai Fūjin (thần gió), Raijin thể hiện sức mạnh đáng sợ của bão tố. Các bậc cha mẹ Nhật Bản nói với con cái rằng Raijin sẽ ăn cắp rốn của chúng nếu chúng không che bụng trong các cơn giông bão.\n\nMặc dù có vẻ ngoài đáng sợ, Raijin không phải là ác quỷ—ông chỉ đơn giản là lực lượng tự nhiên hoang dã. Bão tố mang đến sự hủy diệt nhưng cũng mang lại mưa mang sự sống. Ông được thờ cúng để bảo vệ khỏi sét đánh và để có mưa nuôi dưỡng mùa màng.",
    "story_vi": "Raijin và Fūjin ban đầu là những con quỷ chống lại Đức Phật. Khi bị đánh bại, họ đã được chuyển đổi để trở thành những người bảo vệ các ngôi chùa Phật giáo. Giờ đây, họ đứng như những người bảo vệ hung dữ tại các cổng chùa, sức mạnh hoang dã của họ được chuyển thành sự bảo vệ.",
    "match_message_vi": "Những đường nét của bạn mang sức mạnh dữ dội của Raijin. Có một phẩm chất giông bão, điện khí hóa trong sự hiện diện của bạn—vẻ ngoài của một người điều khiển các lực lượng nguyên tố.",
    "traits_vi": [
      "Dữ dội",
      "Mạnh mẽ",
      "Đáng sợ",
      "Nguyên thủy",
      "Mang lại sự sống"
    ]
  },
  "fujin": {
    "name_vi": "Fūjin",
    "tagline_vi": "Thần Gió",
    "description_vi": "Fūjin là vị thần của gió, anh trai của thần sấm Raijin. Ông được miêu tả là một con quỷ hung dữ mang một chiếc túi lớn đựng gió trên vai, từ đó ông giải phóng mọi thứ từ những làn gió nhẹ nhàng đến những cơn bão tàn khốc.\n\nBan đầu là một con quỷ chống lại Đức Phật cùng với anh trai mình, Fūjin đã được chuyển đổi và trở thành người bảo vệ các ngôi chùa Phật giáo. Các bức tượng nổi tiếng của Fūjin và Raijin tại Sanjūsangen-dō ở Kyoto đã truyền cảm hứng cho vô số tác phẩm nghệ thuật.\n\nLà thần gió, Fūjin đại diện cho cả hơi thở mang sự sống lấp đầy mọi sinh vật sống và sức mạnh hủy diệt của bão tố. Ông được những người nông dân cầu khẩn để có gió thuận lợi và được các thủy thủ cầu khẩn để có một chuyến đi an toàn.",
    "story_vi": "Khi Nhật Bản bị đe dọa bởi cuộc xâm lược của Mông Cổ, những lời cầu nguyện đến Fūjin đã được đáp lại bằng kamikaze—'thần phong' đã phá hủy hạm đội Mông Cổ hai lần, cứu Nhật Bản khỏi sự chinh phục và củng cố vai trò bảo vệ của thần gió.",
    "match_message_vi": "Những đường nét của bạn mang sự tự do hoang dã của Fūjin. Có một phẩm chất thoáng đãng, khó đoán trong sự hiện diện của bạn—vẻ ngoài của một người di chuyển tự do và không thể bị ràng buộc.",
    "traits_vi": [
      "Mạnh mẽ",
      "Thất thường",
      "Nguyên thủy",
      "Người bảo vệ",
      "Mang lại sự sống"
    ]
  },
  "benzaiten": {
    "name_vi": "Benzaiten",
    "tagline_vi": "Nữ Thần Âm Nhạc, Nghệ Thuật và Tri Thức",
    "description_vi": "Benzaiten là nữ thần của mọi thứ chảy: nước, lời nói, ngôn ngữ, hùng biện, âm nhạc và kiến thức. Ban đầu là nữ thần Saraswati của Ấn Độ giáo, bà được du nhập vào Phật giáo và Thần đạo Nhật Bản, trở thành một trong Thất Phúc Thần.\n\nThường được miêu tả là đang chơi đàn biwa (đàn tỳ bà Nhật Bản), Benzaiten là người bảo trợ của các nghệ sĩ, nhạc sĩ, nhà văn và người biểu diễn. Đền thờ của bà thường nằm trên các hòn đảo hoặc gần nước, phản ánh nguồn gốc của bà là một nữ thần sông.\n\nBenzaiten là duy nhất trong Thất Phúc Thần vì là thành viên nữ duy nhất. Bà ban cho trí tuệ, tài năng nghệ thuật và tài lộc, khiến bà trở nên nổi tiếng với tất cả mọi người từ nhạc sĩ đến doanh nhân.",
    "story_vi": "Benzaiten từng khuất phục một con rồng rắc rối bằng cách chơi một bản nhạc hay đến nỗi con rồng yêu bà. Thay vì tiêu diệt con rồng, bà đã kết hôn với nó và biến nó thành người bảo vệ đền thờ của mình—cho thấy rằng nghệ thuật có thể thuần hóa ngay cả bản chất man rợ.",
    "match_message_vi": "Những đường nét của bạn phản ánh vẻ duyên dáng uyển chuyển của Benzaiten. Có một phẩm chất nghệ thuật, hùng biện trong sự hiện diện của bạn—vẻ ngoài của một người mà vẻ đẹp và trí tuệ tuôn chảy một cách tự nhiên.",
    "traits_vi": [
      "Nghệ thuật",
      "Thông thái",
      "Uyển chuyển",
      "Hùng biện",
      "May mắn"
    ]
  },
  "miyamoto_musashi": {
    "name_vi": "Miyamoto Musashi",
    "tagline_vi": "Kiếm sĩ huyền thoại, tác giả của Ngũ Luân Thư",
    "description_vi": "Miyamoto Musashi là kiếm sĩ vĩ đại nhất Nhật Bản, bất bại trong hơn 60 trận đấu từ năm 13 tuổi. Ông sáng lập ra trường phái kiếm thuật Niten Ichi-ryū, nổi tiếng với việc sử dụng đồng thời hai thanh kiếm, và viết cuốn sách chiến lược kinh điển Ngũ Luân Thư.\n\nCách tiếp cận của Musashi vượt xa kỹ thuật kiếm thuật đơn thuần—ông tìm cách hiểu các nguyên tắc phổ quát nằm sau mọi xung đột và sự tinh thông. Những lời dạy của ông áp dụng tương tự cho võ thuật, chiến lược, kinh doanh và nghệ thuật. Ông cũng là một họa sĩ và nhà thư pháp tài năng.\n\nTrong những năm cuối đời, Musashi ẩn dật trong một hang động để viết kiệt tác của mình. Ông qua đời ngay sau khi hoàn thành nó, để lại một di sản tiếp tục ảnh hưởng đến các chiến binh, nhà chiến lược và nghệ sĩ trên toàn thế giới.",
    "story_vi": "Trong trận đấu nổi tiếng nhất của mình, Musashi đối mặt với Sasaki Kojirō, người sử dụng một thanh nodachi (kiếm dài). Musashi cố tình đến muộn, sau khi đã khắc một thanh kiếm gỗ từ một mái chèo. Vũ khí khác thường và chiến tranh tâm lý của ông đã mang lại cho ông chiến thắng, giết chết Kojirō chỉ bằng một đòn duy nhất.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn mang sự tinh thông kỷ luật của Musashi. Có một phẩm chất tập trung, chiến lược trong ánh mắt của bạn—ánh nhìn của một người đã vượt qua kỹ thuật để hiểu các nguyên tắc phổ quát.",
    "traits_vi": [
      "Bậc thầy",
      "Chiến lược",
      "Bất bại",
      "Triết lý",
      "Kỷ luật"
    ]
  },
  "oda_nobunaga": {
    "name_vi": "Oda Nobunaga",
    "tagline_vi": "Người thống nhất vĩ đại, Ma vương của Lục Thiên Ma Vương",
    "description_vi": "Oda Nobunaga là người đầu tiên trong ba nhà thống nhất vĩ đại của Nhật Bản, người đã bắt đầu quá trình kết thúc thời kỳ Chiến Quốc và thống nhất Nhật Bản. Tàn nhẫn, sáng tạo và thông minh, ông đã giành được danh hiệu \"Ma vương của Lục Thiên Ma Vương\" từ kẻ thù của mình.\n\nNobunaga đã cách mạng hóa chiến tranh Nhật Bản bằng cách sử dụng súng (mới được giới thiệu từ Bồ Đào Nha), quân đội chuyên nghiệp thay vì nông dân thời vụ và chế độ nhân tài thay vì thứ bậc cha truyền con nối. Ông đã phá hủy các ngôi đền quân sự Phật giáo hùng mạnh và thách thức mọi quyền lực truyền thống.\n\nMặc dù bị ám sát trước khi hoàn thành thống nhất, công việc của Nobunaga vẫn được các tướng lĩnh của ông là Toyotomi Hideyoshi và Tokugawa Ieyasu tiếp tục. Phương châm của ông \"Tenka Fubu\" (Thiên Hạ Bố Vũ - Tất cả dưới trời bằng vũ lực) thể hiện tầm nhìn của ông về một nước Nhật thống nhất đạt được bằng mọi phương tiện cần thiết.",
    "story_vi": "Trong trận Okehazama, Nobunaga đối mặt với quân đội 25.000 người của Imagawa Yoshimoto chỉ với 3.000 quân. Thay vì chiến đấu phòng thủ, ông đã tung một cuộc tấn công bất ngờ trong một cơn giông bão, giết chết Yoshimoto và làm tan rã quân đội của ông ta—biến một tình huống bất khả thi thành một chiến thắng huyền thoại.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn mang tham vọng mãnh liệt của Nobunaga. Có một phẩm chất cách mạng, không thể ngăn cản trong sự hiện diện của bạn—ánh nhìn của một người sẽ thay đổi thế giới bằng ý chí sắt đá.",
    "traits_vi": [
      "Tàn nhẫn",
      "Sáng tạo",
      "Thông minh",
      "Tham vọng",
      "Cách mạng"
    ]
  },
  "izanagi": {
    "name_vi": "Izanagi",
    "tagline_vi": "Thần sáng tạo, Cha của Nhật Bản",
    "description_vi": "Izanagi-no-Mikoto là vị thần nguyên thủy, cùng với vợ là Izanami, đã tạo ra các hòn đảo của Nhật Bản và sinh ra các vị thần. Đứng trên Cầu Nổi của Thiên Đàng, họ khuấy động đại dương bằng một ngọn giáo nạm ngọc, và những giọt nước rơi xuống đã tạo thành hòn đảo đầu tiên.\n\nKhi Izanami chết khi sinh ra thần lửa, Izanagi đã xuống Yomi (âm phủ) để lấy lại bà. Nhưng khi nhìn thấy hình hài thối rữa của bà, ông đã kinh hoàng bỏ chạy, và bà đuổi theo ông cùng với lũ quỷ. Ông phong ấn lối vào Yomi bằng một tảng đá, và họ trao đổi những lời chia ly vĩnh viễn.\n\nKhi trở lại mặt đất, Izanagi đã tự thanh tẩy mình trong một dòng sông. Từ sự thanh tẩy này, ba vị thần quan trọng nhất đã ra đời: Amaterasu từ mắt trái của ông, Tsukuyomi từ mắt phải của ông và Susanoo từ mũi của ông.",
    "story_vi": "Khi Izanagi thắp một ngọn đuốc để nhìn vợ mình ở Yomi, ông thấy dòi bò khắp cơ thể bà và tám vị thần sấm cư ngụ bên trong bà. Bà hét lên rằng ông đã làm bà xấu hổ, và sai những mụ phù thủy của Yomi bắt ông. Ông ném những đồ vật biến thành những thứ gây xao nhãng, едва thoát.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn mang sức mạnh sáng tạo của Izanagi. Có một phẩm chất nguyên thủy, ban sự sống trong sự hiện diện của bạn—ánh nhìn của một người mang những thế giới mới vào cuộc sống.",
    "traits_vi": [
      "Sáng tạo",
      "Đau buồn",
      "Nguyên thủy",
      "Ban sự sống",
      "Thanh tẩy"
    ]
  },
  "izanami": {
    "name_vi": "Izanami",
    "tagline_vi": "Nữ thần sáng tạo, Nữ hoàng của Địa ngục",
    "description_vi": "Izanami-no-Mikoto là nữ thần nguyên thủy, cùng với chồng là Izanagi, đã tạo ra Nhật Bản và sinh ra các vị thần. Sau khi tạo ra các hòn đảo và nhiều vị thần, bà đã chết khi sinh ra Kagutsuchi, thần lửa, và xuống Yomi, vùng đất của người chết.\n\nKhi Izanagi đến để lấy lại bà, bà đã ăn thức ăn của địa ngục và không thể trở về hoàn toàn. Bà yêu cầu ông đợi trong khi bà đàm phán với các vị thần của Yomi, nhưng ông không thể chờ đợi và thắp một ngọn đuốc—nhìn thấy xác chết thối rữa của bà phủ đầy dòi và các vị thần sấm.\n\nXúc phạm và tức giận, Izanami biến thành Nữ hoàng của Yomi, thề sẽ giết 1.000 người mỗi ngày. Izanagi đáp lại rằng ông sẽ khiến 1.500 người được sinh ra—và như vậy sự sống và cái chết trở nên gắn bó vĩnh viễn.",
    "story_vi": "Trước khi trở thành Nữ hoàng của Yomi, Izanami là một người sáng tạo đáng yêu. Bi kịch về cái chết của bà và sự phản bội lòng tin của Izanagi đã biến bà thành một thứ gì đó đen tối hơn—một lời nhắc nhở rằng ngay cả những người yêu thương nhất cũng có thể bị thay đổi bởi cái chết và sự ruồng bỏ.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn phản ánh sức mạnh bóng tối của Izanami. Có một phẩm chất biến đổi, địa ngục trong sự hiện diện của bạn—ánh nhìn của một người đã trải qua cái chết và xuất hiện thay đổi.",
    "traits_vi": [
      "Sáng tạo",
      "Biến đổi",
      "Bóng tối",
      "Quyền lực",
      "Đau buồn"
    ]
  },
  "ebisu": {
    "name_vi": "Ebisu",
    "tagline_vi": "Thần Ngư nghiệp và May mắn",
    "description_vi": "Ebisu là vị thần duy nhất trong Thất Phúc Thần có nguồn gốc thuần túy từ Nhật Bản. Ông là vị thần bảo trợ của ngư dân, thương nhân và vận may, luôn được miêu tả với một cần câu, một con cá tráp biển (tai) và một nụ cười rạng rỡ.\n\nTheo truyền thuyết, Ebisu sinh ra không có xương (hoặc là một đứa trẻ đỉa) và bị cha mẹ là Izanagi và Izanami ném xuống biển. Bất chấp khởi đầu tàn nhẫn này, ông đã sống sót, trở nên mạnh mẽ và trở thành vị thần được yêu mến của sự thịnh vượng và may mắn. Sự kiên trì của ông vượt qua gian khổ được xem là đức tính lớn nhất của ông.\n\nEbisu bị điếc, đó là lý do tại sao ông không nghe thấy lời kêu gọi tập hợp với các vị thần khác vào tháng Mười. Ông ở lại để ban phước cho những người ở lại, và lễ hội của ông được tổ chức khi các vị thần khác vắng mặt.",
    "story_vi": "Ngư dân ở Nhật Bản sẽ ném lại con cá đầu tiên họ bắt được như một vật cúng cho Ebisu, tin rằng ông sẽ thưởng cho sự hào phóng của họ bằng một mẻ cá lớn hơn. Nụ cười của ông trên biển động được cho là làm dịu sóng và hướng dẫn tàu thuyền an toàn vào bờ.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn phản ánh vận may vui vẻ của Ebisu. Có một phẩm chất kiên cường, may mắn trong sự hiện diện của bạn—ánh nhìn của một người vượt qua gian khổ với một nụ cười.",
    "traits_vi": [
      "May mắn",
      "Kiên trì",
      "Vui vẻ",
      "Hào phóng",
      "Kiên cường"
    ]
  },
  "bishamon": {
    "name_vi": "Bishamonten",
    "tagline_vi": "Thần Chiến Tranh và Người Bảo Vệ Chính Nghĩa",
    "description_vi": "Bishamonten là vị thần của các chiến binh, người trừng phạt kẻ ác và là một trong Thất Phúc Thần. Ban đầu là vị thần Vaiśravaṇa của Hindu giáo, sau đó trở thành một trong Tứ Đại Thiên Vương trong Phật giáo và được du nhập vào tôn giáo Nhật Bản như một người bảo vệ và mang lại may mắn.\n\nKhông giống như những vị thần chiến tranh thông thường, Bishamonten đại diện cho chiến tranh chính nghĩa—bảo vệ người vô tội và trừng phạt cái ác. Ngài được miêu tả trong bộ áo giáp đầy đủ, tay cầm một tòa tháp (đại diện cho kho báu của đức tin) và một cây đinh ba hoặc giáo.\n\nSamurai cầu nguyện với Bishamonten trước trận chiến, không phải để chiến thắng bằng mọi giá, mà là để có lòng dũng cảm và sự chính trực để chiến đấu một cách công bằng. Ngài là vị thần bảo trợ của những chiến binh chiến đấu vì danh dự chứ không phải vì lòng tham.",
    "story_vi": "Uesugi Kenshin, một trong những lãnh chúa vĩ đại nhất của Nhật Bản, tự coi mình là hóa thân của Bishamonten. Trước mỗi trận chiến, ông đều cầu nguyện tại đền thờ của vị thần và chiến đấu với niềm tin rằng chính nghĩa thuộc về mình—điều này khiến ông gần như bất khả chiến bại trên chiến trường.",
    "match_message_vi": "Các đường nét của bạn mang sức mạnh chính nghĩa của Bishamonten. Có một phẩm chất bảo vệ, chiến binh trong sự hiện diện của bạn—vẻ ngoài của một người chiến đấu vì công lý, không phải chinh phục.",
    "traits_vi": [
      "Chính trực",
      "Bảo vệ",
      "Chiến binh",
      "Công bằng",
      "Mạnh mẽ"
    ]
  },
  "toyotomi_hideyoshi": {
    "name_vi": "Toyotomi Hideyoshi",
    "tagline_vi": "Từ Nông Dân Đến Người Thống Trị Toàn Nhật Bản",
    "description_vi": "Toyotomi Hideyoshi vươn lên từ một người nông dân mang dép để trở thành người thống nhất vĩ đại thứ hai của Nhật Bản và là người cai trị tối cao. Sự thăng tiến của ông là ấn tượng nhất trong lịch sử Nhật Bản—một minh chứng cho thấy tài năng và sự xảo quyệt có thể vượt qua xuất thân và truyền thống.\n\nBắt đầu với tư cách là một người hầu của Oda Nobunaga, Hideyoshi đã chứng tỏ bản thân thông qua các chiến lược thông minh và lòng trung thành tuyệt đối. Sau vụ ám sát Nobunaga, Hideyoshi đã báo thù cho ông và tiếp tục công cuộc thống nhất, chinh phục hoặc giành chiến thắng bằng ngoại giao đối với tất cả các phe đối lập còn lại.\n\nMặc dù đạt được những thành tựu to lớn, Hideyoshi đã bị từ chối danh hiệu Shogun vì xuất thân bình dân của mình. Thay vào đó, ông lấy danh hiệu Kampaku (Nhiếp Chính Quan) và Taikō (Kampaku đã thoái vị). Những năm cuối đời của ông được đánh dấu bằng tham vọng đi quá xa, bao gồm cả các cuộc xâm lược Triều Tiên cuối cùng đã thất bại.",
    "story_vi": "Vào mùa đông, Hideyoshi trẻ tuổi làm ấm đôi dép của Nobunaga bằng cách giữ chúng bên trong quần áo của mình. Hành động tận tâm đơn giản này đã thu hút sự chú ý của Nobunaga, và ông bắt đầu thăng tiến. Từ những khởi đầu khiêm tốn như vậy đã sinh ra người đàn ông sẽ cai trị toàn bộ Nhật Bản.",
    "match_message_vi": "Các đường nét của bạn mang tham vọng xảo quyệt của Hideyoshi. Có một phẩm chất tự lực, không thể ngăn cản trong sự hiện diện của bạn—vẻ ngoài của một người sẽ vươn lên bất chấp mọi trở ngại.",
    "traits_vi": [
      "Xảo quyệt",
      "Tham vọng",
      "Lôi cuốn",
      "Tự lực",
      "Chiến lược"
    ]
  },
  "tokugawa_ieyasu": {
    "name_vi": "Tokugawa Ieyasu",
    "tagline_vi": "Người Chiến Thắng Kiên Nhẫn, Người Sáng Lập Mạc Phủ Tokugawa",
    "description_vi": "Tokugawa Ieyasu là người thống nhất vĩ đại thứ ba và cuối cùng của Nhật Bản, người sáng lập Mạc Phủ Tokugawa, triều đại cai trị Nhật Bản trong hơn 250 năm hòa bình. Trong khi Nobunaga và Hideyoshi mở đường, Ieyasu kiên nhẫn chờ đợi—và cuối cùng giành được mọi thứ.\n\nDành nhiều năm làm con tin khi còn trẻ, sau đó hàng thập kỷ làm đồng minh (và đối thủ) của Nobunaga và Hideyoshi, Ieyasu đã học được giá trị của sự kiên nhẫn và lập kế hoạch cẩn thận. Sau cái chết của Hideyoshi, ông đã điều động để đến Trận Sekigahara mang tính quyết định, giành chiến thắng nhờ chiến lược vượt trội và sự phản bội quan trọng từ lực lượng đối phương.\n\nCâu nói của người Nhật có câu: \"Nobunaga vun đống gạo, Hideyoshi nhào bột, và Ieyasu ăn bánh.\" Sự kiên nhẫn và tuổi thọ của ông đã cho phép ông sống lâu hơn các đối thủ của mình và xây dựng một nền hòa bình lâu dài.",
    "story_vi": "Có một câu chuyện nổi tiếng so sánh ba nhà thống nhất: Khi được hỏi phải làm gì với một con chim không chịu hót, Nobunaga nói 'Giết nó đi', Hideyoshi nói 'Làm cho nó muốn hót', nhưng Ieyasu nói 'Chờ nó hót'. Sự kiên nhẫn này đã định hình con đường dẫn đến quyền lực của ông.",
    "match_message_vi": "Các đường nét của bạn phản ánh sự khôn ngoan kiên nhẫn của Ieyasu. Có một phẩm chất bền bỉ, chiến lược trong sự hiện diện của bạn—vẻ ngoài của một người biết rằng thời gian tự nó có thể là vũ khí vĩ đại nhất.",
    "traits_vi": [
      "Kiên nhẫn",
      "Chiến lược",
      "Bền bỉ",
      "Khôn ngoan",
      "Chiến thắng"
    ]
  },
  "momotaro": {
    "name_vi": "Momotarō",
    "tagline_vi": "Cậu Bé Quả Đào, Anh Hùng Của Nhật Bản",
    "description_vi": "Momotarō, Cậu Bé Quả Đào, là người anh hùng dân gian được yêu mến nhất của Nhật Bản. Sinh ra từ một quả đào khổng lồ trôi trên sông, cậu được một cặp vợ chồng già hiếm muộn phát hiện và nuôi dưỡng như con ruột. Cậu lớn lên với sức mạnh phi thường và trái tim trong sáng.\n\nKhi những con quỷ (oni) từ Onigashima (Đảo Quỷ) khủng bố vùng đất, Momotarō trẻ tuổi lên đường đánh bại chúng. Trên đường đi, cậu kết bạn với một con chó, một con khỉ và một con chim trĩ bằng cách chia sẻ bánh bao kê (kibidango). Cùng nhau, nhóm kỳ lạ này đã đánh bại lũ quỷ và mang về kho báu của chúng.\n\nMomotarō đại diện cho hình mẫu lý tưởng của một anh hùng Nhật Bản: dũng cảm nhưng tốt bụng, mạnh mẽ nhưng khiêm tốn, và thành công thông qua việc xây dựng tình bạn và hợp tác chứ không chỉ bằng vũ lực.",
    "story_vi": "Khi Momotarō gặp con chó, con khỉ và con chim trĩ, ban đầu mỗi con đều muốn đánh nhau với cậu. Thay vì chiến đấu, cậu đề nghị chia sẻ thức ăn. Hành động hào phóng này đã biến những kẻ thù tiềm năng thành những người bạn trung thành, những người đã giúp cậu đạt được những điều cậu không thể làm một mình.",
    "match_message_vi": "Các đường nét của bạn mang tinh thần anh hùng thuần khiết của Momotarō. Có một phẩm chất dũng cảm, tốt bụng trong sự hiện diện của bạn—vẻ ngoài của một người đánh bại cái ác bằng lòng dũng cảm và tình bạn.",
    "traits_vi": [
      "Dũng cảm",
      "Tốt bụng",
      "Thuần khiết",
      "Hợp tác",
      "Anh hùng"
    ]
  },
  "uesugi_kenshin": {
    "name_vi": "Uesugi Kenshin",
    "tagline_vi": "Con Rồng Xứ Echigo, Hóa Thân Của Thần Chiến Tranh",
    "description_vi": "Uesugi Kenshin là một trong những lãnh chúa quyền lực nhất của Nhật Bản trong thời kỳ Sengoku, được mệnh danh là \"Con Rồng Xứ Echigo\" vì tài năng quân sự của mình. Một Phật tử sùng đạo và người tôn thờ Bishamonten, ông tin rằng mình là hóa thân của thần chiến tranh.\n\nKhông giống như những lãnh chúa khác chiến đấu vì đất đai và quyền lực, Kenshin thường chiến đấu để duy trì công lý và chính nghĩa. Sự đối đầu huyền thoại của ông với Takeda Shingen đã tạo ra năm Trận Kawanakajima không phân thắng bại, được coi là những trận chiến samurai vĩ đại nhất trong lịch sử Nhật Bản.\n\nKenshin được biết đến với kỹ năng quản lý, khả năng uống rượu sake và có thể vô tính hoặc bí mật là nữ. Ông đột ngột qua đời ở tuổi 49, được cho là do ung thư dạ dày hoặc bị ám sát, để lại lãnh thổ của mình cho cuộc nội chiến giữa những người thừa kế được nhận nuôi.",
    "story_vi": "Trong Trận Kawanakajima lần thứ tư, Kenshin đích thân xông vào trại chỉ huy của Shingen và tấn công ông bằng thanh kiếm của mình. Shingen nổi tiếng tự vệ bằng chiếc quạt chiến sắt của mình. Trận chiến tay đôi giữa các lãnh chúa đối thủ này đã trở thành huyền thoại trong lịch sử Nhật Bản.",
    "match_message_vi": "Các đường nét của bạn mang sự giận dữ chính nghĩa của Uesugi Kenshin. Có một phẩm chất chiến binh thần thánh trong sự hiện diện của bạn—vẻ ngoài của một người chiến đấu như một hóa thân của chính công lý.",
    "traits_vi": [
      "Chính trực",
      "Dữ dội",
      "Sùng đạo",
      "Danh dự",
      "Huyền thoại"
    ]
  },
  "kaguya_hime": {
    "name_vi": "Kaguya-hime",
    "tagline_vi": "Công chúa Mặt Trăng, Người Tỏa Sáng",
    "description_vi": "Kaguya-hime, Công chúa Mặt Trăng, là nữ chính trong tác phẩm văn xuôi cổ nhất của Nhật Bản, Truyện Ông Lão Đốn Trúc. Được một ông lão đốn trúc tìm thấy khi còn là một đứa bé tí hon bên trong một thân cây tre phát sáng, nàng lớn lên thành một người phụ nữ có vẻ đẹp siêu nhiên.\n\nNăm vị quý tộc và thậm chí cả Thiên Hoàng đã cầu hôn nàng, nhưng nàng đã đặt ra những nhiệm vụ bất khả thi cho mỗi người cầu hôn. Nàng yêu cầu bát khất thực bằng đá của Phật, một cành cây ngọc từ núi Hōrai, áo da chuột lửa, viên ngọc cổ rồng và vỏ sò từ tổ chim én. Tất cả đều thất bại.\n\nKaguya-hime không thuộc về thế giới này—nàng đến từ Mặt Trăng, được gửi đến Trái Đất như một hình phạt. Khi các sứ giả của Mặt Trăng đến đón nàng trở lại, nàng đã để lại một chiếc áo lông vũ và một loại thuốc trường sinh bất tử cho Thiên Hoàng, người đã đốt chúng trên ngọn núi cao nhất của Nhật Bản, đặt cho nó cái tên Fuji (bất tử).",
    "story_vi": "Khi các sứ giả của Mặt Trăng đến trên một cỗ xe mây, Kaguya-hime đã khóc khi chuẩn bị rời đi. Nàng viết thư từ biệt cha mẹ trần thế và Thiên Hoàng, bày tỏ nỗi buồn khi rời khỏi thế giới mà nàng đã yêu mến. Mặc chiếc áo choàng thiên giới, nàng quên hết những ký ức trần thế và bay lên Mặt Trăng.",
    "match_message_vi": "Những đường nét của bạn phản ánh vẻ đẹp thanh tao của Kaguya-hime. Có một phẩm chất siêu trần, khó đạt được trong sự hiện diện của bạn—vẻ ngoài của một người thuộc về chính Mặt Trăng.",
    "traits_vi": [
      "Thanh tao",
      "Bí ẩn",
      "Khó đạt được",
      "Siêu trần",
      "U sầu"
    ]
  },
  "takeda_shingen": {
    "name_vi": "Takeda Shingen",
    "tagline_vi": "Hổ của Kai, Bậc thầy Chiến tranh",
    "description_vi": "Takeda Shingen là một trong những lãnh chúa đáng sợ nhất của thời kỳ Sengoku của Nhật Bản, được biết đến với cái tên \"Hổ của Kai\" vì sự tàn bạo và tài thao lược của mình. Các cuộc tấn công bằng kỵ binh và các chiến lược đổi mới của ông đã khiến kẻ thù phải run sợ.\n\nĐối thủ lớn nhất của Shingen là Uesugi Kenshin, \"Rồng của Echigo.\" Năm trận Kawanakajima của họ được coi là đỉnh cao của chiến tranh samurai. Câu nói nổi tiếng \"Fu-Rin-Ka-Zan\" (Nhanh như Gió, Lặng lẽ như Rừng, Dữ dội như Lửa, Bất động như Núi) là tiêu chuẩn chiến đấu của Shingen, được lấy từ Binh pháp Tôn Tử.\n\nNếu Shingen không chết vì bệnh trong khi hành quân đến Kyoto, nhiều người tin rằng ông có thể đã thống nhất Nhật Bản trước Nobunaga. Cái chết của ông đã cho phép Nobunaga trỗi dậy, thay đổi lịch sử Nhật Bản mãi mãi.",
    "story_vi": "Khi Shingen hành quân về Kyoto, Oda Nobunaga đã gửi cho ông một món quà bằng vàng để xoa dịu. Nó đã thất bại—Shingen tiếp tục tiến quân. Chỉ có cái chết vì bệnh của ông mới ngăn cản ông, và người ta nói rằng Nobunaga đã bí mật vui mừng trước tin tức này.",
    "match_message_vi": "Những đường nét của bạn mang trong mình tài thao lược của Takeda Shingen. Có một phẩm chất giống như hổ trong sự hiện diện của bạn—vẻ ngoài của một người làm chủ cả chiến lược và sự tàn bạo.",
    "traits_vi": [
      "Thao lược",
      "Tàn bạo",
      "Tài giỏi",
      "Đáng sợ",
      "Huyền thoại"
    ]
  },
  "dangun": {
    "name_vi": "Dangun",
    "tagline_vi": "Người sáng lập Triều Tiên, Cháu của Trời",
    "description_vi": "Dangun Wanggeom là người sáng lập huyền thoại của Gojoseon (Cổ Triều Tiên), vương quốc Triều Tiên đầu tiên, vào năm 2333 TCN. Theo thần thoại lập quốc, ông được sinh ra từ Hwanung (con trai của Thiên Đế) và Ungnyeo, một con gấu đã biến thành người phụ nữ sau 100 ngày chỉ ăn tỏi và ngải cứu trong hang.\n\nDangun thành lập kinh đô tại Asadal và trị vì hơn 1.500 năm, mang văn minh, luật pháp và văn hóa đến cho người Triều Tiên. Ông dạy nông nghiệp, y học và nghệ thuật văn minh, biến một vùng đất của các bộ lạc rải rác thành một quốc gia thống nhất.\n\nSau thời gian trị vì lâu dài, Dangun trở thành một vị thần núi, rút ​​lui về núi Taebaek. Ngày 3 tháng 10, ngày theo truyền thống gắn liền với việc ông thành lập Triều Tiên, được tổ chức là Ngày Quốc khánh (Gaecheonjeol).",
    "story_vi": "Một con hổ và một con gấu đều muốn trở thành người. Hwanung bảo họ ở trong hang 100 ngày, chỉ ăn tỏi và ngải cứu. Hổ bỏ cuộc, nhưng gấu kiên trì và trở thành một người phụ nữ xinh đẹp. Cô cầu xin một đứa con, và Hwanung kết hôn với cô, sinh ra Dangun.",
    "match_message_vi": "Những đường nét của bạn mang trong mình tinh thần lập quốc thiêng liêng của Dangun. Có một phẩm chất văn minh, vĩnh cửu trong sự hiện diện của bạn—vẻ ngoài của một người mang lại trật tự và văn hóa cho thế giới.",
    "traits_vi": [
      "Thiêng liêng",
      "Lập quốc",
      "Thông thái",
      "Văn minh",
      "Vĩnh cửu"
    ]
  },
  "jumong": {
    "name_vi": "Jumong",
    "tagline_vi": "Người sáng lập Goguryeo (Cao Câu Ly), Bậc thầy Cung thủ",
    "description_vi": "Jumong, có nghĩa là \"cung thủ điêu luyện\", là người sáng lập huyền thoại của Goguryeo (Cao Câu Ly), một trong Tam Quốc Triều Tiên. Sinh ra từ Hae Mo-su (một hoàng tử thiên giới) và Lady Yuhwa (con gái của hà bá), người ta nói rằng ông được sinh ra từ một quả trứng sau khi mẹ ông bị ánh sáng mặt trời chạm vào.\n\nTừ thời thơ ấu, Jumong đã thể hiện kỹ năng bắn cung siêu nhiên giúp ông có được tên tuổi. Bị các hoàng tử ghen tị của Buyeo (Phù Dư) ngược đãi, ông trốn về phía nam với ba người bạn đồng hành và thành lập Goguryeo (Cao Câu Ly) vào năm 37 TCN ở tuổi 22.\n\nDưới sự lãnh đạo của Jumong, Goguryeo (Cao Câu Ly) đã phát triển từ một pháo đài trên núi nhỏ bé thành một vương quốc hùng mạnh thống trị Đông Bắc Á trong 700 năm. Con cháu của ông sẽ tiếp tục thách thức ngay cả các đế chế Trung Hoa hùng mạnh.",
    "story_vi": "Khi Jumong trốn khỏi Buyeo (Phù Dư), ông đến một con sông không có cách nào để vượt qua và những kẻ truy đuổi đang đến gần. Ông kêu lên: 'Ta là con trai của Trời và cháu của Hà Bá!' Cá và rùa trồi lên tạo thành một cây cầu, cho phép ông trốn thoát và hoàn thành số mệnh của mình.",
    "match_message_vi": "Những đường nét của bạn mang trong mình số mệnh anh hùng của Jumong. Có một phẩm chất huyền thoại, chính xác như mũi tên trong sự hiện diện của bạn—vẻ ngoài của một người sinh ra để vượt qua mọi trở ngại và tìm thấy những điều vĩ đại.",
    "traits_vi": [
      "Anh hùng",
      "Điêu luyện",
      "Định mệnh",
      "Lập quốc",
      "Huyền thoại"
    ]
  },
  "gwanggaeto": {
    "name_vi": "Gwanggaeto Đại Đế",
    "tagline_vi": "Vua chinh phục, Mở rộng Đế chế",
    "description_vi": "Gwanggaeto Đại Đế (374-413 CN) là vị vua thứ 19 của Goguryeo (Cao Câu Ly) và là một trong những nhà chinh phục vĩ đại nhất trong lịch sử Triều Tiên. Lên ngôi năm 18 tuổi, ông đã dành 22 năm trị vì trong các chiến dịch quân sự gần như liên tục, mở rộng Goguryeo (Cao Câu Ly) đến mức lãnh thổ lớn nhất.\n\nCác chiến dịch của ông đã chinh phục 64 thành có tường bao quanh và 1.400 ngôi làng, mở rộng biên giới của Goguryeo (Cao Câu Ly) từ Mãn Châu đến bán đảo Triều Tiên. Ông đã đánh bại quân Wa của Nhật Bản xâm lược các vương quốc Triều Tiên, nghiền nát các bộ tộc Khitan và khiến Silla (Tân La) và Baekje (Bách Tế) thừa nhận uy quyền của Goguryeo (Cao Câu Ly).\n\nNhững thành tựu của ông được ghi lại trên Bia Gwanggaeto nổi tiếng, một trong những tấm bia khắc lớn nhất trên thế giới, được dựng lên bởi con trai ông. Bản văn khắc mô tả ông là một người cai trị đã mở rộng lãnh thổ và mang lại vinh quang cho quốc gia.",
    "story_vi": "Khi quân Nhật xâm lược Silla (Tân La), vua Silla (Tân La) đã gửi lời cầu cứu tuyệt vọng. Gwanggaeto đích thân dẫn 50.000 kỵ binh xuống phía nam, nghiền nát quân xâm lược hoàn toàn đến mức Nhật Bản sẽ không đe dọa Triều Tiên nữa trong hơn một nghìn năm.",
    "match_message_vi": "Những đường nét của bạn mang trong mình sức mạnh chinh phục của Gwanggaeto. Có một phẩm chất mở rộng, vinh quang trong sự hiện diện của bạn—vẻ ngoài của một người mở rộng ranh giới và đạt được sự vĩ đại huyền thoại.",
    "traits_vi": [
      "Chinh phục",
      "Hùng mạnh",
      "Vinh quang",
      "Mở rộng",
      "Huyền thoại"
    ]
  },
  "eulji_mundeok": {
    "name_vi": "Eulji Mundeok",
    "tagline_vi": "Vị Tướng Làm Nhục Đế Chế",
    "description_vi": "Eulji Mundeok là một vị tướng quân huyền thoại của Cao Câu Ly, người đã đạt được một trong những chiến thắng đáng kinh ngạc nhất trong lịch sử Đông Á. Năm 612 sau Công Nguyên, ông phải đối mặt với cuộc xâm lược của Hoàng đế Dạng của nhà Tùy, người đã dẫn đầu hơn một triệu binh lính—đội quân lớn nhất từng được tập hợp ở Đông Á cổ đại.\n\nSử dụng các chiến thuật du kích tài tình, rút lui giả vờ và chiến tranh tâm lý, Eulji Mundeok đã dụ quân Tùy tiến sâu vào lãnh thổ Cao Câu Ly. Tại sông Tát Thủy (Salsu River) (sông Thanh Xuyên (Cheongcheon River) ngày nay), ông đã tung ra một cuộc tấn công lũ lụt tàn khốc, tiêu diệt lực lượng Tùy. Trong số 305.000 quân tinh nhuệ vượt sông Áp Lục (Yalu River), chỉ có 2.700 người trở về.\n\nThất bại thảm khốc này đã góp phần vào sự sụp đổ của chính triều đại nhà Tùy. Eulji Mundeok được tôn vinh là một bậc thầy chiến lược, người đã chứng minh rằng lòng dũng cảm và trí tuệ có thể vượt qua ngay cả đế chế hùng mạnh nhất.",
    "story_vi": "Trước trận chiến cuối cùng, Eulji Mundeok đã gửi một bài thơ chế nhạo cho tướng quân nhà Tùy: 'Thần mưu của ngài đã thăm dò thiên đường; Sự tính toán tinh tế của ngài đã trải dài trái đất. Ngài thắng mọi trận chiến, công lao của ngài thật lớn; Tại sao không hài lòng và dừng chiến tranh?' Cuộc tấn công tâm lý này đã làm suy yếu tinh thần kẻ thù trước cuộc phản công tàn khốc của ông.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn mang sự thông minh chiến lược của Eulji Mundeok. Có một phẩm chất chiến thắng, bậc thầy trong sự hiện diện của bạn—vẻ ngoài của một người biến những điều không thể thành chiến thắng huyền thoại.",
    "traits_vi": [
      "Chiến Lược",
      "Tài Tình",
      "Yêu Nước",
      "Chiến Thắng",
      "Huyền Thoại"
    ]
  },
  "yeon_gaesomun": {
    "name_vi": "Yeon Gaesomun",
    "tagline_vi": "Nhà Độc Tài Ý Chí Sắt Đá",
    "description_vi": "Yeon Gaesomun là nhà độc tài quân sự quyền lực nhất trong lịch sử Cao Câu Ly. Năm 642 sau Công Nguyên, ông lãnh đạo một cuộc đảo chính giết chết hơn 100 quý tộc và chính nhà vua, nắm giữ quyền lực tuyệt đối với tư cách là Đại Đối Lỗ (Dae Magniji) (Đại Tướng). Ông cai trị Cao Câu Ly bằng bàn tay sắt trong 24 năm.\n\nMặc dù có sự trỗi dậy tàn bạo, Yeon Gaesomun đã chứng tỏ là một người bảo vệ đáng gờm của Cao Câu Ly. Ông đã đẩy lùi nhiều cuộc xâm lược lớn của Hoàng đế Đường Thái Tông của nhà Đường, một trong những nhà chinh phục vĩ đại nhất lịch sử. Hoàng đế đã chết mà không chinh phục được Cao Câu Ly, gọi đó là sự hối tiếc lớn nhất trong cuộc đời mình.\n\nYeon Gaesomun nổi tiếng với vẻ ngoài uy nghi—ông đeo năm thanh kiếm bên hông và khiến các quý tộc phải cúi đầu khi ông bước lên lưng họ để cưỡi ngựa. Sau khi ông qua đời, cuộc nội chiến của các con trai ông đã dẫn đến sự sụp đổ cuối cùng của Cao Câu Ly.",
    "story_vi": "Khi Hoàng đế Đường Thái Tông gửi một sứ thần yêu cầu thần phục, Yeon Gaesomun đã tống giam sứ thần và gửi lại một thông điệp thách thức. Thái Tông đích thân dẫn 300.000 quân trừng phạt sự xúc phạm này—và đã bị đánh bại. Thất bại của hoàng đế trước Cao Câu Ly vẫn là nỗi hổ thẹn lớn nhất của ông.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn mang ý chí sắt đá của Yeon Gaesomun. Có một phẩm chất đáng gờm, thách thức trong sự hiện diện của bạn—vẻ ngoài của một người không cúi đầu trước bất kỳ hoàng đế nào và không sợ bất kỳ đội quân nào.",
    "traits_vi": [
      "Quyền Lực",
      "Tàn Nhẫn",
      "Thách Thức",
      "Đáng Gờm",
      "Ý Chí Sắt Đá"
    ]
  },
  "queen_seondeok": {
    "name_vi": "Queen Seondeok",
    "tagline_vi": "Nữ Hoàng Khai Sáng, Nữ Quân Chủ Đầu Tiên",
    "description_vi": "Nữ hoàng Seondeok (trị vì 632-647 sau Công Nguyên) là nữ quân chủ đầu tiên của Triều Tiên và là một trong những nhà cai trị khai sáng nhất của nước này. Trong một thời đại mà phụ nữ hiếm khi nắm quyền, bà đã lãnh đạo Tân La (Silla) vượt qua những thời kỳ nguy hiểm bằng trí tuệ, ngoại giao và sự bảo trợ văn hóa.\n\nBà nổi tiếng về trí thông minh và tầm nhìn xa. Những câu chuyện nổi tiếng kể về việc bà dự đoán các sự kiện từ những manh mối tinh tế—biết quân lính đang đến từ một bức tranh hoa mẫu đơn không có ong, hoặc dự đoán ngày chết của chính mình. Bà đã xây dựng đài quan sát Cheomseongdae, đài quan sát thiên văn lâu đời nhất còn sót lại ở Đông Á.\n\nDưới sự bảo trợ của bà, Phật giáo phát triển mạnh mẽ và bà đã khởi xướng việc xây dựng chùa chín tầng Hwangnyongsa, công trình kiến trúc bằng gỗ cao nhất trong lịch sử Đông Á. Bà đặt nền móng cho sự thống nhất Tam Quốc cuối cùng của Tân La.",
    "story_vi": "Khi nhà Đường gửi hạt giống hoa mẫu đơn với một bức tranh không có ong, Seondeok đã dự đoán những bông hoa sẽ không có hương thơm—và bà đã đúng. Bà giải thích rằng một vị vua sẽ không gửi một bức tranh hoa có bướm và ong cho một nữ hoàng không có chồng, kín đáo chế nhạo tình trạng độc thân của bà.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn phản ánh trí tuệ khai sáng của Nữ hoàng Seondeok. Có một phẩm chất tiên tri, tiên phong trong sự hiện diện của bạn—vẻ ngoài của một người nhìn thấy những gì người khác bỏ lỡ và dẫn dắt nơi người khác sợ hãi.",
    "traits_vi": [
      "Thông Minh",
      "Khai Sáng",
      "Tiên Tri",
      "Văn Hóa",
      "Tiên Phong"
    ]
  },
  "kim_yushin": {
    "name_vi": "Kim Yushin",
    "tagline_vi": "Vị Tướng Thống Nhất, Anh Hùng Tam Quốc",
    "description_vi": "Kim Yushin (595-673 sau Công Nguyên) là vị tướng vĩ đại nhất trong lịch sử Triều Tiên, kiến trúc sư quân sự của việc Tân La thống nhất Tam Quốc. Là hậu duệ của hoàng tộc Gaya, ông đã vươn lên trở thành Tổng tư lệnh và lãnh đạo Tân La đến chiến thắng trong hàng chục trận chiến trong sự nghiệp quân sự kéo dài 60 năm của mình.\n\nTài năng chiến lược và lòng dũng cảm cá nhân của ông là huyền thoại. Ông đã liên minh với nhà Đường để đánh bại đầu tiên là Bách Tế (Baekje) (660 sau Công Nguyên) và sau đó là Cao Câu Ly (668 sau Công Nguyên). Khi nhà Đường cố gắng chiếm bán đảo cho riêng mình, Kim Yushin đã lãnh đạo cuộc chiến trục xuất họ, đảm bảo nền độc lập của Triều Tiên.\n\nNgay cả khi gần chết ở tuổi 79, ông vẫn dẫn quân từ giường bệnh của mình. Khi nhà vua do dự tiến quân, Kim Yushin xuất hiện trong bộ áo giáp đầy đủ, truyền cảm hứng cho quân đội. Ông qua đời không lâu sau khi đảm bảo chiến thắng cuối cùng của Tân La, đã dành cả cuộc đời mình để phục vụ cho sự thống nhất.",
    "story_vi": "Khi còn là một thanh niên, thanh kiếm của Kim Yushin tự di chuyển và giết chết người yêu kisaeng yêu quý của anh, người mà các linh hồn cho là một sự xao nhãng khỏi số phận của anh. Chấp nhận điều này như sự dẫn dắt của số phận, anh đã cống hiến hết mình cho nhiệm vụ của mình, không bao giờ cho phép những ràng buộc cá nhân can thiệp vào nhiệm vụ của mình nữa.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn mang chủ nghĩa anh hùng thống nhất của Kim Yushin. Có một phẩm chất huyền thoại, tận tâm trong sự hiện diện của bạn—vẻ ngoài của một người có cả cuộc đời phục vụ một mục đích lớn hơn.",
    "traits_vi": [
      "Anh Hùng",
      "Thống Nhất",
      "Trung Thành",
      "Chiến Lược",
      "Huyền Thoại"
    ]
  },
  "wang_geon": {
    "name_vi": "Wang Geon (Taejo)",
    "tagline_vi": "Người Sáng Lập Goryeo, Người Thống Nhất Hậu Tam Quốc",
    "description_vi": "Wang Geon (877-943 sau Công Nguyên), được truy tôn là Taejo, đã sáng lập ra triều đại Goryeo (Cao Ly) sẽ cai trị Triều Tiên trong 474 năm. Vươn lên từ một gia đình thương gia hàng hải hùng mạnh, ông đã thống nhất Triều Tiên sau thời kỳ Hậu Tam Quốc thông qua sự kết hợp điêu luyện giữa kỹ năng quân sự và liên minh hôn nhân ngoại giao.\n\nKhông giống như nhiều nhà chinh phục, Wang Geon được biết đến với lòng nhân từ và trí tuệ. Ông đối xử với những kẻ thù bị đánh bại một cách rộng lượng, giành được lòng trung thành của họ. Ông kết hôn với 29 người vợ từ các gia đình quyền lực trong khu vực, tạo ra một mạng lưới liên minh ổn định sự cai trị của mình. Chính sách chấp nhận thay vì nghiền nát đối thủ của ông đã trở thành một hình mẫu về vương quyền Triều Tiên.\n\n\"Mười Điều Răn\" của ông cho những người kế vị nhấn mạnh lòng đạo Phật, sự tôn trọng truyền thống, sự quan tâm đến người dân thường và những lời cảnh báo về các khu vực và gia đình cụ thể—lời khuyên hướng dẫn Goryeo trong nhiều thế kỷ.",
    "story_vi": "Khi vị vua cuối cùng của Hậu Bách Tế (Later Baekje) đầu hàng, Wang Geon đích thân chào đón ông, ban cho ông một chức tước cao và đối xử với ông như một vị khách danh dự thay vì một tù nhân. Lòng nhân từ này đã truyền cảm hứng cho những kẻ thù khác đầu hàng một cách hòa bình, cứu sống vô số người.",
    "match_message_vi": "Các đường nét trên khuôn mặt bạn mang trí tuệ sáng lập của Wang Geon. Có một phẩm chất nhân từ, thống nhất trong sự hiện diện của bạn—vẻ ngoài của một người xây dựng các vương quốc lâu dài bằng trí tuệ hơn là sự tàn ác.",
    "traits_vi": [
      "Sáng Lập",
      "Nhân Từ",
      "Ngoại Giao",
      "Thống Nhất",
      "Thông Minh"
    ]
  }
}