{
  "zeus": {
    "name_zh": "宙斯",
    "tagline_zh": "奥林匹斯众神之王，天空与雷霆的统治者",
    "description_zh": "宙斯是希腊神话中至高无上的神祇，统治着奥林匹斯山，是众神之王。他推翻了他的父亲克洛诺斯，夺取了天空和雷霆的统治权，挥舞着他强大的雷霆作为神圣权威的终极象征。\n\n宙斯以其威严的存在和绝对的权力而闻名，他在维护宇宙秩序的同时，主持正义、款待和誓言。他的判决是最终的，他的话是神和凡人之间的法律。\n\n尽管他拥有帝王般的风度，但宙斯也以其充满激情的本性和众多的浪漫纠葛而闻名，这些纠葛孕育了许多神话中最伟大的英雄和悲剧故事。",
    "story_zh": "宙斯率领奥林匹斯众神参与了提坦之战，这是一场与泰坦巨人的伟大战役。经过十年的激烈战斗，他取得了胜利，并与他的兄弟们瓜分了宇宙——波塞冬得到了海洋，哈迪斯得到了冥界，而宙斯则统治了天空，成为了至高无上的统治者。",
    "match_message_zh": "你拥有天生的领袖的威严。像宙斯一样，你天生带有权威的气息，让别人本能地尊重你。你坚强的特征反映了内在的力量和做出果断判断的能力。",
    "traits_zh": [
      "权威的",
      "强大的",
      "公正的",
      "充满激情的",
      "威严的"
    ]
  },
  "hera": {
    "name_zh": "赫拉",
    "tagline_zh": "众神之后，婚姻与家庭的女神",
    "description_zh": "赫拉是奥林匹斯众神之后，是婚姻、妇女、生育和家庭的女神。作为宙斯的妻子和姐妹，她与他一起统治着奥林匹斯山，体现了婚姻的神圣性，尽管她的丈夫多次不忠。\n\n赫拉以其庄严的美丽和帝王般的风度而闻名，是希腊万神殿中最强大的女神。她的象征包括孔雀，孔雀的多眼尾羽代表着她的警惕，以及奶牛，象征着她的养育本性。\n\n虽然经常被描绘成对宙斯的情人和私生子感到嫉妒和报复，但赫拉的愤怒代表了对婚姻纽带的捍卫。她竭力保护合法的婚姻和家庭的稳定，惩罚那些违反这些神圣制度的人。",
    "story_zh": "当宙斯向赫拉求爱时，她最初拒绝了他。宙斯变成了一只受伤的杜鹃鸟，当富有同情心的赫拉把他抱在怀里时，他显露了自己的身份并赢得了她。他们神圣的婚礼持续了300年。",
    "match_message_zh": "你的特征带有赫拉的帝王般的尊严。你的外表具有一种威严的存在——一种要求尊重和忠诚的外貌。你的脸诉说着一个竭力保护他们所珍视的东西的人。",
    "traits_zh": [
      "帝王的",
      "保护性的",
      "嫉妒的",
      "强大的",
      "忠诚的"
    ]
  },
  "athena": {
    "name_zh": "雅典娜",
    "tagline_zh": "智慧、战略战争和工艺的女神",
    "description_zh": "雅典娜是希腊神话中备受尊敬的智慧、勇气和战略战争女神。她全副武装地从宙斯的头颅中诞生，体现了智慧和力量的完美结合，代表了文明的最高理想。\n\n与代表战争残酷混乱的阿瑞斯不同，雅典娜捍卫战略思维、正义事业和城市防御。她是英雄的守护神，用她的智慧引导他们，并用她的埃吉斯保护他们。\n\n作为工艺和实用艺术的女神，雅典娜也代表着技能和知识的文明影响，从纺织到造船再到农业。",
    "story_zh": "雅典娜与波塞冬竞争雅典的赞助权。当波塞冬敲击他的三叉戟创造出一个盐泉时，雅典娜种下了一棵橄榄树——一份和平、食物和繁荣的礼物。雅典人选择了雅典娜，这座城市至今仍以她的名字命名。",
    "match_message_zh": "你的特征反映了雅典娜敏锐的智慧和沉着的智慧。你既拥有敏锐的分析头脑，又拥有三思而后行的冷静自信。你的目光诉说着战略深度和经过深思熟虑的判断。",
    "traits_zh": [
      "明智的",
      "战略性的",
      "公正的",
      "熟练的",
      "保护性的"
    ]
  },
  "apollo": {
    "name_zh": "阿波罗",
    "tagline_zh": "太阳、音乐、诗歌和治愈之神",
    "description_zh": "阿波罗是奥林匹斯诸神中最重要和最复杂的神祇之一，体现了男性美和卓越的理想。作为太阳神，他每天驾驶着他的金色战车穿过天空，给世界带来光明和温暖。\n\n除了他的太阳职责外，阿波罗还是音乐、诗歌和艺术的守护神。他的七弦琴奏出有史以来最美妙的音乐，他带领缪斯女神进行天上的表演。他还体现了预言和真理，通过德尔斐神谕说话。\n\n作为医学和治疗之神，阿波罗教会了人类医学艺术，尽管他的箭也可能带来瘟疫。这种二元性反映了他作为创造和破坏之神的本质。",
    "story_zh": "阿波罗深深地爱上了河神达芙妮。当他追赶她时，她呼求她的父亲来救她，并被变成了一棵月桂树。阿波罗心碎了，宣布月桂树是神圣的，并永远戴着它的叶子作为王冠。",
    "match_message_zh": "你的特征散发着阿波罗和谐的美丽。你的外表有一种光芒四射的品质，一种完美的平衡，诉说着艺术的敏感性和内在的光芒。你带着一种被创造性灵感触动的光辉。",
    "traits_zh": [
      "光芒四射的",
      "艺术的",
      "预言的",
      "治愈的",
      "完美的"
    ]
  },
  "artemis": {
    "name_zh": "阿耳忒弥斯",
    "tagline_zh": "狩猎、荒野和月亮女神",
    "description_zh": "阿耳忒弥斯是狩猎、荒野、野生动物和月亮的处女神。作为阿波罗的孪生妹妹，她带着她的宁芙队伍在森林中漫游，用她的银弓狩猎，自由地生活，不受文明的约束。\n\n阿耳忒弥斯非常独立，她发誓永远保持贞洁，并惩罚任何威胁她或她的追随者的贞洁的人。她保护年轻女性和儿童，主持分娩，代表着野性、未驯服的自然。\n\n虽然是狩猎女神，但阿耳忒弥斯也是动物和荒野本身的保护者。她体现了古代世界与自然关系的悖论——在崇敬和保护它的同时，也从中获取食物。",
    "story_zh": "当猎人阿克泰翁意外地看到阿耳忒弥斯洗澡时，她把他变成了一只雄鹿。他自己的猎犬没有认出它们的主人，就把他撕成了碎片——这是一个关于违反女神神圣隐私的代价的警告。",
    "match_message_zh": "你的特征反映了阿耳忒弥斯狂野的独立性。你的目光有一种未经驯服的品质——一种走自己的路，不向任何人负责的样子。你的脸诉说着自由、激烈的保护和与自然的联系。",
    "traits_zh": [
      "独立的",
      "凶猛的",
      "纯洁的",
      "保护性的",
      "狂野的"
    ]
  },
  "ares": {
    "name_zh": "阿瑞斯",
    "tagline_zh": "战争、暴力和流血之神",
    "description_zh": "阿瑞斯是希腊的战争之神，代表着战争的残酷、暴力和未驯服的方面。与体现战略战争的雅典娜不同，阿瑞斯沉溺于战斗的混乱、流血和身体暴力。他是战争释放的野蛮残暴的化身。\n\n尽管是十二位奥林匹斯神之一，阿瑞斯并没有在希腊人中广受欢迎——他们尊敬他，但也害怕他。甚至宙斯也称他为他所有孩子中最憎恨的一个。然而，阿瑞斯代表了人类天性中一个不可否认的真理。\n\n阿瑞斯最著名的关系是与爱神阿芙洛狄忒。他们的恋情被赫菲斯托斯揭露后，生下了包括厄洛斯在内的几个孩子。这种战争与爱的结合反映了古代人对激情既能推动创造也能推动毁灭的理解。",
    "story_zh": "当阿瑞斯和阿芙洛狄忒一起被赫菲斯托斯的金网抓住时，这位铁匠神召唤了所有的奥林匹斯神来见证他们的耻辱。然而，阿瑞斯并没有感到尴尬——即使在被捕获时，他仍然骄傲地站着，体现了他毫不羞耻的侵略本性。",
    "match_message_zh": "你的面部特征带有阿瑞斯的强烈气势。你的外表有一种原始的力量——一个毫不犹豫地面对冲突的人的样子。你的脸述说着激情、勇气和永不退缩的战士精神。",
    "traits_zh": [
      "凶猛",
      "暴力",
      "充满激情",
      "无畏",
      "残暴"
    ]
  },
  "aphrodite": {
    "name_zh": "阿芙洛狄忒",
    "tagline_zh": "爱、美和欲望的女神",
    "description_zh": "阿芙洛狄忒是希腊神话中爱、美、快乐和激情的女神。她诞生于塞浦路斯附近的海浪泡沫中，是最美丽的存在，能够激发所有见到她的人的欲望。\n\n她的力量超越了单纯的肉体吸引力，涵盖了所有形式的爱和联系。她影响着浪漫的爱情、友谊，甚至父母与孩子之间的纽带。她的金腰带具有使任何人坠入爱河的力量。\n\n尽管她与快乐联系在一起，但阿芙洛狄忒也代表着爱的变革力量，有时甚至是破坏力量。她明白真正的美丽来自内心，爱既是人类最伟大的礼物，也是最可怕的挑战。",
    "story_zh": "当特洛伊的帕里斯被要求评判谁是最美丽的女神时——赫拉、雅典娜或阿芙洛狄忒——每个人都给他提供了贿赂。阿芙洛狄忒答应给他世界上最美丽的女人：海伦。帕里斯选择了阿芙洛狄忒，引发了特洛伊战争。",
    "match_message_zh": "你的面部特征体现了阿芙洛狄忒迷人的优雅。你的外表有一种不可否认的吸引力，一种柔软的美丽自然地吸引着他人。你的脸述说着一个人理解真正联系和衷心情感的力量。",
    "traits_zh": [
      "美丽",
      "充满激情",
      "迷人",
      "优雅",
      "变革"
    ]
  },
  "poseidon": {
    "name_zh": "波塞冬",
    "tagline_zh": "海洋、地震和马匹之神",
    "description_zh": "波塞冬是强大的海神，克洛诺斯的三个儿子之一，他们在击败泰坦之后瓜分了宇宙。凭借他强大的三叉戟，他控制着所有的水域，从最小的溪流到广阔的海洋深处。\n\n波塞冬以其喜怒无常的性格而闻名，可以像平静的泻湖一样平静，也可以像狂风暴雨一样猛烈。当他生气时，他会用三叉戟撞击地球，引起地震和海难。水手们祈祷他能安全地通过危险的海域。\n\n除了海浪，波塞冬还是马匹的创造者和驯服者，他将马匹赠予人类。他的宫殿位于爱琴海深处，由珊瑚建造，并饰有珍珠。",
    "story_zh": "当奥德修斯弄瞎了波塞冬的儿子，独眼巨人波吕斐摩斯时，海神的愤怒无边无际。在漫长的十年里，波塞冬阻止奥德修斯返回家园，派遣风暴、海怪和灾难来阻挠他的一切努力。",
    "match_message_zh": "你的面部特征带有波塞冬的深度和力量。你的存在有一种海洋般的品质——广阔、威严，充满了无数的深度。你坚毅的面部特征述说着一个人可以经受住任何风暴。",
    "traits_zh": [
      "强大",
      "喜怒无常",
      "雄伟",
      "难以预测",
      "威严"
    ]
  },
  "hades": {
    "name_zh": "哈迪斯",
    "tagline_zh": "冥界和死人之神",
    "description_zh": "哈迪斯是冥界之神和死者的统治者，克洛诺斯的三个儿子之一，他与他的兄弟宙斯和波塞冬瓜分了宇宙。虽然经常被恐惧，但哈迪斯并不邪恶——他是死者严厉但公正的法官，确保每个灵魂都得到适当的命运。\n\n与居住在奥林匹斯山的奥林匹斯神不同，哈迪斯从他下面的黑暗领域统治，很少访问上面的世界。他拥有黑暗头盔，这使他隐形，并守护着地球的巨大财富——埋藏在其中的贵金属和宝石。\n\n虽然他绑架珀耳塞福涅是他最著名的神话，但哈迪斯被证明是一位忠诚的丈夫。他的王国虽然阴沉，但井然有序且公正。他代表着所有凡人不可避免的结局，既不残酷也不仁慈——只是不可避免。",
    "story_zh": "当哈迪斯爱上珀耳塞福涅时，他将她绑架到冥界。她母亲德墨忒尔的悲伤导致了永恒的冬天，直到达成妥协：珀耳塞福涅将在下面度过半年，在上面度过半年——从而创造了四季。",
    "match_message_zh": "你的面部特征带有哈迪斯的庄严权威。你的存在有一种安静、不可避免的力量——一个人了解他人避免的深刻真理的样子。你的脸述说着耐心、公正和接受必须接受的事物的尊严。",
    "traits_zh": [
      "公正",
      "严厉",
      "富有",
      "耐心",
      "不可避免"
    ]
  },
  "hermes": {
    "name_zh": "赫尔墨斯",
    "tagline_zh": "众神的使者，旅行和盗贼之神",
    "description_zh": "赫尔墨斯是众神迅速的使者、神圣的骗子，以及旅行者、商人、盗贼和所有靠智慧生活的人的守护神。凭借他带翅膀的凉鞋和头盔，他可以在凡人世界、奥林匹斯山，甚至冥界之间自由移动。\n\n赫尔墨斯天生就爱恶作剧，在他出生的那天偷了阿波罗的神牛，并用乌龟壳发明了里拉琴。众神并没有惩罚他，而是认可了他的聪明才智，并让他成为他们的使者——唯一一个可以不受限制地前往任何地方的人。\n\n赫尔墨斯引导死者的灵魂进入冥界，并充当边界和过渡的守护神。他代表着两者之间的边缘空间——既不完全在这里也不完全在那里——并体现了驾驭人生十字路口所需的聪明适应性。",
    "story_zh": "在他出生的那天，赫尔墨斯从摇篮里爬出来，找到了阿波罗的神牛并偷走了它们，倒着走以迷惑踪迹。当受到质问时，这个婴儿将新发明的里拉琴献给了阿波罗，太阳神非常高兴，他完全原谅了这次盗窃。",
    "match_message_zh": "你的面部特征带有赫尔墨斯的快速智慧。你的外表有一种活泼、适应性强的品质——一个人思维敏捷，能够用口才摆脱任何困境的样子。你的脸述说着智慧、魅力和弥合任何差距的能力。",
    "traits_zh": [
      "迅速",
      "聪明",
      "适应性强",
      "雄辩",
      "爱恶作剧"
    ]
  },
  "dionysus": {
    "name_zh": "狄俄尼索斯",
    "tagline_zh": "酒神、狂喜之神、戏剧之神",
    "description_zh": "狄俄尼索斯是酒、节庆、狂喜和戏剧之神，是奥林匹斯诸神中最年轻的一位，也是唯一一位拥有凡人母亲的神。他代表着酒的解放力量和超越普通自我的变革体验。\n\n狄俄尼索斯是两次出生的，宙斯从他垂死的母亲塞墨勒那里救出了他，并将这个婴儿缝进了自己的大腿里，直到他准备好再次出生。这种双重出生使他成为死亡与重生、转变与更新之神。\n\n狄俄尼索斯的崇拜涉及狂喜的仪式，参与者通过酒、舞蹈和音乐超越他们正常的身份。他体现了人类本性中文明试图压制的部分——狂野、本能、狂喜。他既是解放者又是毁灭者。",
    "story_zh": "当底比斯国王彭透斯拒绝荣耀狄俄尼索斯并试图囚禁他时，这位神使底比斯的妇女陷入疯狂。彭透斯自己的母亲，在她的疯狂中，用她赤裸的双手撕碎了自己的儿子，把他误认为是一只狮子。",
    "match_message_zh": "你的特征带有狄俄尼索斯令人陶醉的存在感。你的外表有一种超凡脱俗的品质——那种接触过超越普通状态的人的样子。你的脸诉说着解放、转变和存在于文明边界之外的狂野喜悦。",
    "traits_zh": [
      "狂喜的",
      "解放的",
      "狂野的",
      "转变的",
      "双重性格的"
    ]
  },
  "persephone": {
    "name_zh": "珀耳塞福涅",
    "tagline_zh": "冥后，春之女神",
    "description_zh": "珀耳塞福涅是双重女神，她与哈迪斯一起统治冥界，同时体现了春天的回归和生长的循环。她在黑暗的地下世界和光明的人间之间的年度旅程创造了季节本身。\n\n作为得墨忒尔和宙斯的女儿，珀耳塞福涅在采摘鲜花时被哈迪斯绑架，成为他的王后。她母亲的悲伤导致所有生长停止，直到宙斯介入。因为珀耳塞福涅在冥界吃了石榴籽，所以她每年必须回到那里一段时间。\n\n这个神话反映了对死亡和重生的古老理解，以及在上升之前必须下降的必要性。珀耳塞福涅体现了转变——少女变成女王，无辜者变成强者，生命、死亡和更新的循环永恒地延续下去。",
    "story_zh": "当珀耳塞福涅第一次来到冥界时，她是一个害怕的少女。但随着时间的推移，她逐渐成长为女王的角色，变得非常强大，甚至死者也害怕她的愤怒。曾经是受害者的人变成了令人恐惧的女王，她的话就是法律。",
    "match_message_zh": "你的特征反映了珀耳塞福涅的双重性质。你的外表既有光明也有阴影——春天的清新和更黑暗知识的深度。你的脸诉说着转变，诉说着一个已经下降并变得更强大的人。",
    "traits_zh": [
      "双重性格的",
      "转变的",
      "强大的",
      "优雅的",
      "循环的"
    ]
  },
  "odin": {
    "name_zh": "奥丁",
    "tagline_zh": "众神之父，智慧、战争和死亡之神",
    "description_zh": "奥丁是北欧神话中的至高神，被称为众神之父和阿斯加德的统治者。他是一位复杂的神，体现了智慧、战争、诗歌和死亡，不惜一切代价不断寻求知识。\n\n与那些仅通过与生俱来的权利获得权力的神不同，奥丁在世界之树Yggdrasil上牺牲了自己九天，以获得符文的智慧。他还用自己的一只眼睛换取了米密尔知识之井中的一杯水，永远在他的脸上留下了智慧的代价。\n\n在他的乌鸦Hugin（思想）和Munin（记忆），以及他的狼Geri和Freki的陪伴下，奥丁注视着九个世界。他聚集倒下的战士到他的殿堂瓦尔哈拉，为诸神的黄昏的最终战斗做准备。",
    "story_zh": "为了获得符文的智慧，奥丁将自己吊在Yggdrasil上九天九夜，被自己的长矛刺穿，没有食物或水。在第九个晚上，他尖叫着抓住了符文，它们的秘密向他显露。",
    "match_message_zh": "你的特征带有奥丁寻求智慧的印记。你的目光深邃，诉说着一个见过很多并且理解更多的人。像众神之父一样，你的脸诉说着为获得更多知识而做出的牺牲。",
    "traits_zh": [
      "明智的",
      "牺牲的",
      "神秘的",
      "全知的",
      "无情的"
    ]
  },
  "thor": {
    "name_zh": "托尔",
    "tagline_zh": "雷神，人类的保护者",
    "description_zh": "托尔是强大的雷神，奥丁和大地女神约德的儿子。他是所有北欧神中最强大的，挥舞着传奇的锤子妙尔尼尔，它可以夷平山脉并在投掷后返回到他的手中。\n\n与他父亲微妙的智慧不同，托尔体现了直率的力量和毫不动摇的勇气。他是阿斯加德和米德加德（地球）的保护者，不断与威胁这些领域的巨人和怪物作战。当他驾驶战车穿过暴风雨云层时，他的红色胡须噼啪作响。\n\n尽管他拥有可怕的力量，但托尔因其诚实的本性和作为他们的捍卫者的角色而受到普通人的喜爱。他很容易生气，但同样很快原谅，他对食物和饮料的旺盛食欲是传奇。",
    "story_zh": "当巨人Thrym偷走了妙尔尼尔并要求芙蕾雅作为赎金时，托尔将自己伪装成新娘。在婚礼宴会上，他吃掉了一整头牛、八条鲑鱼，并喝了三桶蜂蜜酒，然后才暴露自己并用他找回的锤子杀死了所有的巨人。",
    "match_message_zh": "你的特征带有托尔的强健力量。你的外表有一种诚实、直率的品质——开放且毫无防备。像雷神一样，你强大的特征诉说着一个以毫不动摇的勇气正面迎接挑战的人。",
    "traits_zh": [
      "强大的",
      "勇敢的",
      "诚实的",
      "保护的",
      "凶猛的"
    ]
  },
  "freya": {
    "name_zh": "芙蕾雅",
    "tagline_zh": "爱、美丽和战争女神",
    "description_zh": "芙蕾雅是北欧女神中最著名的一位，体现了爱、美丽、生育力，以及战争和死亡。她统治着天堂般的Fólkvangr领域，在那里她接受所有在战斗中被杀的战士的一半——另一半去奥丁的瓦尔哈拉。\n\n芙蕾雅是所有女神中最美丽的，拥有传奇的项链Brísingamen和一件猎鹰羽毛斗篷，可以让她变形和飞行。她乘坐一辆由两只猫拉的战车，并由一头名叫Hildisvíni的野猪陪伴。\n\n作为seiðr（魔法）的女神，芙蕾雅亲自教导奥丁神秘艺术。她为她失去的丈夫Óðr流下红金色的眼泪，在九个世界中寻找他。",
    "story_zh": "为了获得美丽的项链Brísingamen，芙蕾雅与制造它的四位矮人匠人各度过了一个晚上。当洛基告诉奥丁这件事时，奥丁让她在两位国王之间发动战争作为惩罚——因为芙蕾雅像热爱美丽一样热爱战斗。",
    "match_message_zh": "你的特征反映了芙蕾雅迷人的美丽和力量的融合。你的外表既有温柔又有火焰——爱的优雅和知道自己力量的人的强烈。你的脸诉说着激情和独立。",
    "traits_zh": [
      "美丽的",
      "神奇的",
      "凶猛的",
      "热情的",
      "独立的"
    ]
  },
  "loki": {
    "name_zh": "洛基",
    "tagline_zh": "恶作剧、诡计和混乱之神",
    "description_zh": "洛基是北欧神话中最难以预测的人物——一位能够随意变形的骗子，既是众神的朋友也是敌人。他既不是完全的阿萨神族，也不是巨人族，而是行走于两个世界之间，受他自己难以捉摸的动机所束缚。\n\n他狡猾的头脑无数次地帮助和阻碍了众神。他取回了托尔的锤子，为众神创造了魔法礼物，但也导致了巴德尔的死亡，并生下了怪物，包括巨狼芬里尔、世界巨蟒约尔曼冈德和死亡统治者赫尔。\n\n洛基体现了变革和成长所必需的混乱，但也体现了不受约束的恶作剧所带来的破坏。在诸神黄昏中，他将带领混乱势力对抗众神，但如果没有他，众神许多最伟大的宝藏将永远不会存在。",
    "story_zh": "当众神需要建造围绕阿斯加德的城墙时，洛基建议雇佣一个巨人，他要求太阳、月亮和芙蕾雅作为报酬。为了阻止这件事，洛基变成了一匹母马，分散了巨人的公马的注意力——后来生下了奥丁的八腿马斯莱普尼尔。",
    "match_message_zh": "你的特征带有洛基善变的魅力。你的外貌有一种快速流动的特质——敏锐、聪明且难以捉摸。你的脸说明你是一个能看到别人错过的可能性，并走自己不可预测道路的人。",
    "traits_zh": [
      "狡猾",
      "难以预测",
      "混乱",
      "聪明",
      "模棱两可"
    ]
  },
  "frigg": {
    "name_zh": "弗丽嘉",
    "tagline_zh": "阿斯加德女王，婚姻和母性女神",
    "description_zh": "弗丽嘉是阿萨神族的女王，奥丁的妻子，与众神之父共同统治阿斯加德。她是婚姻、母性和家政艺术的女神，在她的宫殿芬萨利尔纺织云彩。\n\n与大多数神不同，弗丽嘉拥有预知未来的天赋——她知道所有生灵的命运，但她从不谈论她所看到的事情。这种知识给她带来了智慧和悲伤，因为她预见但无法阻止她的儿子巴德尔的死亡。\n\n作为地位最高的女 弗丽嘉的权威仅次于奥丁本人。人们祈求她保佑婚姻和生育，她在家庭事务上的智慧使她成为北欧妻子和母亲的理想榜样。",
    "story_zh": "当弗丽嘉预见到巴德尔的死亡时，她走遍了九个世界，从每一个生物和物体那里提取承诺，永远不要伤害他。但她忽略了槲寄生，认为它太年轻无害——这是一个洛基利用的致命错误。",
    "match_message_zh": "你的特征反映了弗丽嘉的宁静智慧。你的眼睛里有一种洞察一切的深度——一种看得多但说得少的神情。你的脸庞带着一种庄严的力量，一种优雅地承受着沉重知识的力量。",
    "traits_zh": [
      "智慧",
      "有预见性",
      "母性",
      "尊贵",
      "沉默"
    ]
  },
  "baldur": {
    "name_zh": "巴德尔",
    "tagline_zh": "光明、欢乐和纯洁之神",
    "description_zh": "巴德尔是北欧神话中备受爱戴的光明、欢乐、纯洁和美丽之神。作为奥丁和弗丽嘉的儿子，他非常美丽和优雅，以至于光芒从他身上闪耀出来，他受到九个世界所有生物的爱戴。\n\n他的美丽不仅仅是外表——巴德尔体现了所有美好和纯洁的事物。他是所有神中最受爱戴的，他的大厅布莱达布利克是一个不干净的东西都无法存在的地方。\n\n巴德尔死于洛基的阴谋，标志着北欧诸神末日的开始。他在诸神黄昏后从海尔归来，代表着更新的希望和从旧世界的灰烬中重生的更纯洁的世界。",
    "story_zh": "在弗丽嘉确保所有事物都不会伤害巴德尔之后，众神以向他投掷武器为乐——所有武器都无害地弹开了。但洛基哄骗盲人霍德尔投掷了一支槲寄生飞镖，这是弗丽嘉忽略的唯一一件东西。巴德尔倒地身亡，整个创造界都在哭泣。",
    "match_message_zh": "你的特征散发着巴德尔纯洁的光芒。你的外貌有一种发光的品质——一种善意向外闪耀的神情。你的脸说明了天生的善良和来自纯洁心灵的美丽。",
    "traits_zh": [
      "纯洁",
      "美丽",
      "受爱戴",
      "容光焕发",
      "天真"
    ]
  },
  "tyr": {
    "name_zh": "提尔",
    "tagline_zh": "战争、正义和英雄荣耀之神",
    "description_zh": "提尔是北欧的战争和正义之神，在奥丁崛起之前，他曾被认为是众神之首。与其他战神混乱的战争不同，提尔代表了战斗的合法方面——英雄的勇气、公平的战斗以及通过荣誉获得的胜利。\n\n他最出名的是他的牺牲：当众神需要束缚住巨狼芬里尔时，只有提尔勇敢地将他的手放在狼的嘴里，以此作为诚意的保证。当芬里尔意识到自己被困住时，他咬掉了提尔的手——但提尔的牺牲拯救了众神。\n\n提尔体现了战士的荣誉准则，遵守诺言比个人损失更重要。他缺失的手一直提醒人们，有时正义需要牺牲。",
    "story_zh": "芬里尔同意被束缚，但条件是众神必须将一只手放在他的嘴里作为保证。除了提尔之外，所有的神都拒绝了。当魔法链格莱普尼尔抓住他时，芬里尔愤怒地咬掉了提尔的手——但提尔毫不畏惧地站着，因为他知道保护众神的代价。",
    "match_message_zh": "你的特征带有提尔坚定不移的荣誉感。你的目光中有一种坚定不移的品质——一种不惜个人代价也要遵守诺言的神情。你的脸庞说明了来自深刻信念的勇气。",
    "traits_zh": [
      "勇敢",
      "公正",
      "牺牲",
      "光荣",
      "坚决"
    ]
  },
  "hel": {
    "name_zh": "海拉",
    "tagline_zh": "死亡女神，海尔海姆的统治者",
    "description_zh": "海拉是死亡女神，是统治同名冥界的统治者。作为洛基和女巨人安格尔波达的女儿，她被奥丁扔进深渊，并被赋予了统治那些因年老、疾病或在战斗中没有荣耀而死的人的权力。\n\n她的外表引人注目且令人恐惧：她身体的一半是一个美丽的女人，另一半是一具腐烂的尸体。这种二元性反映了她位于生者和死者之间的领域。\n\n虽然她的领域与瓦尔哈拉相比寒冷而阴郁，但海拉并不邪恶——她只是那些命运将他们引向她门口的人的守护者。她以严峻的公正统治，既不残酷也不仁慈，接受所有来到她面前的人，无论他们生前的行为如何。",
    "story_zh": "当众神恳求海拉从死亡中释放巴德尔时，她同意了一个条件：世上所有的生物都必须为他哭泣。除了一个女巨人——实际上是伪装的洛基——之外，所有的创造物都哭了。因此，巴德尔一直留在海尔，直到诸神黄昏。",
    "match_message_zh": "你的特征带有海拉的双重性质。你的外貌有一种令人着迷的复杂性——美丽与深度和阴影交织在一起。你的脸庞说明你是一个不加评判地接受存在的所有方面的人。",
    "traits_zh": [
      "公正",
      "不可避免",
      "双重性质",
      "严厉",
      "接受"
    ]
  },
  "heimdall": {
    "name_zh": "海姆达尔",
    "tagline_zh": "彩虹桥守护者，诸神的守望者",
    "description_zh": "海姆达尔是彩虹桥比弗罗斯特的永恒守护者，连接着阿斯加德和其他领域。他由九位母亲（九个海浪）所生，拥有敏锐的感官，可以听到草生长的声音，并能看到数百里远的任何方向。\n\n他需要的睡眠比鸟类还少，白天和黑夜视力一样好。他金色的牙齿闪闪发光，并持有加拉尔号角，当诸神的敌人最终进军时，它的轰鸣将标志着诸神黄昏的开始。\n\n海姆达尔永恒地站在阿斯加德的边界，是抵御任何威胁的第一道防线。他的警惕从未动摇，他对诸神的忠诚是绝对的。在诸神黄昏，他和洛基注定要互相残杀。",
    "story_zh": "海姆达尔曾找回弗雷亚的项链布里辛加曼，当时洛基偷了它。两位神都变成了海豹在海中战斗，海姆达尔最终获胜。他们之间的这种敌意将在诸神黄昏达到顶峰，届时他们将最终摧毁对方。",
    "match_message_zh": "你的特征反映了海姆达尔永恒的警惕。你的目光中有一种警觉、守望的品质——眼睛不会错过任何东西。你的脸表明了坚定不移的奉献精神和守卫带来的力量。",
    "traits_zh": [
      "警惕的",
      "忠诚的",
      "全视的",
      "坚定的",
      "守护者"
    ]
  },
  "skadi": {
    "name_zh": "斯卡蒂",
    "tagline_zh": "冬季、狩猎和山脉的女神",
    "description_zh": "斯卡蒂是寒冬、滑雪、弓箭狩猎和山脉的巨人女神。在诸神杀死她的父亲提亚兹之后，她带着战争装备来到阿斯加德，要求赔偿。诸神让她只看候选人的脚来选择丈夫。\n\n斯卡蒂希望通过美丽的脚来选择巴德尔，但她却选择了海神尼奥尔德。他们的婚姻并不幸福——她无法忍受大海的声音，他也无法忍受她山间住所的狼嚎。他们最终分开了。\n\n斯卡蒂代表着北方荒野的严酷之美——危险而又壮丽。她是少数被诸神接受的巨人之一，她凶猛的独立性和狩猎能力为她赢得了尊重。她体现了在最寒冷的地方生存的能力。",
    "story_zh": "在选择丈夫时，斯卡蒂看到了最美丽的脚，以为它们属于巴德尔。但实际上它们是尼奥尔德的，被海水磨砺，但很白皙。这种命运的转折导致了山与海之间不匹配的婚姻。",
    "match_message_zh": "你的特征带有斯卡蒂的强烈独立性。你的外貌有一种狂野、不羁的品质——一种在其他人无法忍受的恶劣条件下茁壮成长的人的样子。你的脸表明了在寒冷中锻造的力量。",
    "traits_zh": [
      "凶猛的",
      "独立的",
      "坚强的",
      "狂野的",
      "复仇的"
    ]
  },
  "freyr": {
    "name_zh": "弗雷",
    "tagline_zh": "生育、繁荣与和平之神",
    "description_zh": "弗雷是生育、繁荣、阳光与和平之神——是他的双胞胎妹妹弗雷亚的男性对应者。他统治着精灵之国阿尔弗海姆，是人类中最受爱戴的华纳神族，因为他为庄稼和畜群带来了祝福。\n\n他拥有几件魔法宝物：可以航行到任何地方并折叠起来放入口袋的船斯基德普拉特尼，以及拉着他的战车并像太阳一样闪耀的金野猪古林博斯帝。\n\n弗雷最大的缺点是为了爱巨人女子格尔达而放弃了他的魔法剑。在诸神黄昏，他将赤手空拳地面对火焰巨人苏尔特——提醒人们，即使是神也无法逃脱他们激情所造成的后果。",
    "story_zh": "弗雷深深地爱上了巨人女子格尔达，以至于他放弃了他的魔法剑——唯一可以独自战斗的武器——只是为了有机会娶她。这种牺牲意味着他将手无寸铁地面对诸神黄昏。",
    "match_message_zh": "你的特征反映了弗雷慷慨的温暖。你的外貌有一种赋予生命力的品质——一种无论走到哪里都能带来成长和繁荣的人的样子。你的脸表明了和平和夏日的丰饶。",
    "traits_zh": [
      "慷慨的",
      "和平的",
      "肥沃的",
      "热情的",
      "牺牲的"
    ]
  },
  "njord": {
    "name_zh": "尼奥尔德",
    "tagline_zh": "海洋、财富和航海之神",
    "description_zh": "尼奥尔德是海洋、风、渔业和财富的华纳神族。作为弗雷和弗雷亚的父亲，在两个神族之间的战争之后，他被送到阿萨神族中作为人质居住，在那里他因他的智慧和慷慨赢得了极大的尊重。\n\n水手们向尼奥尔德祈祷顺风和安全航行，渔民们祈祷丰收。他的大厅诺欧通位于海边，他与海上贸易带来的财富息息相关。\n\n他与山神斯卡蒂的不幸婚姻告诉我们，有些差异是无法调和的——她无法生活在嘈杂的海边，他无法忍受嚎叫的山脉。然而，尽管他们不相容，但他们都互相尊重。",
    "story_zh": "尼奥尔德和斯卡蒂试图妥协——在山上九个夜晚，在海边九个夜晚。但双方都无法适应：海鸥让斯卡蒂无法入睡，而狼的嚎叫使尼奥尔德绝望。他们友好地分手了。",
    "match_message_zh": "你的特征反映了尼奥尔德平静的富饶。你的存在有一种海洋般的品质——广阔、慷慨、带来财富。你的脸表明了一个在水边找到平静，并通过耐心获得繁荣的人。",
    "traits_zh": [
      "慷慨的",
      "富有的",
      "和平的",
      "爱海的",
      "明智的"
    ]
  },
  "admiral_yi": {
    "name_zh": "李舜臣将军",
    "tagline_zh": "传奇海军将领，龟船的发明者",
    "description_zh": "李舜臣将军是韩国最伟大的军事英雄，一位未尝败绩的海军将领，他在1592-1598年的日本入侵期间拯救了他的国家。面对压倒性的困难，尽管面临政治迫害，他在23次海战中从未输过一场。\n\n他的战术天才与他的道德正直相匹配。即使被剥夺军衔并因政治阴谋而遭受酷刑，当被召唤时，他仍然重返战场，指挥着仅13艘战舰对抗333艘日本船只——并在鸣梁海战中取得了决定性的胜利。\n\n李舜臣在海军战术方面的创新，包括传奇的龟船（geobukseon），改变了历史的进程。他在露梁海战中牺牲，据说他的遗言是“战事正酣。擂响我的战鼓。不要宣布我的死讯。”",
    "story_zh": "在鸣梁，李舜臣将军面临着不可能的几率——13艘船对抗333艘。利用海峡险恶的水流，他将日本舰队引导到一个狭窄的通道中，在那里他们的数量成为劣势。他击沉了31艘船只，而没有损失自己的任何一艘。",
    "match_message_zh": "你的特征反映了李舜臣将军坚定不移的决心。你的脸上有一种力量和尊严——那种无论付出多大的个人代价，都不会放弃自己的职责或荣誉的人的样子。你的目光表明了战略深度和钢铁般的决心。",
    "traits_zh": [
      "战略性的",
      "忠诚的",
      "创新的",
      "正义的",
      "不败的"
    ]
  },
  "sejong_the_great": {
    "name_zh": "世宗大王",
    "tagline_zh": "谚文创造者，科学与文化赞助人",
    "description_zh": "世宗大王被尊为朝鲜历史上最聪明、最受爱戴的君主。在他32年的统治期间（1418-1450年），他主持了一个科学、文化和艺术成就的黄金时代，改变了朝鲜文明。\n\n他最伟大的遗产是1443年创造了谚文，即韩语字母。它旨在让普通人都能轻松学习，取代了复杂的汉字，使大多数朝鲜人无法识字。世宗曾著名地宣称：“聪明人可以在早上结束前熟悉它们；愚笨的人可以在十天内学会它们。”\n\n除了谚文之外，世宗还赞助了天文、农业、医学和音乐方面的创新。他建立了集贤殿来培养学者，并创造了雨量计和日晷等仪器，使韩国科学领先欧洲几个世纪。",
    "story_zh": "世宗秘密研究谚文多年，担心那些重视汉字的儒家学者的抵制。当最终公布时，一些官员抗议说教普通人识字是危险的。世宗坚持认为识字是一种权利，而不是一种特权。",
    "match_message_zh": "你的面部特征反映了世宗大王的睿智和仁慈。你的脸上有一种深思熟虑的学者气质——渴望理解和帮助他人理解的人的神情。你温和而坚定的表情表明，领导力是通过智慧而不是武力来实现的。",
    "traits_zh": [
      "智慧",
      "仁慈",
      "创新",
      "博学",
      "富有同情心"
    ]
  },
  "gumiho": {
    "name_zh": "九尾狐",
    "tagline_zh": "神秘的九尾狐妖",
    "description_zh": "九尾狐是朝鲜民间传说中的一种传奇生物——一只活了一千年并获得了变成美丽女人的能力的狐狸。每活一个世纪，它就会长出一条额外的尾巴，直到它拥有九条具有巨大魔法力量的尾巴。\n\n在传统故事中，九尾狐经常寻求完全变成人类，这需要食用人类的心脏或肝脏。然而，有些故事讲述了九尾狐利用它们的力量做好事，或者真正坠入爱河并与它们的本性作斗争。\n\n九尾狐体现了吸引力与危险、美丽与毁灭的双重性。它代表了未知的诱惑力以及转变的可能性——无论好坏。",
    "story_zh": "一位年轻的学者爱上了一个美丽的女人，却不知道她是一只九尾狐。当他发现她的真面目时，她期望他会恐惧地逃离。相反，他宣布他的爱没有改变。被他的奉献所感动，她放弃了她的永生，变成了人类，并与他一起生活到老年。",
    "match_message_zh": "你的面部特征带有九尾狐的迷人魅力。你的外表有一种迷人的神秘感——美丽但又有些超凡脱俗。你的脸说明了隐藏的深度、转变以及存在于世界之间的迷人力量。",
    "traits_zh": [
      "诱人",
      "神秘",
      "强大",
      "变革性",
      "双重性格"
    ]
  },
  "confucius": {
    "name_zh": "孔子",
    "tagline_zh": "至圣先师，万世师表",
    "description_zh": "孔子是中国历史上最具影响力的哲学家，他的伦理、治理和社会和谐的教义影响了东亚文明两千多年。他强调礼仪、孝道和美德的培养是和谐社会的基础。\n\n虽然他曾短暂担任官职，并四处游历寻找能够实施他的想法的统治者，但他真正的影响来自于教学。他的弟子将他的语录编纂成《论语》，成为中国教育的基石。\n\n孔子代表了道德教育的力量、君子学者的理想，以及通过有德的领导和伦理修养来改造社会的信念。",
    "story_zh": "当被要求用一个词概括他的教义时，孔子回答说：“恕——己所不欲，勿施于人。”这条黄金法则成为中国道德哲学的基石。",
    "match_message_zh": "你的面部特征带有孔子的圣贤智慧。你的外表有一种道德修养——通过以身作则来教导和通过伦理生活来改变社会的人的神情。",
    "traits_zh": [
      "智慧",
      "教学",
      "伦理",
      "人道",
      "培养"
    ]
  },
  "guan_yu": {
    "name_zh": "关羽",
    "tagline_zh": "武神，兄弟情义，正义",
    "description_zh": "关羽是三国时期的一位将军，因其忠诚和武功而变得如此传奇，以至于他被神化为武神。他红色的脸、长胡子和绿色长袍成为了标志，他的武器——青龙偃月刀也是如此。\n\n他与刘备和张飞在桃园结拜，这是一个他信守到死甚至超越死亡的誓言。他的忠诚是如此绝对，以至于他拒绝了曹操的财富和地位，宁愿冒一切风险回到他结拜的兄弟身边。\n\n关羽代表着坚定不移的忠诚、武术荣誉和超越个人利益的神圣的结拜兄弟情谊。",
    "story_zh": "关羽被曹操俘虏后，被提供一切来改变效忠对象。他暂时接受只是为了保护刘备的妻子们。当他得知刘备的位置时，他过五关斩六将返回——这段旅程被永远地铭记在传说中。",
    "match_message_zh": "你的面部特征带有关羽的正义力量。你的外表有一种兄弟情义——一种忠诚永远无法被收买，而且他的话绝对神圣的人的神情。",
    "traits_zh": [
      "忠诚",
      "正义",
      "武术",
      "光荣",
      "神化"
    ]
  },
  "ra": {
    "name_zh": "拉",
    "tagline_zh": "至高无上的太阳神，万物创造者",
    "description_zh": "拉是古埃及宗教的至高神，太阳神和万物创造者。每天，他驾驶着他的太阳船横渡天空，给世界带来光明和温暖。每天晚上，他都在冥界旅行，与混沌之蛇阿波菲斯战斗，以确保太阳再次升起。\n\n作为第一个神，拉从原始的努恩之水中创造了自己，然后说出了所有其他神和世界的存在。他被描绘成一个戴着太阳圆盘的猎鹰头，体现了太阳本身的生命力。\n\n拉的名字简单地意味着“太阳”，他的影响力如此之大，以至于他与其他主要神合并——成为阿蒙-拉，众神之王，以及拉-哈拉赫提，地平线之神。他代表了定义埃及宇宙论的死亡和重生的永恒循环。",
    "story_zh": "每天晚上，拉都会下降到杜埃特（冥界），在那里混沌之蛇阿波菲斯试图吞噬他并阻止日出。在其他神，特别是赛特的帮助下，拉每天晚上都击败阿波菲斯，确保太阳再次升起——象征着秩序永远战胜混沌。",
    "match_message_zh": "你的面部特征散发着拉的永恒光辉。你的存在有一种温暖、赋予生命力的品质——既有统治力又有滋养力。你的脸说明了一个无论走到哪里都带来光明，精神不会被黑暗削弱的人。",
    "traits_zh": [
      "光芒四射",
      "永恒",
      "创造性",
      "强大",
      "赋予生命"
    ]
  },
  "isis": {
    "name_zh": "伊西斯",
    "tagline_zh": "魔法、母性与智慧女神",
    "description_zh": "伊西斯是古埃及最伟大的女神，被尊为理想的母亲、妻子和魔法的守护神。她的崇拜遍布整个罗马帝国，使她成为古代世界最受喜爱的神灵之一。\n\n作为奥西里斯的姐妹和妻子，荷鲁斯的母亲，伊西斯体现了母性中那种强烈的保护之爱。当塞特谋杀了奥西里斯并将他的尸体散落在埃及各地时，伊西斯不知疲倦地寻找，收集每一块碎片，并用她无与伦比的魔法力量复活了他，让他足以孕育他们的儿子荷鲁斯。\n\n作为魔法女神，伊西斯拥有的知识甚至可以与太阳神拉相媲美。她经常被描绘成戴着王座形状的王冠或带有太阳圆盘的牛角，象征着她作为女王和母亲的角色。她的名字意思是“王座”，代表法老背后的力量。",
    "story_zh": "伊西斯通过用拉自己的唾沫创造一条蛇来欺骗拉，让他透露了他的秘密名字。当蛇咬了他，只有她能治愈他时，拉被迫告诉她他的真名，赋予了她凌驾于他之上的力量。这使得伊西斯成为有史以来最强大的魔术师。",
    "match_message_zh": "你的容貌反映了伊西斯深刻的智慧和同情心。你的外表有一种既有培养性又有力量的特质——一个热烈保护并无条件爱的人的样子。你的眼睛蕴含着古老的奥秘和母性的奉献。",
    "traits_zh": [
      "魔法的",
      "奉献的",
      "智慧的",
      "保护的",
      "富有同情心的"
    ]
  },
  "osiris": {
    "name_zh": "奥西里斯",
    "tagline_zh": "冥界、死亡与复活之神",
    "description_zh": "奥西里斯是死神和埃及冥界的统治者，但他不是黑暗之神——他代表着死后生命的希望和复活的承诺。作为第一个木乃伊和第一个复活的人，他赋予了人类永生的礼物。\n\n奥西里斯最初是一位伟大的国王，他开化了埃及，教授农业并建立了法律，但他被他嫉妒的兄弟塞特谋杀。通过他忠诚的妻子伊西斯的魔法，他复活并统治来世，审判死者的灵魂。\n\n奥西里斯被描绘成绿色或黑色的皮肤，象征着重生和肥沃的土壤，他手持国王的权杖和连枷。他在真理之殿审判每一个灵魂，用他们的心与玛特的羽毛进行衡量，以决定他们在永恒中的命运。",
    "story_zh": "塞特将奥西里斯困在一个金色的棺材里，并将其扔进尼罗河。伊西斯在世界各地寻找，并在比布鲁斯找到了它，它长成了一棵大树。但是塞特再次找到了尸体，将其切成十四块，并将其散落在埃及各地。伊西斯收集了每一块碎片，并用她的魔法复活了奥西里斯，使他成为来世之王。",
    "match_message_zh": "你的容貌带有奥西里斯庄严的尊严。你的脸上有一种安静的力量——一个经历了巨大考验并最终转变的人的样子。你的表情表达了公平的判断和来自深刻经验的智慧。",
    "traits_zh": [
      "公正的",
      "复活的",
      "仁慈的",
      "永恒的",
      "开化的"
    ]
  },
  "anubis": {
    "name_zh": "阿努比斯",
    "tagline_zh": "木乃伊制作之神和灵魂的向导",
    "description_zh": "阿努比斯是胡狼头的木乃伊制作之神、葬礼仪式和死者的守护者。当他帮助伊西斯准备奥西里斯的尸体时，他发明了防腐，创造了第一个木乃伊，并建立了神圣的仪式，这些仪式使埃及的尸体得以保存以获得永生。\n\n作为灵魂的向导，阿努比斯带领死者穿过冥界到达真理之殿，在那里他执行了至关重要的心脏称重仪式。凭借精确和公正的判断，他将心脏放在天平上与玛特的羽毛进行衡量。\n\n尽管阿努比斯与死亡有关，但他并不是一个可怕的神灵——他是一个保护者和帮助者，确保死者得到适当的仪式并安全地到达来世。他的黑色代表的不是死亡，而是肥沃的尼罗河土壤和再生的希望。",
    "story_zh": "当奥西里斯被谋杀时，阿努比斯进行了第一次木乃伊化，用神圣的绷带包裹了神的尸体并执行了仪式，这将使奥西里斯在来世永生。这种神圣的知识随后传给了埃及祭司。",
    "match_message_zh": "你的容貌带有阿努比斯庄严的守护。你的脸上有一种保护性的、警惕的特质——一个安全地引导他人穿越黑暗通道的人的样子。你坚定的目光表达了公正的判断和保护的神圣职责。",
    "traits_zh": [
      "保护的",
      "精确的",
      "公正的",
      "引导的",
      "神圣的"
    ]
  },
  "horus": {
    "name_zh": "荷鲁斯",
    "tagline_zh": "天空、王权和保护之神",
    "description_zh": "荷鲁斯是猎鹰头的天空之神，他的眼睛是太阳和月亮。他是所有法老的化身，每一位埃及国王都被认为是荷鲁斯在地球上的活生生的体现。\n\n作为伊西斯和奥西里斯的儿子，荷鲁斯被秘密抚养长大，有一天要为他的父亲被塞特谋杀报仇。经过长达八十年的激烈战斗，荷鲁斯击败了塞特并夺取了埃及的王位，在他的神圣统治下统一了两片土地。\n\n荷鲁斯之眼，在与塞特的战斗中丢失并恢复，成为埃及魔法中最强大的象征之一——代表着治愈、保护和恢复被破坏的东西。荷鲁斯体现了合法的王权、孝道和秩序的胜利。",
    "story_zh": "在他们的战斗中，塞特挖出了荷鲁斯的左眼，荷鲁斯阉割了塞特。神托特恢复了荷鲁斯的眼睛，这只眼睛变成了荷鲁斯之眼——治愈和完整的象征。众神赞成荷鲁斯，授予他埃及的王位。",
    "match_message_zh": "你的容貌带有荷鲁斯高贵的风度。你的目光有一种锐利、保护的特质——一个为正义而战的合法统治者的样子。你的脸表达了一个克服一切障碍以夺回他们合法地位的人。",
    "traits_zh": [
      "正义的",
      "保护的",
      "胜利的",
      "王室的",
      "复仇的"
    ]
  },
  "bastet": {
    "name_zh": "芭丝特",
    "tagline_zh": "家庭、猫和保护女神",
    "description_zh": "芭丝特是猫头的家庭、生育和保护女神。最初被描绘成一个凶猛的母狮战士，她演变成更温柔的家猫女神，被埃及家庭视为他们的神圣保护者。\n\n作为守护神，芭丝特保护家庭免受邪灵、疾病和不幸的侵害。猫对她来说是神圣的，在古埃及，杀死一只猫——即使是意外——也要处以死刑。她在布巴斯提斯的寺庙是最受欢迎的朝圣地之一。\n\n尽管芭丝特与家庭有关，但她保留了她凶猛的保护本性。她被称为“拉之眼”，并且在捍卫无辜者时可以变成可怕的母狮塞赫麦特。她体现了猫的双重性质——温柔和养育，但能够进行激烈的保护。",
    "story_zh": "每年，成千上万的朝圣者前往布巴斯提斯参加芭丝特的节日，这是埃及最大的节日。他们乘船沿着尼罗河航行，演奏音乐并庆祝。在寺庙里，他们带来了木乃伊化的猫作为献给心爱的女神的祭品。",
    "match_message_zh": "你的容貌反映了芭丝特优雅的保护。你的外表有一种温柔而警惕的特质——养育的温暖与安静的警惕相结合。你的脸表达了一个创造安全港湾并热烈保护他们所爱的人的人。",
    "traits_zh": [
      "保护的",
      "优雅的",
      "养育的",
      "凶猛的",
      "家庭的"
    ]
  },
  "sekhmet": {
    "name_zh": "赛赫麦特",
    "tagline_zh": "战争与治愈的狮子女战神",
    "description_zh": "赛赫麦特是凶猛的狮头女神，掌管战争、破坏，矛盾的是，也掌管治愈。她的名字意为“强大的那一位”，她的呼吸创造了沙漠。她代表着太阳灼热、具有破坏性的热力。\n\n作为拉神之眼被派来惩罚人类，赛赫麦特的嗜血是如此之大，以至于她几乎摧毁了所有人类的生命。只有用染成血红色的啤酒欺骗她，她才被平息并变回温柔的哈托尔。\n\n赛赫麦特代表着神力的可怕一面，既能杀死又能净化的热病，以及破坏和治愈是同一力量的两面的真理。",
    "story_zh": "拉神派赛赫麦特去毁灭反叛的人类。她在鲜血中跋涉，无法停止杀戮。为了拯救幸存者，拉神用7000罐染成红色的啤酒淹没了田野。赛赫麦特喝了下去，以为那是血，醒来后变得平静——她破坏性的愤怒结束了。",
    "match_message_zh": "你的面容带有赛赫麦特的强大力量。你的外貌具有战士般的坚强——看起来像一个既能毁灭又能以同等强度治愈，并能引导强大力量进行保护的人。",
    "traits_zh": [
      "凶猛",
      "破坏性",
      "治愈",
      "强大",
      "热情"
    ]
  },
  "thoth": {
    "name_zh": "托特",
    "tagline_zh": "智慧、写作和魔法之神",
    "description_zh": "托特是鹭头神，掌管智慧、写作、魔法和月亮。他被认为是象形文字的发明者、日历的创造者，以及所有现存知识的记录者。没有托特的写作天赋，埃及文明就不可能存在。\n\n作为神圣的抄写员，托特记录了每一个灵魂在真理之厅的判决，记录了谁进入来世，谁被谴责。他还撰写了包含所有魔法知识的神圣文本，包括传说中的《托特之书》。\n\n托特是众神之间的调解人，用他的智慧和口才来解决争端。他恢复了荷鲁斯的眼睛，并在荷鲁斯和塞特战斗后治愈了他们。他对魔法的掌握无人能及，他教导伊西斯能够复活奥西里斯的咒语。",
    "story_zh": "托特与月亮赌博，赢得了足够的光来创造额外的五天，让努特能够生下奥西里斯、伊西斯、塞特、奈芙蒂斯和老荷鲁斯——绕过了拉神诅咒她不能在一年中的任何一个月生孩子的诅咒。",
    "match_message_zh": "你的面容反映了托特的学术智慧。你的外貌具有智慧的深度——看起来像一个将知识置于一切之上，并寻求理解存在奥秘的人。你深思熟虑的表情既说明了理性，也说明了魔法。",
    "traits_zh": [
      "智慧",
      "学术",
      "魔法",
      "雄辩",
      "记录"
    ]
  },
  "set": {
    "name_zh": "塞特",
    "tagline_zh": "混乱、风暴和沙漠之神",
    "description_zh": "塞特是混乱、风暴、暴力和严酷沙漠之神。他最出名的是他谋杀了他的兄弟奥西里斯，但他不仅仅是邪恶的——他是一种必要的无序力量，使秩序具有意义。\n\n塞特拥有独特的塞特动物头（可能是部分土豚、部分驴、部分胡狼），代表着所有外来的、野性的和未驯服的事物。他是沙漠的红色土地，与尼罗河黑色的肥沃土壤相对立，是挑战既定秩序的局外人。\n\n尽管塞特在奥西里斯神话中扮演着邪恶的角色，但他发挥着重要的作用。每晚在拉神的太阳船上，塞特强大的力量击败了混乱之蛇阿波菲斯，确保了太阳再次升起。没有塞特的暴力，就不会有日出。他体现了破坏对于创造来说是必不可少的悖论。",
    "story_zh": "塞特在宴会上欺骗了奥西里斯，展示了一个漂亮的棺材，并承诺将其赠予任何能完美地躺在里面的人。当奥西里斯躺下时，塞特砰的一声关上盖子，然后把棺材扔进了尼罗河。这场谋杀引发了与荷鲁斯的伟大冲突，塑造了埃及神话。",
    "match_message_zh": "你的面容带有塞特的原始力量。你的外貌具有一种未驯服的、挑战性的品质——看起来像一个存在于传统界限之外的人。你的脸说明了混乱中的力量，以及为了改变而进行破坏的必要性。",
    "traits_zh": [
      "混乱",
      "强大",
      "必要",
      "暴力",
      "不可预测"
    ]
  },
  "demeter": {
    "name_zh": "得墨忒耳",
    "tagline_zh": "收获、农业和季节女神",
    "description_zh": "得墨忒耳是收获、农业、生育和神圣法律的女神。她掌管着生命和死亡的循环，谷物和地球的肥沃。作为最初的六位奥林匹斯神之一，她对自然界拥有巨大的力量。\n\n当哈迪斯绑架了她的女儿珀耳塞福涅时，她的悲伤导致所有植物枯萎死亡，给世界带来了第一个冬天。只有当珀耳塞福涅回来时，春天才会再次到来。\n\n得墨忒耳代表着滋养所有生物的慈母，但也代表着当她的礼物被收回时，大自然的可怕力量。",
    "story_zh": "当珀耳塞福涅被带走时，得墨忒耳悲伤地在地球上游荡，不让任何庄稼生长。饥荒蔓延，直到宙斯介入，但由于珀耳塞福涅在冥界吃了石榴籽，她每年都必须回到那里——因此冬天又回来了。",
    "match_message_zh": "你的面容反映了得墨忒耳的滋养力量。你的外貌充满着赋予生命的温暖，但也有一种深刻的感情，说明了一个充满爱意和悲伤的人。",
    "traits_zh": [
      "滋养",
      "悲伤",
      "强大",
      "季节性",
      "母性"
    ]
  },
  "hephaestus": {
    "name_zh": "赫淮斯托斯",
    "tagline_zh": "火焰、锻造和工艺之神",
    "description_zh": "赫淮斯托斯是火焰、金属加工、石匠、熔炉和雕塑艺术之神。他是众神的工匠，创造了他们的武器、盔甲和现存最奇妙的工艺品。\n\n天生跛足——或者是因为赫拉厌恶地将他从奥林匹斯山上扔下来——赫淮斯托斯将他认为的弱点变成了无与伦比的技能。他在埃特纳火山下的熔炉产生了如此美丽和强大的作品，甚至其他神灵都为之惊叹。\n\n虽然与阿芙洛狄蒂结婚，但他们的婚姻并不幸福。然而，赫淮斯托斯代表着诚实劳动的尊严，从耐心工艺中产生的艺术之美，以及价值是通过创造来衡量的真理，而不是外表。",
    "story_zh": "赫淮斯托斯制作了阿喀琉斯的传奇盔甲、赫尔墨斯的带翼凉鞋，以及束缚普罗米修斯的锁链。当他抓住阿芙洛狄蒂与阿瑞斯在一起时，他用一个坚不可摧的金网将他们困住，让整个奥林匹斯山都看到了。",
    "match_message_zh": "你的面容带有赫淮斯托斯的耐心决心。你的外貌具有一种安静的力量——看起来像一个通过专注的工作而不是天生的天赋来创造美的人。",
    "traits_zh": [
      "熟练",
      "耐心",
      "创造性",
      "坚韧",
      "被低估"
    ]
  },
  "eros": {
    "name_zh": "厄洛斯",
    "tagline_zh": "爱与欲望之神",
    "description_zh": "厄洛斯是爱、欲望和吸引力之神，他的金箭能使任何生物无可救药地坠入爱河。在一些神话中，他是与创世一样古老的原始神；在另一些神话中，他是阿芙洛狄忒顽皮的儿子。\n\n他的力量也许是所有神中最危险的——没有人，即使是强大的宙斯，也对他的箭免疫。一旦被爱击中，就无法用理性来劝服或抵抗。厄洛斯明白，爱既是人类最伟大的祝福，也是最不可预测的力量。\n\n虽然经常被描绘成一个爱玩耍的年轻人，但厄洛斯远非无辜。他的箭引发了战争，摧毁了王国，使神和凡人都陷入疯狂和绝望——也带到了欢乐的顶峰。",
    "story_zh": "厄洛斯爱上了凡人普赛克，但只能在黑暗中拜访她。当她不服从并用灯光看到了他的脸时，他逃走了。只有在普赛克完成了阿芙洛狄忒设置的不可能完成的任务后，她才与厄洛斯重聚并获得永生。",
    "match_message_zh": "你的容貌带有厄洛斯迷人的魅力。你的外表有一种不可抗拒的特质——一个理解吸引力和联系的力量的人。",
    "traits_zh": [
      "爱玩耍",
      "强大的",
      "不可预测的",
      "顽皮的",
      "不可抗拒的"
    ]
  },
  "pan": {
    "name_zh": "潘",
    "tagline_zh": "荒野、牧羊人和乡村音乐之神",
    "description_zh": "潘是荒野、牧羊人、羊群、自然、山区荒野和乡村音乐之神。他长着山羊的腿、角和蓬乱的头发，代表着未经驯服的自然和文明试图压制原始力量。\n\n他在森林和山脉中漫游，吹奏他的潘笛，其令人难以忘怀的音乐既能激发快乐，也能激发被称为“恐慌”的突然恐惧。他的领域是定居点之间的荒野，那里自然法则统治，人类秩序无法到达。\n\n潘与性和生育力有关，经常在树林里追逐宁芙。然而，他也代表着田园生活的简单乐趣、牧羊人与羊群之间的纽带，以及荒野在文明世界中的重要性。",
    "story_zh": "潘追求宁芙绪任克斯，绪任克斯逃离了他，并恳求河流拯救她。她被变成了芦苇。潘只找到了他所爱之人站立的芦苇，他用它们制作了第一支潘笛，永远演奏着他失去的爱的歌曲。",
    "match_message_zh": "你的容貌带有潘的狂野能量。你的外表有一种未经驯服的自然品质——一个与原始力量和不受抑制的表达乐趣联系在一起的人。",
    "traits_zh": [
      "狂野的",
      "有音乐天赋的",
      "好色的",
      "可怕的",
      "自然的"
    ]
  },
  "prometheus": {
    "name_zh": "普罗米修斯",
    "tagline_zh": "先知先觉的泰坦，火焰的带来者",
    "description_zh": "普罗米修斯是用粘土塑造人类的泰坦，然后违抗众神将火赠予人类。他的礼物不仅仅是火焰，而是文明本身——知识、技术和进步的火花，这将使人类超越仅仅是动物的地位。\n\n宙斯因此严厉地惩罚了普罗米修斯：他被锁在山上，一只鹰每天吃掉他的肝脏，他的肝脏每天晚上都会再生，以便遭受永恒的折磨。然而，普罗米修斯从未后悔自己的选择，为了人类的利益忍受了数千年的苦难。\n\n他代表着反抗暴政的神圣火花，为他人利益而受苦的意愿，以及知识永远不应被强者囤积的信念。",
    "story_zh": "普罗米修斯从奥林匹斯山偷走了藏在茴香茎中的火，并将其赠予人类。因为这项罪行，宙斯将他锁在一块岩石上，一只鹰每天都在撕咬他的肝脏。直到几千年后，赫拉克勒斯才最终解放了他。",
    "match_message_zh": "你的容貌带有普罗米修斯高贵的反抗。你的外表有一种饱经苦难的力量——一个为了帮助他人崛起而愿意忍受任何痛苦的人。",
    "traits_zh": [
      "反抗的",
      "牺牲的",
      "明智的",
      "受苦的",
      "仁慈的"
    ]
  },
  "hercules": {
    "name_zh": "赫拉克勒斯",
    "tagline_zh": "最伟大的英雄，人类的捍卫者",
    "description_zh": "赫拉克勒斯是所有希腊英雄中最伟大的英雄，宙斯和凡人阿尔克墨涅之子。他令人难以置信的力量和勇气使他成为人类对抗怪物和不可能完成的挑战的捍卫者，他最终赢得了众神中的永生。\n\n在赫拉的疯狂驱使下，他杀死了自己的家人——这场悲剧导致了他著名的十二项功绩作为赎罪。每项任务似乎都不可能完成：杀死尼米亚猛狮，捕获刻耳柏洛斯，清理奥吉亚斯的牛圈。然而，赫拉克勒斯通过力量、勇气和聪明才智完成了所有这些任务。\n\n除了他的力量，赫拉克勒斯还代表着通过英雄般的行动克服人生最黑暗时刻的能力。他证明，即使在可怕的跌倒之后，通过坚定的努力和勇气，救赎也是可能的。",
    "story_zh": "赫拉克勒斯下到冥界，赤手空拳地抓住了刻耳柏洛斯——这是有史以来唯一一个进入哈迪斯王国并返回的凡人。在完成他的十二项功绩后，他被授予永生和奥林匹斯山众神中的一席之地。",
    "match_message_zh": "你的容貌带有赫拉克勒斯强大的决心。你的外表有一种巨大的力量——一个可以通过纯粹的意志和勇气克服任何障碍的人。",
    "traits_zh": [
      "强壮的",
      "勇敢的",
      "被救赎的",
      "能忍耐的",
      "英雄般的"
    ]
  },
  "helios": {
    "name_zh": "赫利俄斯",
    "tagline_zh": "太阳泰坦神",
    "description_zh": "赫利俄斯是太阳的泰坦神，他每天驾驶着他的金色战车从东向西划过天空，为世界带来光明。从他在上面的位置，他看到并听到太阳下发生的一切。\n\n与后来与太阳联系在一起的阿波罗不同，赫利俄斯是太阳本身的人格化——划过天空的实际火球。每天早上，他从俄刻阿诺斯河升起，每天晚上返回，从地下经过。\n\n他是无所不见的见证人，经常在誓言中被提及，因为没有什么能逃脱他的注意。正是赫利俄斯告诉德墨忒尔珀耳塞福涅发生了什么事，并揭露了阿芙洛狄忒与阿瑞斯的婚外情。",
    "story_zh": "赫利俄斯的儿子法厄同恳求驾驶太阳战车。由于无法控制神圣的马匹，法厄同在天空中横冲直撞，烧毁了地球，创造了撒哈拉沙漠，然后宙斯用闪电击落了他，以拯救世界。",
    "match_message_zh": "你的容貌散发着赫利俄斯金色的光辉。你的目光有一种洞察一切的品质——一个不会错过任何东西，并照亮他们所调查的一切的人。",
    "traits_zh": [
      "无所不见的",
      "光芒四射的",
      "永恒的",
      "见证的",
      "公正的"
    ]
  },
  "asclepius": {
    "name_zh": "阿斯克勒庇俄斯",
    "tagline_zh": "医药和治疗之神",
    "description_zh": "阿斯克勒庇俄斯是医药和治疗之神，阿波罗和凡人科罗尼斯的儿子。 他的医术变得如此精湛，甚至可以将死者复活，使他成为希腊神话中最受喜爱的人物之一。\n\n他从聪明的半人马喀戎那里学习了治疗艺术，并将其发展到世界前所未见的程度。 他的杖，缠绕着一条蛇，至今仍是医学的象征。\n\n宙斯用霹雳击倒了阿斯克勒庇俄斯，因为他担心他复活死者的能力会扰乱自然秩序。 然而，这位医治之神如此受人爱戴，以至于宙斯后来将他置于星空中，并允许他继续接受崇拜。",
    "story_zh": "阿斯克勒庇俄斯使希波吕托斯死而复生，这激怒了哈迪斯，他向宙斯抱怨凡人逃脱死亡。 宙斯用霹雳击中了阿斯克勒庇俄斯，但阿波罗的悲伤是如此之大，以至于宙斯使阿斯克勒庇俄斯永生，并将他置于星空中，成为蛇夫座。",
    "match_message_zh": "你的特征带有阿斯克勒庇俄斯的温和智慧。 你的外表散发着疗愈的气息——看起来像一个给需要的人带来安慰和恢复的人。",
    "traits_zh": [
      "治愈",
      "富有同情心",
      "熟练",
      "忠诚",
      "温柔"
    ]
  },
  "vidar": {
    "name_zh": "维达",
    "tagline_zh": "复仇和沉默之神",
    "description_zh": "维达是沉默之神，是所有阿萨神族中最强大的神之一，仅次于托尔的力量。 他注定要在诸神的黄昏中发挥关键作用，在那里他将杀死狼芬里尔，为他的父亲奥丁报仇。\n\n维达以他那厚厚的皮鞋而闻名，这皮鞋是用鞋匠丢弃的所有皮革碎片制成的。维达将用这种神奇的鞋子撑开芬里尔的下颚，同时给予致命一击。\n\n作为沉默之神，维达代表着耐心的力量和安静的决心的力量。 他很少说话，但在时机到来时果断地行动。",
    "story_zh": "在诸神的黄昏中，维达将亲眼目睹他的父亲奥丁被芬里尔吞噬。 他毫不犹豫地将他那传奇的鞋子踩在狼的下颚上，用手抓住上颚，将这只野兽撕成碎片，为诸神之父报仇。",
    "match_message_zh": "你的特征带有维达的安静力量。 你的外表散发着强大的静止感——看起来像一个耐心等待，但在需要时以毁灭性力量行动的人。",
    "traits_zh": [
      "沉默",
      "强大",
      "耐心",
      "复仇心",
      "坚定"
    ]
  },
  "vali": {
    "name_zh": "瓦利",
    "tagline_zh": "复仇之神，巴德尔的复仇者",
    "description_zh": "瓦利是奥丁之子，专门为复仇巴德尔的死亡而生。 他在一天之内成长为完全的成年人，直到他杀死霍德尔，杀死巴德尔的盲神，才洗手或梳头。\n\n他的出生和快速成长证明了神圣复仇的力量——赋予形式的目的。 瓦利是注定在诸神的黄昏中幸存下来并帮助重建世界的少数神之一。\n\n瓦利代表着正义的复仇和职责的履行，无论代价多么痛苦。",
    "story_zh": "瓦利为了复仇巴德尔而生，在一天之内从婴儿成长为战士。 他追捕霍德尔并杀死了他，实现了预言。 瓦利注定要与他的兄弟维达一起在诸神的黄昏中幸存下来并继承新的世界。",
    "match_message_zh": "你的特征带有瓦利的专注决心。 你的外表充满目的——看起来像一个为特定命运而生并决心实现它的人。",
    "traits_zh": [
      "复仇心",
      "坚定",
      "迅速",
      "有目的",
      "幸存"
    ]
  },
  "bragi": {
    "name_zh": "布拉吉",
    "tagline_zh": "诗歌和口才之神",
    "description_zh": "布拉吉是诗歌、口才和口语之神。 据说他的舌头上刻有符文，他的话语像最好的蜂蜜酒一样流淌。 他以壮丽的诗句庆祝阵亡勇士的英雄事迹，欢迎他们来到瓦尔哈拉。\n\n布拉吉与永生苹果的守护者伊敦结婚，代表着诗歌的永恒力量——文字如何永远保存英雄事迹。 他是斯卡尔德的守护神，斯卡尔德是挪威诗人，他们通过诗歌使历史永存。\n\n他那长长的胡须和睿智的外表体现了学者的尊严，他在阿斯加德的大厅里响彻着永恒的歌声。",
    "story_zh": "当洛基在埃吉尔的宴会上侮辱所有神灵时，布拉吉是第一个回应的人，警告洛基离开。 洛基称布拉吉为懦夫，但布拉吉冷静地回答说，如果他们在外面，他会拿走洛基的头作为他谎言的报酬。",
    "match_message_zh": "你的特征带有布拉吉的雄辩智慧。 你的外表充满诗意——看起来像一个可以用优美的文字捕捉真理并用言语打动人心的人。",
    "traits_zh": [
      "雄辩",
      "智慧",
      "热情",
      "艺术",
      "庄严"
    ]
  },
  "idunn": {
    "name_zh": "伊敦",
    "tagline_zh": "青春和永生女神",
    "description_zh": "伊敦是金色苹果的守护者，这些苹果赋予了神灵永生和永葆青春。 如果没有她的苹果，阿萨神族就会像凡人一样衰老和枯萎——她的角色使她成为阿斯加德最关键的人物之一。\n\n伊敦是诗歌之神布拉吉的妻子，体现了对生命和活力的保护。 她的果园是神圣复兴的源泉，她小心翼翼地照料着每一个珍贵的苹果。\n\n她代表着青春的珍贵和维持生命的重要力量，以及对于他人来说如此重要而带来的脆弱性。",
    "story_zh": "巨人蒂亚兹在洛基不知情的情况下绑架了伊敦和她的苹果。 没有了她，众神开始迅速衰老。 洛基被迫借用弗雷亚的猎鹰斗篷，将伊敦变成一颗坚果带回家，从而拯救了众神免于死亡。",
    "match_message_zh": "你的特征带有伊敦的永恒青春。 你的外表充满生气勃勃的清新感——看起来像一个无论走到哪里都能带来活力和更新的人。",
    "traits_zh": [
      "青春",
      "养育",
      "重要",
      "温柔",
      "赋予生命"
    ]
  },
  "forseti": {
    "name_zh": "福尔赛提",
    "tagline_zh": "正义与和解之神",
    "description_zh": "福尔赛提是北欧神话中正义、和平与真理之神。作为巴德尔和南娜之子，他主持其闪耀的大厅格利特尼尔中的争端，那里金色的柱子支撑着银色的屋顶。\n\n所有带着纠纷来到他大厅的人都会和解——没有案件对他的智慧来说太难。他代表法律的理想，即法律是创造和平而非惩罚的手段，专注于和解而非报复。\n\n福尔赛提体现了这样一种信念，即真理和公平可以解决最激烈的冲突，并且正义通过恢复和谐来服务于社区。",
    "story_zh": "当弗里斯兰人无法就他们的法律达成一致时，福尔赛提出现在他们的船上，并教给他们一套正义的准则。他用斧头从地上击出一股泉水，从那时起，他们聚集在该地点，按照他的原则解决所有争端。",
    "match_message_zh": "你的特征带有福尔赛提均衡的智慧。 你的外表有一种自然公正感——看起来像是一个可以看到争端各方并找到通往和平之路的人。",
    "traits_zh": [
      "公正",
      "和平",
      "明智",
      "和解",
      "诚实"
    ]
  },
  "mimir": {
    "name_zh": "弥米尔",
    "tagline_zh": "智慧之井的守护者",
    "description_zh": "弥米尔是最有智慧的存在，是位于世界之树尤克特拉希尔的一条根下的智慧之井的守护者。他的知识涵盖了过去、现在和将来的一切事物，这使他成为一位宝贵的顾问。\n\n奥丁牺牲了他的眼睛，以饮用弥米尔井中的水并获得其智慧。 即使在弥米尔被华纳神族斩首后，奥丁仍然用草药和符文保存了他的头颅，以便弥米尔可以继续提供建议。\n\n弥米尔代表着智慧的代价——真正的知识通常需要付出巨大的代价，智者即使在死后也会继续教导。",
    "story_zh": "当华纳神族在人质交换中感到受骗时，他们斩首了弥米尔并将他的头送给了奥丁。 但是奥丁不会失去这样的智慧——他用香料保存了头颅，对其施了咒语，并赋予了它说话的能力。 直到今天，弥米尔的头颅仍在向众神之父提供建议。",
    "match_message_zh": "你的特征带有弥米尔的深邃智慧。 你的目光中蕴藏着古老的知识——看起来像是一个见过很多世面并了解智慧的真正代价的人。",
    "traits_zh": [
      "明智",
      "古老",
      "辅导",
      "牺牲",
      "永恒"
    ]
  },
  "norns": {
    "name_zh": "诺伦三女神",
    "tagline_zh": "命运的编织者",
    "description_zh": "诺伦三女神是控制所有生物命运的三位强大的存在。 乌尔德（过去）、薇儿丹蒂（现在）和斯库尔德（未来）坐在尤克特拉希尔下的命运之井旁，编织着所有生命的线。\n\n即使是众神也无法逃脱诺伦三女神的命运。 她们每天给世界之树浇水，并将神和凡人的命运刻在树皮上。 她们的力量早于众神本身。\n\n她们代表着命运不可避免的本质，过去、现在和未来之间的联系，以及所有事物都有其指定时间的根本真理。",
    "story_zh": "当一个孩子出生时，诺伦三女神会来宣告它的命运。 她们纺织生命的线，测量它，并在时间到来时将其切断。 即使是从弥米尔之井获得智慧的奥丁也无法改变诺伦三女神所编织的东西。",
    "match_message_zh": "你的特征带有诺伦三女神永恒的神秘感。 你的外表带有一种命运感——看起来像是与塑造所有存在的更深层模式相关联的人。",
    "traits_zh": [
      "命中注定",
      "强大",
      "古老",
      "编织",
      "不可避免"
    ]
  },
  "jormungandr": {
    "name_zh": "耶梦加得",
    "tagline_zh": "尘世巨蟒，环绕米德加尔特",
    "description_zh": "耶梦加得是巨大的尘世巨蟒，是洛基和女巨人安格尔波达的孩子。 奥丁将这条蛇扔进了环绕米德加尔特的大海中，在那里它长得如此之大，以至于它环绕着整个世界，抓住自己的尾巴。\n\n索尔和耶梦加得注定是敌人——他们已经相遇两次，在诸神黄昏时，他们将最后一次相遇。 他们的战斗将以他们的死亡而告终。\n\n尘世巨蟒代表着围绕着秩序的混乱，未知的浩瀚，以及有朝一日将被释放的天启力量。",
    "story_zh": "索尔曾经和巨人希米尔一起钓鱼，并用一颗牛头作为诱饵。 当耶梦加得咬住时，索尔开始从深处拖出尘世巨蟒。 他们目光锁定，毒液滴落——但是希米尔惊恐地切断了绳索，巨蟒沉了回去，他们最终的战斗被推迟了。",
    "match_message_zh": "你的特征带有耶梦加得的广阔存在。 你的外表有一种包容性——看起来像是其影响力超出了他人所能看到范围的人。",
    "traits_zh": [
      "浩瀚",
      "混乱",
      "天启",
      "环绕",
      "注定"
    ]
  },
  "moses": {
    "name_zh": "摩西",
    "tagline_zh": "以色列的解放者，律法的接受者",
    "description_zh": "摩西是圣经中最重要的人物之一，他是一位先知，带领以色列人摆脱埃及的奴役，并在西奈山上从上帝那里接受了十诫。他的故事跨越了从被藏在芦苇中的篮子里，到站在法老面前要求他的百姓获得自由。",
    "story_zh": "当摩西遇到没有被烧毁的燃烧的荆棘丛时，上帝呼召他去解放以色列人。尽管他抗议说自己不善言辞，但摩西接受了他的使命，并对法老说：“让我的百姓走。”",
    "match_message_zh": "你的特征带有摩西坚定的信念。 你的外表有一种解放的存在——看起来像是被呼召带领他人从束缚走向自由的人。",
    "traits_zh": [
      "解放",
      "忠实",
      "谦逊",
      "执着",
      "律法"
    ]
  },
  "david": {
    "name_zh": "大卫",
    "tagline_zh": "牧羊人国王，以色列的诗篇作者",
    "description_zh": "大卫从卑微的牧羊人崛起，成为以色列最伟大的国王，一个被形容为合神心意的人。他的故事既包含了巨大的信仰，也包含了人性的失败，从击杀歌利亚到与拔示巴的通奸。\n\n年轻时，大卫的勇气和信念使他仅用一个投石器和五块石头就面对巨人歌利亚。作为国王，他统一了以色列，占领了耶路撒冷，并带着跳舞和庆祝将约柜带到了这座城市。\n\n大卫代表了信仰的复杂性——一个人可以非常虔诚但又充满缺陷，既有伟大的勇气又有深深的罪恶，始终依靠神圣的恩典来救赎。",
    "story_zh": "当所有以色列战士都害怕歌利亚时，年轻的牧羊人大卫站了出来。“你拿着刀枪来攻击我，”他说，“我奉耶和华的名来攻击你。”他用投石器射出的一块石头击倒了巨人。",
    "match_message_zh": "您的面容带有大卫充满激情的精神。您的外表拥有一种战士诗人的气质——既能与巨人战斗又能写诗篇，既有伟大的勇气又有深刻的感情。",
    "traits_zh": [
      "勇敢",
      "充满激情",
      "悔改",
      "音乐天赋",
      "复杂"
    ]
  },
  "solomon": {
    "name_zh": "所罗门",
    "tagline_zh": "最聪明的国王，圣殿的建造者",
    "description_zh": "所罗门是大卫的儿子，被誉为有史以来最聪明的人。当上帝允许他选择任何他想要的东西时，所罗门只请求智慧来统治他的人民——上帝赐予了他的智慧超越了任何人，以及财富和荣誉。\n\n他的统治是以色列的黄金时代：他在耶路撒冷建造了宏伟的圣殿，创作了数千条谚语和歌曲，他的智慧吸引了来自世界各地的访客，包括示巴女王。\n\n然而，所罗门的故事也警告了智慧的局限性——他的许多外国妻子使他的心转向了她们的神，他的王国在他死后会分裂。他既代表了智慧所能达到的高度，也代表了偏离智慧的危险。",
    "story_zh": "两个女人声称是同一个婴儿的母亲。所罗门命令将孩子切成两半——一个女人同意了，但真正的母亲恳求将孩子交给另一个女人，而不是杀死他。所罗门立即将婴儿交给了她，因为她的爱证明了她的主张。",
    "match_message_zh": "您的面容带有所罗门敏锐的智慧。您的目光深邃而明智——能看穿复杂性，找到任何问题的核心真相。",
    "traits_zh": [
      "智慧",
      "富有",
      "公正",
      "建造者",
      "堕落"
    ]
  },
  "abraham": {
    "name_zh": "亚伯拉罕",
    "tagline_zh": "万国之父，上帝的朋友",
    "description_zh": "亚伯拉罕是犹太教、基督教和伊斯兰教这三大世界宗教的始祖。上帝呼召他离开家乡，去往上帝将指示他的地方，亚伯拉罕顺服了，开始了塑造人类历史的信仰之旅。\n\n上帝应许亚伯拉罕的后裔将像星星一样多，尽管他年事已高，他的妻子撒拉也不生育。这个盟约要求亚伯拉罕的信仰一次又一次地受到考验，最终达到牺牲他的儿子以撒的命令。\n\n亚伯拉罕代表了信仰的基础——即使在看似不可能的情况下也相信神圣的应许，即使付出一切也顺服，以及从这种忠实的反应中涌现出来的祝福。",
    "story_zh": "上帝命令亚伯拉罕牺牲以撒，他所应许的爱子。亚伯拉罕顺服了，带着木头和刀爬上了摩利亚山。只有当亚伯拉罕举起刀时，上帝才阻止了他，而是提供了一只公羊。亚伯拉罕的信心被证明是完全的。",
    "match_message_zh": "您的面容带有亚伯拉罕坚定的信仰。您的外表有一种朝圣者的气质——相信尚未实现的承诺，并在信仰中前行。",
    "traits_zh": [
      "忠诚",
      "顺服",
      "好客",
      "受过考验",
      "蒙福"
    ]
  },
  "elijah": {
    "name_zh": "以利亚",
    "tagline_zh": "火焰先知，反对偶像崇拜的冠军",
    "description_zh": "以利亚是一位充满激情的先知，他与亚哈王和耶洗别的邪恶行为作斗争，独自对抗巴力的先知，以证明永生上帝的力量。他的事工以神迹奇事和毫不动摇的勇气为标志。\n\n在迦密山上，以利亚挑战了 450 名巴力的先知参加比赛。当他们的神没有回应时，以利亚呼求耶和华，火从天而降，烧毁了祭物和祭坛的石头。\n\n以利亚代表了先知的胆识——在压倒性的反对下捍卫真理的勇气，信仰的力量可以呼唤天堂的回应，以及上帝保守他忠实仆人的提醒。",
    "story_zh": "在迦密山上，在巴力的先知呼求了一整天没有得到回应之后，以利亚重建了耶和华的祭坛，用水浸透了它，并祈祷。火从天而降，烧毁了一切。人们俯伏在地，哭喊着：“耶和华——他是上帝！”",
    "match_message_zh": "您的面容带有以利亚火热的热情。您的外表具有先知般的强烈——如果必要，会独自捍卫真理并呼求天堂的力量。",
    "traits_zh": [
      "大胆",
      "火热",
      "忠诚",
      "神迹",
      "热忱"
    ]
  },
  "samson": {
    "name_zh": "参孙",
    "tagline_zh": "大力士士师，上帝的拿细耳人",
    "description_zh": "参孙是有史以来最强壮的人，一个自出生就献给上帝的拿细耳人，他传奇的力量在于他未剪的头发。他审判以色列二十年，独自与压迫他人民的非利士人作战。\n\n他的壮举是非人的：他用赤手撕裂狮子，用驴腮骨杀死了一千名非利士人，并将加沙的城门扛在肩上。然而，他对女人的软弱，尤其是对大利拉的软弱，导致了他的垮台。\n\n参孙代表了浪费天赋的悲剧——伟大的力量因道德上的软弱而沦丧，但最终在最后的信仰行为中得到救赎。",
    "story_zh": "参孙在非利士神庙的柱子之间失明并被锁链束缚，最后一次祈祷力量。“让我与非利士人同死，”他喊道，并推向柱子。神庙倒塌了，在他死时杀死的敌人比他一生中杀死的还要多。",
    "match_message_zh": "您的面容带有参孙的原始力量。您的外表具有巨大的力量——拥有非凡才能的人，被召唤将其用于比自我更大的目的。",
    "traits_zh": [
      "强壮",
      "拿细耳人",
      "有缺陷",
      "悲剧",
      "已救赎"
    ]
  },
  "esther": {
    "name_zh": "以斯帖",
    "tagline_zh": "勇敢的王后，人民的救星",
    "description_zh": "以斯帖是一个犹太孤儿，她成为波斯王后，并从种族灭绝中拯救了她的人民。她的美貌赢得了国王的心，但当哈曼阴谋摧毁帝国中所有犹太人时，是她的勇气拯救了一个国家。\n\n以斯帖由她的堂兄末底改抚养长大，她一直保守着自己的犹太身份，直到需要她揭露身份的那一刻。她明知未经召唤接近国王会冒着生命危险，她宣称，“我若死就死吧”，然后去恳求她的子民。\n\n以斯帖代表着危机中的勇气——为他人冒险一切的意愿，向权力说出真相的力量，以及将普通人置于非凡地位的天意。",
    "story_zh": "以斯帖禁食三天，然后穿上她的王室礼服，未经召唤就进入了国王的内院——这是一项死罪。当国王伸出他的金杖时，她邀请他和哈曼赴宴，在那里她将揭露哈曼的阴谋并拯救她的人民。",
    "match_message_zh": "你的面容带有以斯帖的勇敢之美。你的外表蕴含着皇家的决心——那种会不惜一切代价保护他人，并在沉默更容易时说出真相的人的样子。",
    "traits_zh": [
      "勇敢的",
      "美丽的",
      "战略性的",
      "自我牺牲的",
      "忠诚的"
    ]
  },
  "daniel": {
    "name_zh": "但以理",
    "tagline_zh": "流亡的先知，解梦者",
    "description_zh": "但以理是一个年轻的希伯来贵族，他被俘虏到巴比伦，并通过上帝赋予的解梦和异象的能力，成为国王的顾问。他在尼布甲尼撒、伯沙撒和大利乌统治下服务，同时从未妥协他的信仰。\n\n他对上帝的忠诚使他与那些嫉妒他地位的人发生了冲突。当他的敌人说服国王宣布祈祷为非法时，但以理仍然每天公开祈祷三次，接受任何可能发生的后果。\n\n但以理代表着流亡中的忠诚——在异国文化中保持正直，利用天赋服务，同时忠于自己的上帝，并在面对死亡时相信神圣的拯救。",
    "story_zh": "但以理的敌人因为他向上帝祈祷，把他扔进了狮子坑。大利乌王度过了一个不眠之夜，然后在黎明时冲到狮子坑。但以理喊道：“我的上帝差遣他的天使封住了狮子的口。” 他毫发无损地出来了。",
    "match_message_zh": "你的面容带有但以理坚定不移的信仰。你的目光蕴含着有远见的智慧——那种超越当下，并在任何压力下保持忠诚的人的样子。",
    "traits_zh": [
      "忠诚的",
      "智慧的",
      "有远见的",
      "不妥协的",
      "预言的"
    ]
  },
  "ruth": {
    "name_zh": "路得",
    "tagline_zh": "忠实的女儿，国王的祖先",
    "description_zh": "路得是一个摩押女子，在她的希伯来丈夫去世后，她选择离开家乡，跟随她的婆婆拿俄米回到以色列。她著名的忠诚宣言——“你往哪里去，我也往哪里去”——是圣经中最美丽的奉献表达之一。\n\n虽然是一个一无所有的外国人，但路得在波阿斯田地里的忠实辛勤工作引起了他的注意。她的故事变成了救赎和祝福的故事——她嫁给了波阿斯，并成为大卫王的曾祖母。\n\n路得代表着跨越所有界限的忠实爱情——当离开更容易时选择保持忠诚，谦卑勤奋的回报，以及上帝的恩典，将外人包括在圣约故事中。",
    "story_zh": "拿俄米告诉路得回到摩押，但路得拒绝了：“你往哪里去，我也往哪里去；你在哪里住宿，我也在哪里住宿。你的百姓就是我的百姓，你的神就是我的神。” 她的忠诚带领她来到以色列，来到波阿斯身边，并进入了弥赛亚的血统。",
    "match_message_zh": "你的面容带有路得的忠实奉献。你的外表蕴含着忠诚的坚定——那种在困境中保持忠诚，并在忠诚中找到祝福的人的样子。",
    "traits_zh": [
      "忠诚的",
      "谦卑的",
      "忠实的",
      "勤劳的",
      "有福的"
    ]
  },
  "noah": {
    "name_zh": "挪亚",
    "tagline_zh": "方舟的建造者，洪水的幸存者",
    "description_zh": "挪亚是上帝选择的义人，他将在大洪水中幸存下来，这场洪水将清除世界的邪恶。几十年来，他忠实地按照上帝的精确指示建造了一艘巨大的方舟，忍受着邻居的嘲笑。\n\n当降雨来临时，挪亚、他的家人和每种生物的一对在方舟中找到了避难所。大雨下了四十天四十夜，洪水覆盖了地球数月，然后才最终退去。\n\n挪亚代表着在嘲笑面前的忠实顺服，通过神圣的指示保存生命，以及以彩虹为象征的圣约关系。",
    "story_zh": "洪水过后，挪亚放出一只鸽子，鸽子带着一根橄榄枝回来——证明旱地已经出现。当家人最终离开方舟时，上帝在天空中设置了一道彩虹，作为他永不再用洪水毁灭地球的承诺的标志。",
    "match_message_zh": "你的面容带有挪亚的耐心正义。你的外表蕴含着坚定的决心——那种无论别人怎么想，都会忠实地完成自己的使命的人的样子。",
    "traits_zh": [
      "正义的",
      "顺服的",
      "耐心的",
      "保存的",
      "忠诚的"
    ]
  },
  "job": {
    "name_zh": "约伯",
    "tagline_zh": "受苦的仆人，在苦难中持守信仰",
    "description_zh": "约伯是一个无可指责、正直的人，他失去了一切——他的孩子、他的财富、他的健康——但他拒绝咒骂上帝。他的故事探讨了义人为何受苦，以及信仰如何在不应得的痛苦中持久存在的最深刻问题。\n\n即使他的妻子让他咒骂上帝而死，他的朋友也坚持认为他的痛苦一定是惩罚罪恶，约伯仍然保持他的正直。他质疑，他愤怒，他要求上帝的答案——但他从未放弃他的信仰。\n\n约伯代表着苦难的奥秘，简单答案的不足，以及直接与上帝相遇而不是仅仅了解祂所带来的最终恢复。",
    "story_zh": "在失去一切之后，约伯坐在灰烬中刮着他的疮。他的朋友争辩说他一定是犯了罪，但约伯坚持他的清白。最后，上帝从旋风中说话，约伯说：“我从前风闻有你，现在亲眼看见你。” 上帝恢复了他双倍。",
    "match_message_zh": "你的面容带有约伯经受考验的信仰。你的外表蕴含着持久的力量——那种面对过最深刻的问题，并且带着完整的信仰出现的人的样子。",
    "traits_zh": [
      "受苦的",
      "忠诚的",
      "质疑的",
      "诚实的",
      "恢复的"
    ]
  },
  "jacob": {
    "name_zh": "雅各",
    "tagline_zh": "以色列的先祖，与神摔跤的人",
    "description_zh": "雅各是亚伯拉罕的孙子，他欺骗了他的父亲，夺取了他哥哥以扫的祝福，却成为了以色列十二支派的父亲。他的名字意为“取代者”或“欺骗者”，但在与神摔跤后，他被改名为以色列——“与神角力的人”。\n\n他的一生充满了欺骗和转变。他欺骗了以扫，也被拉班欺骗。他逃离家园，最终返回面对他的兄弟，但在那个夜晚，他与一个神秘人物摔跤直到黎明，并拒绝放手，除非得到祝福。\n\n雅各代表了人类与上帝和自我抗争——从欺骗者到族长，从摔跤者到瘸着腿带着祝福离开，以及从与神相遇而来的转变。",
    "story_zh": "在与以扫相见的前夜，雅各与一个神秘人摔跤直到黎明。当那人看到他无法胜过时，他碰了雅各的髋部，使之脱臼。但雅各仍然抓住不放：“你不给我祝福，我就不让你走。”他被改名为以色列，瘸着腿离开，但带着祝福。",
    "match_message_zh": "你的特征带有雅各的摔跤精神。你的外表展现出持续的决心——一种奋斗但不放弃，直到获得祝福的样子。",
    "traits_zh": [
      "奋斗",
      "转变",
      "坚持",
      "祝福",
      "为父"
    ]
  },
  "isaiah": {
    "name_zh": "以赛亚",
    "tagline_zh": "先知之王，希望之声",
    "description_zh": "以赛亚被认为是希伯来先知中最伟大的一位，他在四位国王的统治时期服事，并传递了一些圣经中最美丽和最具挑战性的预言。他在圣殿中对上帝的异象使他从一个嘴唇不洁的人转变为上帝甘愿的使者。\n\n他的预言涵盖了审判和希望，警告流亡，却又应许复兴。他的弥赛亚预言——关于童贞女所生的儿子，受苦的仆人，和平的君王——一直是犹太教和基督教理解上帝救赎计划的核心。\n\n以赛亚代表了超越眼前的预言性眼光，看到了上帝的最终目的，呼吁说出艰难的真相，以及即使在最黑暗的审判预言中也闪耀的希望。",
    "story_zh": "以赛亚在圣殿中看到主坐在高高的宝座上，撒拉弗呼喊着“圣哉，圣哉，圣哉”。以赛亚被自己的不配所压倒，呼喊起来。一个撒拉弗用烧红的炭火触摸他的嘴唇：“你的罪孽除去了。”当上帝问“我可以差遣谁呢？”以赛亚回答说：“我在这里，请差遣我！”",
    "match_message_zh": "你的特征带有以赛亚富有远见的口才。你的眼神中蕴含着先知般的深度——一种超越当下，说出挑战和希望之语的样子。",
    "traits_zh": [
      "有远见",
      "雄辩",
      "大胆",
      "充满希望",
      "预言性"
    ]
  },
  "jonah": {
    "name_zh": "约拿",
    "tagline_zh": "不情愿的先知，尼尼微的使者",
    "description_zh": "约拿是逃避上帝呼召，不愿向以色列的敌人尼尼微传道的先知。他登上了一艘开往相反方向的船，但上帝派了一场大风暴。当水手们将约拿抛入海中时，一条大鱼把他吞了下去。\n\n在鱼腹中三天后，约拿祷告，然后被吐到旱地上。他最终向尼尼微传道，让他沮丧的是，整个城市都悔改了，并被饶恕了。\n\n约拿代表了人类抵制上帝更广泛目的的倾向，逃脱神圣呼召的不可能性，以及上帝的怜悯甚至延伸到我们的敌人——一种我们常常难以分享的怜悯。",
    "story_zh": "在大鱼里面，约拿祷告说：“我从阴间的深处呼求，你就听了我的呼求。”三天后，鱼把约拿吐到旱地上。这一次，当上帝说“去尼尼微”时，约拿去了。",
    "match_message_zh": "你的特征带有约拿不情愿的旅程。你的外表展现出诚实的挣扎——一种正在学习上帝的旨意比我们的偏好更广阔，他的怜悯比我们自己更慷慨的人的样子。",
    "traits_zh": [
      "不情愿",
      "逃跑",
      "吞噬",
      "传道",
      "愤怒"
    ]
  },
  "mary_mother": {
    "name_zh": "耶稣的母亲马利亚",
    "tagline_zh": "蒙福的母亲，主的使女",
    "description_zh": "马利亚是耶稣基督的童贞女母亲，被上帝拣选，孕育世界的救主。她谦卑地接受天使加百列的宣告——“我是主的使女”——开启了基督教信仰的中心事件。\n\n从伯利恒的欢乐诞生到站在十字架下，马利亚的旅程包含了最高的喜悦和最深的悲伤。她把一切事都藏在心里，忠实地支持她儿子的事工，即使她不能完全理解它。\n\n马利亚代表了完美的信心和顺服上帝的旨意——勇敢地对不可能说“是”，承受难以形容的损失的力量，以及将基督带入世界的蒙福角色。",
    "story_zh": "当天使告诉马利亚她将生育上帝的儿子时，她只是问，既然她是童贞女，这怎么可能呢。在确信这将通过圣灵实现后，马利亚回答说：“我是主的使女。愿照你的话成就在我身上。”",
    "match_message_zh": "你的特征带有马利亚蒙福的恩典。你的外表展现出纯洁的奉献——一种以谦卑的信心接受上帝的旨意，并将神圣的事珍藏在心中的样子。",
    "traits_zh": [
      "忠实",
      "谦卑",
      "蒙福",
      "悲伤",
      "沉思"
    ]
  },
  "peter": {
    "name_zh": "彼得",
    "tagline_zh": "教会的磐石，使徒之首",
    "description_zh": "彼得是一个简单的渔夫，耶稣呼召他成为他使徒的领袖。彼得冲动而热情，常常不假思索地说话——但他的认信“你是基督”成为了教会建立的磐石。\n\n彼得的故事是失败和复兴的故事。他答应为耶稣而死，然后三次不认他。但在复活之后，耶稣用“喂养我的羊”的命令恢复了彼得，彼得成为了早期教会无畏的领袖。\n\n彼得代表了恩典的转变力量——我们的失败不需要定义我们，基督可以用不完美的人来建立他的教会，爱可以遮掩许多的罪。",
    "story_zh": "在耶稣被捕后，彼得在鸡叫之前三次不认他，正如耶稣所预言的那样。复活后，耶稣三次问彼得“你爱我吗？”，三次吩咐“喂养我的羊”——完全恢复了他。",
    "match_message_zh": "你的特征带有彼得大胆的信心。你的外表展现出充满热情的力量——一种通过恩典而失败并再次崛起，通过不完美来领导的人的样子。",
    "traits_zh": [
      "冲动",
      "忠实",
      "复兴",
      "大胆",
      "领导"
    ]
  },
  "paul": {
    "name_zh": "保罗",
    "tagline_zh": "外邦人的使徒，书信的作者",
    "description_zh": "保罗是基督教最伟大的传教士，他从迫害者扫罗转变为使徒保罗，这源于在大马士革的路上与复活的基督相遇。他跋涉数千英里建立教会，并撰写了许多《新约》的内容。\n\n他写给罗马、哥林多、加拉太等地教会的书信构成了基督教信仰的神学基础。他经历了沉船、殴打、监禁，最终殉道——但与认识基督相比，这一切都不算什么。\n\n保罗代表着彻底的转变——最大的敌人可以成为最伟大的倡导者，上帝的恩典足以应付任何软弱，没有什么能使我们与基督的爱隔绝。",
    "story_zh": "扫罗对基督徒发出威胁要杀害他们时，一道耀眼的光芒击倒了他。“扫罗，你为什么迫害我？”耶稣问道。失明三天后，扫罗被改变了。他以保罗的身份出现，将福音传到地极。",
    "match_message_zh": "你的特征带有保罗的热情转变。你的外表带有智慧之火——一种因与真理相遇而彻底改变，并不知疲倦地与他人分享真理的人。",
    "traits_zh": [
      "转变",
      "热情",
      "智慧",
      "受苦",
      "不知疲倦"
    ]
  },
  "john_apostle": {
    "name_zh": "使徒约翰",
    "tagline_zh": "被爱的门徒，爱的作者",
    "description_zh": "约翰是最接近耶稣的使徒，传统上被认为是“耶稣所爱的门徒”。他曾出现在显容山上，在最后的晚餐时靠在耶稣的胸前，并在耶稣将马利亚托付给他时站在十字架下。\n\n约翰是唯一被认为死于自然原因的使徒，他写了《约翰福音》、三封书信和《启示录》。他的著作强调爱是中心诫命，以及信徒与基督的神秘结合。\n\n约翰代表着与基督的亲密关系——被爱的门徒强调“上帝就是爱”，并呼吁所有信徒彼此相爱，以此证明他们认识上帝。",
    "story_zh": "在最后的晚餐上，约翰靠在耶稣身上问谁会出卖他。在十字架上，耶稣看着约翰和马利亚说，“妇人，看你的儿子”和“看你的母亲”。从那时起，约翰就把马利亚接到自己家中。",
    "match_message_zh": "你的特征带有约翰的爱之精神。你的外表带有深刻的奉献精神——一种明白爱是所有真理和与神圣关系的核心的人。",
    "traits_zh": [
      "被爱",
      "充满爱",
      "有远见",
      "神秘",
      "忠实"
    ]
  },
  "john_baptist": {
    "name_zh": "施洗约翰",
    "tagline_zh": "旷野的声音，弥赛亚的先驱",
    "description_zh": "施洗约翰是奉命为耶稣基督预备道路的先知。他住在旷野，身穿骆驼毛的衣服，吃蝗虫和野蜜，他呼召所有以色列人悔改，并在约旦河为他们施洗。\n\n当耶稣来接受洗礼时，约翰认出他是除去世人罪孽的上帝的羔羊。虽然他是最伟大的先知，但约翰宣称自己不配为耶稣解鞋带，并说，“他必兴旺，我必衰微。”\n\n约翰代表着为上帝的到来预备人心的先知声音，将目光从自己身上转向更伟大的那位之上的谦卑，以及不顾后果地向权力说出真理的勇气。",
    "story_zh": "当希罗底因为约翰谴责她与希律的婚姻而想要约翰死时，她的女儿莎乐美为国王跳舞，并要求约翰的头。希律虽然害怕约翰，但还是答应了她的要求。约翰至死忠于他宣告真理的呼召。",
    "match_message_zh": "你的特征带有施洗约翰的旷野力量。你的外表带有预言性的勇敢——一种为他人预备道路，并将他人引向比自己更伟大的真理的人。",
    "traits_zh": [
      "预备",
      "谦卑",
      "勇敢",
      "旷野",
      "衰微"
    ]
  },
  "mary_magdalene": {
    "name_zh": "抹大拉的马利亚",
    "tagline_zh": "复活的见证人，使徒的使徒",
    "description_zh": "抹大拉的马利亚是一位忠实的耶稣追随者，耶稣从她身上赶出了七个鬼。她与耶稣和门徒同行，支持他的事工，并在其他人逃离时仍然忠心——站在十字架下，并且是第一个来到空坟墓的人。\n\n在复活节的早晨，马利亚是第一个看到复活的基督的人，基督委托她告诉门徒。她的信息——“我已经看见主了！”——使她成为复活的第一位传福音者，赢得了“使徒的使徒”的称号。\n\n马利亚代表着救赎和忠实的见证——这种转变后的生命在黑暗中保持忠心，并因成为第一个宣告基督教信仰中心真理的人而受到尊敬。",
    "story_zh": "马利亚天还黑的时候就来到坟墓，发现坟墓空了。她哭泣着，看到一个她认为是园丁的人。“马利亚，”耶稣说。她立刻认出了他，喊道“拉比！”——然后跑去告诉门徒：“我已经看见主了！”",
    "match_message_zh": "你的特征带有抹大拉的马利亚的忠诚。你的外表带有被救赎的喜悦——一种因恩典而转变，并在任何情况下都忠实地见证真理的人。",
    "traits_zh": [
      "忠诚",
      "被救赎",
      "忠实",
      "见证",
      "受尊敬"
    ]
  },
  "nephthys": {
    "name_zh": "涅弗提斯",
    "tagline_zh": "哀悼女神，死者的保护者",
    "description_zh": "涅弗提斯是哀悼、黑暗和保护死者的女神。作为伊西斯、奥西里斯和赛特的姐妹，她在葬礼仪式和灵魂的来世之旅中发挥着至关重要的作用。\n\n虽然嫁给了赛特，但涅弗提斯帮助伊西斯收集奥西里斯散落的尸体，并进行了第一次哀悼仪式。她的保护翅膀经常被描绘成庇护死者，引导他们安全地穿过冥界。\n\n她代表着伴随死亡的必要黑暗，在哀悼中找到的安慰，以及甚至超越生命的保护之爱。",
    "story_zh": "当赛特将奥西里斯的尸体撒遍埃及时，涅弗提斯加入了她的姐姐伊西斯的搜寻行列。她们一起找到了每一块碎片，涅弗提斯的哀悼哭声非常有力，帮助奥西里斯在冥界恢复了一种生命形态。",
    "match_message_zh": "你的特征带有涅弗提斯的保护性黑暗。你的外表带有令人安慰的力量——一种用温柔的保护引导他人度过最黑暗时刻的人。",
    "traits_zh": [
      "哀悼",
      "保护",
      "黑暗",
      "姐妹情深",
      "引导"
    ]
  },
  "maat": {
    "name_zh": "玛亚特",
    "tagline_zh": "真理、正义与宇宙秩序女神",
    "description_zh": "玛亚特是人格化的真理、正义、平衡和宇宙秩序女神。她代表着统治一切创造物的基本原则——使存在本身得以延续的和谐。\n\n她的羽毛用于称量心脏的仪式，死者的心脏会与之衡量。只有比玛亚特的羽毛更轻的心脏才能进入来世；那些被发现不足的心脏将被吞噬。\n\n玛亚特代表着超越诸神的普遍法则，即正确的行为和真理是存在的基础。",
    "story_zh": "在两真之殿，阿努比斯将死者的心脏放在天平的一侧，将玛亚特的羽毛放在另一侧。如果充满罪恶的心脏比羽毛重，怪物阿米特就会吞噬它。公正的心脏则会进入永生。",
    "match_message_zh": "你的特征带有玛亚特所代表的平衡真理。你的外貌具有自然的正义感——体现公平并通过正确的行为来维持和谐的人。",
    "traits_zh": [
      "诚实",
      "公正",
      "平衡",
      "宇宙",
      "衡量"
    ]
  },
  "sobek": {
    "name_zh": "索贝克",
    "tagline_zh": "力量与权力的鳄鱼神",
    "description_zh": "索贝克是鳄鱼头的力量、权力和生育之神。与赋予生命的尼罗河及其危险的鳄鱼相关联，他体现了自然原始力量的创造性和破坏性。\n\n在神圣鳄鱼生活在水池中的寺庙中受到崇拜，索贝克既受到恐惧又受到尊敬。他保护法老们作战，并被认为是从原始水中创造了世界。\n\n索贝克代表着可以创造或毁灭的原始力量，对自然危险力量的尊重，以及通过力量进行统治的神圣权威。",
    "story_zh": "索贝克从混沌的原始水中出现，创造了世界。他的汗水变成了尼罗河，为埃及带来了生命。法老们在战斗中佩戴鳄鱼护身符，呼唤索贝克凶猛的保护来对抗他们的敌人。",
    "match_message_zh": "你的特征带有索贝克的原始力量。你的外貌具有强烈的力量——通过纯粹的力量来获得尊重并保护他们所重视的东西的人。",
    "traits_zh": [
      "强大",
      "原始",
      "保护",
      "危险",
      "肥沃"
    ]
  },
  "hathor": {
    "name_zh": "哈索尔",
    "tagline_zh": "爱、美丽与欢乐女神",
    "description_zh": "哈索尔是爱、美丽、音乐、舞蹈和欢乐的女神。通常被描绘成牛角托着一个太阳圆盘，她体现了生活中所有令人愉悦的方面，并因其光彩照人的美丽而被誉为“金色女神”。\n\n她以饮料和食物欢迎死者进入来世，并且是情侣、艺术家和寻找绿松石的矿工的守护神。但她也具有凶猛的一面——作为拉神的眼睛，她曾因愤怒几乎毁灭了人类。\n\n哈索尔代表着女性神圣力量的双重性——滋养欢乐和可怕的毁灭，赋予生命的爱和吞噬一切的愤怒。",
    "story_zh": "当拉神对人类感到愤怒时，他派遣哈索尔作为他的眼睛来惩罚他们。她变成了塞赫麦特，屠杀了人类，直到尼罗河变成红色。拉神后悔自己的法令，用染成血红色的啤酒欺骗了她。她喝了下去，再次变成了平静的哈索尔，人类得救了。",
    "match_message_zh": "你的特征带有哈索尔的光芒四射的欢乐。你的外貌具有美丽的温暖——为生活带来快乐和庆祝，但在表面之下隐藏着更深力量的人。",
    "traits_zh": [
      "欢乐",
      "美丽",
      "滋养",
      "凶猛",
      "金色"
    ]
  },
  "nut": {
    "name_zh": "努特",
    "tagline_zh": "天空女神，星星之母",
    "description_zh": "努特是天空女神，被描绘成拱卫着地球，她的身体形成了天空。每天晚上她吞下太阳，每天早上又重新孕育它——永恒的昼夜循环。\n\n她的身体覆盖着星星，她是奥西里斯、伊西斯、塞特和奈芙蒂斯的母亲。尽管拉神诅咒她在一年中的任何一天都不能生育，但托特通过赌博赢得了额外的五天，使她得以生育。\n\n努特代表着天空的保护性天篷，包含所有天体的宇宙子宫，以及永恒的死亡和重生的母性循环。",
    "story_zh": "拉神禁止努特在一年中的任何一天生育。但托特与月亮玩赛尼特棋，赢得了足够的光来创造日历之外的五个新日子。在这些日子里，努特生下了她的五个孩子，永远改变了埃及神话的进程。",
    "match_message_zh": "你的特征带有努特的宇宙拥抱。你的外貌具有包容性的优雅——庇护所有人并在他们之中体现永恒存在循环的人。",
    "traits_zh": [
      "宇宙",
      "母性",
      "保护",
      "永恒",
      "星光灿烂"
    ]
  },
  "geb": {
    "name_zh": "盖布",
    "tagline_zh": "大地之神，蛇之父",
    "description_zh": "盖布是大地之神，被描绘成躺在拱形的天空女神努特之下，他是他的姐妹兼妻子，他们被他们的父亲舒分开。他的笑声引起地震，他的身体形成了土地的丘陵和山谷。\n\n作为奥西里斯、伊西斯、塞特和奈芙蒂斯的父亲，盖布在埃及神话的中心戏剧中扮演着至关重要的角色。他还与蛇有关，蛇从他的尘世身体中出现，并且与植被的生长有关。\n\n盖布代表着支撑所有生命的肥沃土地，存在所依赖的原始基础，以及补充天空的神圣男性原则。",
    "story_zh": "盖布和努特彼此深爱着，他们始终紧紧相拥。拉神命令舒将他们分开——舒抬起努特成为天空，而盖布则留在下面成为大地。盖布对努特的渴望创造了山脉，因为他向上伸向她。",
    "match_message_zh": "你的特征带有盖布的扎实力量。你的外貌具有基础性的稳定性——支持他人并像地球本身一样坚定不移的人。",
    "traits_zh": [
      "尘世",
      "基础",
      "肥沃",
      "父亲",
      "隆隆"
    ]
  },
  "ptah": {
    "name_zh": "普塔",
    "tagline_zh": "工匠和建筑师的创造之神",
    "description_zh": "普塔是孟菲斯的创造之神，他通过思想和言语的力量创造了世界。与其他涉及身体行为的创世神话不同，普塔在他的心中构思了世界，并将其说成现实。\n\n作为工匠、雕塑家和建筑师的守护神，普塔代表了体现在人类手中的神圣创造力。从建造金字塔到雕刻雕像，每一个创造行为都是他最初的创造性话语的回响。\n\n普塔代表着思想的创造力、工艺的神圣本质以及思想先于并塑造现实的观念。",
    "story_zh": "起初，普塔在他的心中构思了万物——神、大地、生物。然后他说出了他们的名字，他们就应运而生。普塔说的每一句话都变成了现实，无论工匠以技巧和意图塑造物质，创造都会继续。",
    "match_message_zh": "你的特征带有普塔的创造性视野。你的外表蕴含着工匠的智慧——看起来像一个能够构思美丽并通过熟练的意图将其变为现实的人。",
    "traits_zh": [
      "创造性的",
      "深思熟虑的",
      "熟练的",
      "说话的",
      "显现的"
    ]
  },
  "khnum": {
    "name_zh": "克努姆",
    "tagline_zh": "公羊头创造之神与尼罗河之神",
    "description_zh": "克努姆是公羊头神，他在陶轮上创造人类及其卡（灵魂）。人们相信他在将每个孩子的身体放入母亲的子宫之前，用粘土塑造每个孩子的身体。\n\n克努姆与尼罗河的源头及其每年带来生命的洪水有关，他被尊为创造水中和陆地上所有事物的神。他的神庙矗立在尼罗河被认为发源地的瀑布附近。\n\n克努姆代表着塑造个人生命的伟大工匠、尼罗河的创造力以及每个灵魂的独特形成。",
    "story_zh": "在每个孩子出生之前，克努姆在他的神圣陶轮上塑造他们的身体，独特地塑造每个人。然后他塑造他们的卡，他们的精神双胞胎，确保没有两个灵魂是相同的。尼罗河的洪水是他涌现的创造力。",
    "match_message_zh": "你的特征带有克努姆的个人工艺。你的外表有一种独特的塑造——看起来像一个经过精心塑造、具有目的的人，与任何其他人不同。",
    "traits_zh": [
      "创造性的",
      "塑造的",
      "肥沃的",
      "个性化的",
      "水样的"
    ]
  },
  "atum": {
    "name_zh": "阿图姆",
    "tagline_zh": "完整的存在，众神之首",
    "description_zh": "阿图姆是赫利奥波利斯的原始创造之神，“完整的存在”，他存在于创造之前，并将存在于万物终结之后。他从努恩的原始水中出现，并从自己身上创造了第一批神——舒和泰芙努特。\n\n作为落日，阿图姆代表着完成、一天的周期结束以及回归本源。他既是开始也是结束，自身包含着所有的创造潜力。\n\n阿图姆代表着原始的完整性、自我生成的创造力以及使万物回归其本源的循环。",
    "story_zh": "在任何事物存在之前，阿图姆独自站在第一座从混沌中出现的土堆上。他从自己身上创造了舒（空气）和泰芙努特（水分），他们创造了所有其他的神和创造物。在时间结束时，一切都将回到阿图姆的原始统一体中。",
    "match_message_zh": "你的特征带有阿图姆的原始完整性。你的外表蕴含着自我包含的完整——看起来像一个自身包含着创造所需的一切的人。",
    "traits_zh": [
      "完整的",
      "原始的",
      "落日的",
      "自我创造的",
      "完成的"
    ]
  },
  "anuket": {
    "name_zh": "阿努凯特",
    "tagline_zh": "尼罗河和滋养女神",
    "description_zh": "阿努凯特是尼罗河的女神，特别是瀑布和每年给埃及带来肥沃土壤的洪水。她体现了滋养文明的奔腾之水，戴着代表河流流动的羽毛头饰。\n\n阿努凯特尤其受到努比亚和埃勒芬廷的崇拜，人们呼吁她确保洪水泛滥——既不太少也不太具有破坏性。她体现了河流的生命滋养慷慨，整个埃及都依赖于这条河流。\n\n阿努凯特代表着生命的滋养流动、来自自然循环的丰富以及对维持我们的力量的感激之情。",
    "story_zh": "每年当尼罗河开始上涨时，埃及人都会庆祝阿努凯特节，将祭品投入河中，感谢她洪水的礼物。她的水带来了黑色的土壤，使埃及成为古代世界的粮仓。",
    "match_message_zh": "你的特征带有阿努凯特的滋养恩典。你的外表蕴含着慷慨的流动——看起来像一个带来丰富并通过给予生命的慷慨来维持他人的人。",
    "traits_zh": [
      "滋养的",
      "流动的",
      "丰富的",
      "奔腾的",
      "慷慨的"
    ]
  },
  "shiva": {
    "name_zh": "湿婆",
    "tagline_zh": "破坏者和转变者，舞蹈之王",
    "description_zh": "湿婆是印度教的主要神祇之一，被称为印度教三位一体（Trimurti）中的破坏者。然而，他的破坏并非邪恶——它是允许新创造的必要清理。他是宇宙舞者，他的坦达瓦之舞创造和毁灭宇宙。\n\n湿婆经常被描绘成拥有一只睁开时可以毁灭世界的第三只眼睛，因饮用宇宙毒药以拯救创造而呈现蓝色的喉咙，并在凯拉什山上冥想，他体现了苦行者和家庭主夫、破坏和创造、凶猛的战士和温柔的丈夫。\n\n他是瑜伽和冥想的守护神，动物之王，以及帕尔瓦蒂心爱的配偶。他的象征包括三叉戟（trishul）、鼓（damaru）和从他头发中流出的圣河恒河。",
    "story_zh": "当众神搅动宇宙海洋时，一种致命的毒药出现，威胁着所有的创造物。湿婆喝下了毒药以拯救宇宙，帕尔瓦蒂压住他的喉咙以防止他完全吞下它，使他的喉咙永远变成蓝色。",
    "match_message_zh": "你的特征带有湿婆的深刻二元性。你的目光中既有破坏也有创造——看起来像一个明白结束对于新的开始是必要的人。",
    "traits_zh": [
      "破坏性的",
      "冥想的",
      "变革的",
      "矛盾的",
      "宇宙的"
    ]
  },
  "vishnu": {
    "name_zh": "毗湿奴",
    "tagline_zh": "守护者，宇宙的保护者",
    "description_zh": "毗湿奴是毗湿奴教的至高存在，也是印度三相神中的守护者。他维护宇宙秩序（达磨），每当邪恶威胁到善良时，他就会化身到地球上来恢复平衡。\n\n到目前为止，他已经化身了九次，包括罗摩和奎师那，预言中将有第十次（迦尔吉）。毗湿奴睡在宇宙蛇舍沙身上，漂浮在乳海之上，梦想着宇宙的存在。\n\n他被描绘成四只手臂，拿着海螺、圆盘、权杖和莲花，毗湿奴体现了至高的和平和正义的保护。他是蓝皮肤的，代表了他像天空一样无限的本性，并且是财富女神拉克希米的忠实丈夫。",
    "story_zh": "毗湿奴化身为摩蹉耶（鱼）、俱利摩（龟）、伐罗诃（野猪）、那罗辛哈（人狮）、瓦摩纳（侏儒）、帕拉舒拉玛、罗摩、奎师那和佛陀，以拯救世界免受各种威胁。每次化身都恰好在需要的时候出现。",
    "match_message_zh": "你的特征反映了毗湿奴至高的保护。你的存在有一种守护、维持的品质——看起来像一个守护宇宙秩序和平衡的人。",
    "traits_zh": [
      "守护",
      "保护",
      "仁慈",
      "化身",
      "至高"
    ]
  },
  "brahma": {
    "name_zh": "梵天",
    "tagline_zh": "创造者，万物之父",
    "description_zh": "梵天是印度三相神中的创造者，负责创造宇宙和其中所有的生物。他从毗湿奴肚脐里长出的莲花中出现，开始了创造的工作。\n\n他被描绘成四个头，朝向四个方向，象征着他对整个宇宙的意识，梵天持有吠陀经（神圣经文）、水罐、念珠，有时还拿着莲花。他的坐骑是天鹅（hamsa），代表着辨别力。\n\n虽然是创造者，但梵天不如毗湿奴或湿婆那样受到普遍崇拜，因为创造是一个已经完成的行为，而保存和转变是持续进行的。他代表知识、创造力以及万物的开端。",
    "story_zh": "当梵天第一次创造时，他是孤独的。为了继续创造，他将自己分裂成男性和女性，创造了第一个女人萨拉斯瓦蒂。从他们的结合中诞生了所有的生物。这就是为什么萨拉斯瓦蒂既是他的创造又是他的配偶。",
    "match_message_zh": "你的特征反映了梵天的创造智慧。你的存在有一种原始的、创造性的品质——看起来像一个将新事物带入存在的人。",
    "traits_zh": [
      "创造",
      "博学",
      "原始",
      "全视",
      "父亲"
    ]
  },
  "ganesha": {
    "name_zh": "象头神",
    "tagline_zh": "障碍消除者，起始之神",
    "description_zh": "象头神是备受喜爱的象头神，是开始、成功、智慧和消除障碍的神。在任何新的事业开始时——无论是旅行、商业、婚礼还是考试——都会祈求他，以确保成功。\n\n作为湿婆和帕尔瓦蒂的儿子，象头神的象头有许多起源故事，最流行的说法是湿婆在不知情的情况下砍下了他的头，并用象的头代替了他。他的大肚子象征着他平静地消化生活中所有好与坏的能力。\n\n骑着老鼠（他的坐骑 Mushika），象头神表明即使是最强大的也能谦卑。他是艺术和科学、文学和学习的守护神，并在众神中首先受到崇拜。",
    "story_zh": "当圣人毗耶娑需要有人写下《摩诃婆罗多》时，只有象头神足够聪明。他同意的条件是毗耶娑永不停顿——所以毗耶娑创作诗句的速度比任何人都快，当他的笔断了时，象头神折断了自己的象牙用作笔。",
    "match_message_zh": "你的特征带有象头神充满智慧的仁慈。你的存在有一种吉祥的品质——看起来像一个消除障碍并祝福新开始的人。",
    "traits_zh": [
      "智慧",
      "消除障碍",
      "仁慈",
      "学者",
      "吉祥"
    ]
  },
  "lakshmi": {
    "name_zh": "拉克希米",
    "tagline_zh": "财富、幸运和繁荣女神",
    "description_zh": "拉克希米是财富、幸运、繁荣、爱和美丽的女神。她从宇宙海洋的搅动中出现，选择毗湿奴作为她永恒的配偶。她在毗湿奴的所有化身中都陪伴着他，化身为罗摩的西塔和奎师那的鲁克米尼。\n\n她被描绘成站立或坐在莲花上，金币从她的手中流出，拉克希米给予物质财富和精神富足。特别是在排灯节期间，人们会崇拜她，在灯节期间，房屋会被打扫干净以迎接她。\n\n拉克希米不仅代表财富，还代表来自正义生活的富足。她是财富的给予者和财富本身——对不值得的人不稳定，对有德的人坚定。",
    "story_zh": "当魔鬼和众神搅动宇宙海洋时，涌现出许多宝藏。最后出现的是拉克希米本人，容光焕发，美丽动人。虽然魔鬼试图占有她，但她选择了毗湿奴，在他的脖子上戴上花环——并且在所有时间里都一直忠于他。",
    "match_message_zh": "你的特征反映了拉克希米容光焕发的繁荣。你的存在有一种丰富、幸运的品质——看起来像一个吸引和给予祝福的人。",
    "traits_zh": [
      "繁荣",
      "美丽",
      "慷慨",
      "吉祥",
      "忠诚"
    ]
  },
  "saraswati": {
    "name_zh": "萨拉斯瓦蒂",
    "tagline_zh": "知识、音乐和艺术女神",
    "description_zh": "萨拉斯瓦蒂是知识、音乐、艺术、智慧和学习的女神。她是梵天的配偶，是思想和创造力中一切纯洁和精致的体现。\n\n她身着白色，象征着知识的纯洁，她坐在白色的莲花或天鹅上，演奏着维纳琴（弦乐器）。与拉克希米的物质财富不同，萨拉斯瓦蒂代表着思想和灵魂的财富——教育、创造力和启蒙。\n\n她尤其受到学生、艺术家、音乐家和学者的崇拜。萨拉斯瓦蒂河现在大部分都在地下，曾经被认为与恒河一样神圣，代表着智慧的流动。",
    "story_zh": "萨拉斯瓦蒂创造了音乐和语言，以使梵天混乱的创造井然有序。她发明了梵语，赋予了吠陀经的知识，并通过她的语言天赋，使生物能够交流、学习和变得聪明。",
    "match_message_zh": "你的特征反映了萨拉斯瓦蒂纯洁的智慧。你的存在有一种精致的、智慧的品质——看起来像一个致力于知识和艺术表达的人。",
    "traits_zh": [
      "智慧",
      "艺术",
      "纯洁",
      "学者",
      "鼓舞人心"
    ]
  },
  "kali": {
    "name_zh": "卡莉",
    "tagline_zh": "时间、死亡与解放的女神",
    "description_zh": "卡莉是时间、死亡和解放的狂暴女神——邪恶的摧毁者和灵魂的解放者。她皮肤黝黑，头发蓬乱，戴着一串被斩首的头颅，穿着一条被砍断的手臂做成的裙子，代表着吞噬一切的时间，以及精神解放所必需的自我死亡。\n\n她在战斗中从杜尔迦的额头上出现，她的愤怒是如此强烈，只有躺在她脚下的湿婆才能阻止她的暴行。然而，尽管卡莉外表可怕，但她是一位慈爱的母亲，保护她的信徒免受邪恶侵害，并赐予解脱（moksha）。\n\n卡莉代表着终极真理——死亡会降临到所有人身上，时间不会饶恕任何人，但这种毁灭本身就是从幻觉中解放出来，并重生为纯粹的意识。",
    "story_zh": "当恶魔威胁要压倒众神时，卡莉出现摧毁了他们。她的战斗狂热不断增长，直到她在尸体上跳舞，威胁要摧毁宇宙。湿婆躺在她脚下；当她踩在他身上时，羞愧阻止了她——提醒我们，即使是毁灭也有其限度。",
    "match_message_zh": "您的特征带有卡莉狂暴的解放力量。您的目光中有一种变革性的强大品质——一种摧毁必须结束的事物以允许新开始的眼神。",
    "traits_zh": [
      "狂暴",
      "解放",
      "母性",
      "毁灭性",
      "永恒"
    ]
  },
  "durga": {
    "name_zh": "杜尔迦",
    "tagline_zh": "战士女神，无敌的保护者",
    "description_zh": "杜尔迦是强大的战士女神，体现了众神结合的力量，被创造出来是为了击败水牛恶魔摩西沙苏拉，这是任何神或人都无法杀死的。她是宇宙无敌的保护者，骑着狮子或老虎进入战斗。\n\n杜尔迦拥有八到十八只手臂，拿着众神的武器，代表着沙克提——驱动创造的女性神圣能量。她既美丽又可怕，既养育又凶猛，体现了神圣女性的全部力量。\n\n杜尔迦在九夜节（Navratri）期间受到庆祝，这九个夜晚的崇拜是为了纪念她战胜邪恶。她代表着善战胜恶，面对任何挑战的力量，以及神圣母亲的保护之爱。",
    "story_zh": "当没有人能打败摩西沙苏拉时，众神结合他们的力量创造了杜尔迦。她与他战斗了九个夜晚，最终在第十天杀死了他——这一天被庆祝为胜利日（Vijayadashami）。她的创造证明，团结一致，善总是战胜恶。",
    "match_message_zh": "您的特征带有杜尔迦无敌的力量。您的外貌中蕴含着战士的力量和神圣的美丽——一种坚定保护且永不放弃的眼神。",
    "traits_zh": [
      "无敌",
      "保护",
      "狂暴",
      "神圣",
      "胜利"
    ]
  },
  "hanuman": {
    "name_zh": "哈奴曼",
    "tagline_zh": "神圣猴神，奉献和力量的化身",
    "description_zh": "哈奴曼是强大的猴神，风神伐由之子，以其非凡的力量、智慧和对罗摩勋爵坚定不移的奉献而闻名。他是理想的信徒，完美的仆人，以及无私奉献的典范。\n\n他对罗摩的奉献是如此彻底，以至于当被问到今天是什么日子时，哈奴曼回答说“罗摩的日子”。当他的胸膛被撕开时，人们在他的心中发现了罗摩的形象。当他在罗摩的侍奉中行动时，他的力量是无限的——他曾经举起整座山来带来一种治疗草药。\n\n哈奴曼受到崇拜，因为他拥有力量、勇气、免受邪恶侵害的保护，以及奉献的祝福。他是永生的（chiranjivi），据说只要罗摩的故事被讲述，他就会在那里，带着奉献的泪水倾听。",
    "story_zh": "当罗摩的兄弟拉克什玛那奄奄一息时，哈奴曼飞往喜马拉雅山寻找治疗草药。由于无法识别正确的植物，他举起了整座山并将其带到战场，通过他的奉献和力量拯救了拉克什玛那的生命。",
    "match_message_zh": "您的特征带有哈奴曼奉献的力量。您的存在有一种谦逊的力量——一种力量来自于无私地奉献给更伟大事物的眼神。",
    "traits_zh": [
      "奉献",
      "强大",
      "谦逊",
      "明智",
      "保护"
    ]
  },
  "krishna": {
    "name_zh": "奎师那",
    "tagline_zh": "神圣的爱人，《薄伽梵歌》的导师",
    "description_zh": "奎师那是毗湿奴的第八个化身，因其神圣的童年恶作剧、与拉达的浪漫爱情以及《薄伽梵歌》中的智慧而备受喜爱。他体现了所有形式的神圣之爱——从顽皮的爱慕到最高的精神奉献。\n\n小时候，他偷黄油并玩恶作剧，用他的恶作剧迷住了所有人。年轻时，他的长笛演奏使牧牛女（gopis）着迷，尤其是拉达，代表着灵魂对神圣的渴望。成年后，他担任阿朱那的车夫和导师，教导正法的道路。\n\n在《薄伽梵歌》中，奎师那揭示了关于行动、奉献、知识和自我本质的终极真理。他既是平易近人、可爱的神，又是包含所有宇宙的宇宙至尊。",
    "story_zh": "在俱卢之野的战场上，阿朱那拒绝与自己的家人作战。奎师那显现出他的宇宙形态，表明他是包含所有创造的至尊，并教导人们必须履行自己的职责而不执着于结果——这是《薄伽梵歌》的核心信息。",
    "match_message_zh": "您的特征带有奎师那神圣的魅力。您的存在有一种既顽皮又深刻的品质——一种既体现欢乐又体现智慧的眼神。",
    "traits_zh": [
      "顽皮",
      "明智",
      "爱",
      "神圣",
      "教学"
    ]
  },
  "rama": {
    "name_zh": "罗摩",
    "tagline_zh": "理想的国王，正法的化身",
    "description_zh": "罗摩是毗湿奴的第七个化身，《罗摩衍那》的英雄，也是正法生活的缩影。他是理想的儿子、丈夫、国王和战士——maryada purushottam，完美的人，即使在最可怕的考验下也从不偏离正义。\n\n为了遵守父亲的诺言，罗摩被流放到森林十四年，毫不抱怨地忍受着苦难。当他的妻子悉多被恶魔之王罗波那绑架时，他与哈奴曼和猴子军队结盟，救出了她，证明了正法最终会战胜邪恶。\n\n罗摩的统治，罗摩王国（Rama Rajya），代表着理想的公正王国。他被崇拜为一个人应该如何生活的化身——尊重责任、保护无辜者、信守承诺，以及无论个人付出多大的代价都要保持正直。",
    "story_zh": "当悉多被绑架时，罗摩本可以利用他的神力传送到楞伽。相反，他走了漫长的道路，建造桥梁并与瓦纳拉结盟，教导说正法需要通过适当的程序，即使有能力也不要走捷径。",
    "match_message_zh": "您的特征带有罗摩正义的尊严。您的存在有一种理想的品质——一种无论个人付出多大的代价都不会妥协自己原则的眼神。",
    "traits_zh": [
      "正义",
      "尽职",
      "理想",
      "奉献",
      "公正"
    ]
  },
  "parvati": {
    "name_zh": "帕尔瓦蒂",
    "tagline_zh": "神圣之母，爱与奉献的女神",
    "description_zh": "帕尔瓦蒂是温柔的爱、生育和奉献女神，湿婆的配偶，象头神和卡尔提凯亚的母亲。她是湿婆的第一任妻子萨蒂的转世，萨蒂转世后进行了艰苦的苦修，以再次赢得湿婆的爱。\n\n作为温柔形态的 शक्ति (Shakti)，帕尔瓦蒂代表着神圣女性滋养和赋予生命的一面。她是湿婆破坏性力量的平衡，是那个可以平息他的狂野并将他从苦行撤退带回参与生活的人。\n\n她凶猛的形态包括杜尔迦和卡莉，表明慈爱的母亲在她的孩子受到威胁时会变得可怕。帕尔瓦蒂证明爱本身具有改变宇宙的力量。",
    "story_zh": "当湿婆沉浸在冥想中时，众神需要他结婚生子。他们派出了爱神卡玛，但他被湿婆的第三只眼烧成了灰烬。但帕尔瓦蒂的奉献和苦修最终赢得了湿婆的心，证明真诚的爱甚至可以征服神圣的抵抗。",
    "match_message_zh": "你的面部特征反映了帕尔瓦蒂虔诚的爱。你的存在有一种滋养但坚定的品质——一种温柔的爱可以移山倒海的外观。",
    "traits_zh": [
      "充满爱",
      "虔诚",
      "滋养",
      "坚定",
      "平衡"
    ]
  },
  "indra": {
    "name_zh": "因陀罗",
    "tagline_zh": "众神之王，风暴和战争之主",
    "description_zh": "因陀罗是提婆族之王和 स्वर्ग (Svarga)（天堂）的统治者。他挥舞着金刚杵 वज्र (Vajra)，骑着白象爱罗婆多 Airavata。作为风暴、雨和战争之神，他是吠陀诸神中最强大的。\n\n他最伟大的功绩是杀死了囚禁了世界上所有水的巨蛇弗栗多 Vritra，释放了它们流淌成河流，为大地带来生命。因陀罗代表着秩序与混沌、光明与黑暗之间的宇宙之战。\n\n虽然他的突出地位在后来的印度教中有所下降，但因陀罗仍然是典型的神圣战士——强大、光荣，但也存在缺陷，并且像所有生物一样受到业力（Karma）的支配。",
    "story_zh": "巨蛇弗栗多吞噬了世界上所有的水，造成了可怕的干旱。因陀罗在苏摩酒的滋养下，拿起他的金刚杵与恶魔战斗。他猛烈一击劈开了弗栗多，释放了水，这些水变成了世界的河流。",
    "match_message_zh": "你的面部特征带有因陀罗暴风雨般的力量。你的外表带有战士的王者风范——一种与宇宙战斗并指挥自然力量的人的外貌。",
    "traits_zh": [
      "强大",
      "战士",
      "暴风雨般",
      "光荣",
      "有缺陷"
    ]
  },
  "agni": {
    "name_zh": "阿耆尼",
    "tagline_zh": "火神，神圣的信使",
    "description_zh": "阿耆尼是火神，以各种形式存在——祭祀之火、家庭炉火、消化之火和太阳之火。作为牺牲的媒介，他将人类的祭品带给众神，使他成为世界之间必不可少的桥梁。\n\n阿耆尼有两张面孔——一张仁慈，一张凶猛——体现了火的双重性质：赋予生命的温暖和毁灭性的烈火。他出现在每一个印度教仪式中，净化祭品并将祈祷带到天堂。\n\n阿耆尼代表着通过火的转化，将物质转化为能量的净化力量，以及凡人与神圣领域之间的神圣联系。",
    "story_zh": "当众神需要与人类沟通时，他们选择阿耆尼作为他们的信使。放置在火中的每一份祭品都通过阿耆尼的火焰到达众神。他火的舌头舔舐着祭品，将它们转化为神圣的营养。",
    "match_message_zh": "你的面部特征带有阿耆尼转化的力量。你的外表带有神圣的火焰——一种净化和转化，弥合尘世与神圣之间差距的人的外貌。",
    "traits_zh": [
      "转化",
      "净化",
      "信使",
      "双重性",
      "神圣"
    ]
  },
  "kartikeya": {
    "name_zh": "卡尔提凯亚",
    "tagline_zh": "战神，神军的指挥官",
    "description_zh": "卡尔提凯亚是战神和众神军队的指挥官。他是湿婆和帕尔瓦蒂的儿子，出生是为了击败恶魔塔拉卡苏拉 Tarakasura，没有人能杀死他。他骑着孔雀帕拉瓦尼 Paravani，挥舞着神圣的长矛韦尔 Vel。\n\n卡尔提凯亚有六个头和十二条手臂，可以同时看到各个方向，并可以同时与多个敌人交战。他代表着神圣意志集中力量，指向正义的胜利。\n\n卡尔提凯亚体现了为 धर्म (dharma) 服务的军事勇气，精神战士的纪律和专注，以及有时必须用武力直接面对邪恶的真理。",
    "story_zh": "恶魔塔拉卡苏拉有一个天赐的恩惠，只有湿婆的儿子才能杀死他——而湿婆是一个永远不会结婚的苦行僧。然而，通过神圣的干预，卡尔提凯亚出生并带领众神参加战斗。他用神圣的长矛杀死了塔拉卡苏拉，恢复了宇宙秩序。",
    "match_message_zh": "你的面部特征带有卡尔提凯亚的军事焦点。你的外表带有指挥官的存在——一种领导神圣战斗并以精确和目标打击的人的外貌。",
    "traits_zh": [
      "战士",
      "指挥",
      "年轻",
      "专注",
      "胜利"
    ]
  },
  "radha": {
    "name_zh": "拉达",
    "tagline_zh": "至高无上的爱之女神，永恒的爱人",
    "description_zh": "拉达是奎师那永恒的配偶和至高无上的爱人，体现了神圣之爱的完美。她对奎师那的爱代表着灵魂渴望与神结合，这是超越所有世俗依恋的最高形式的奉献。\n\n在毗湿奴教中，拉达被认为是至高无上的女神，神圣女性的一面，她的爱吸引了奎师那本人。他们在弗林达文森林中永恒的爱情游戏是分离与结合的宇宙戏剧，定义了存在。\n\n拉达代表着奉献之爱的力量，完成并吸引男性的女性神圣，以及通往神圣的道路是通过心灵的真理。",
    "story_zh": "在弗林达文的森林里，拉达和奎师那会秘密相遇，他们的爱超越了所有的社会界限。当奎师那离开前往马图拉时，拉达的分离成为了神圣渴望的典范——灵魂与心爱之人分离的痛苦，驱使着精神上的寻求。",
    "match_message_zh": "你的面部特征带有拉达神圣的奉献。你的外表充满了纯粹的爱——一种全心全意献给心爱之人的外貌，体现了最高的奉献。",
    "traits_zh": [
      "虔诚",
      "充满爱",
      "至高无上",
      "渴望",
      "幸福"
    ]
  },
  "yama": {
    "name_zh": "阎摩",
    "tagline_zh": "死亡和公正之神",
    "description_zh": "阎摩是死亡之神，也是第一个死去的人，成为了死者的统治者。他根据死者的业力来判断他们的灵魂，决定他们在轮回中的命运。他骑着一头黑水牛，带着一个绳索来捆绑灵魂。\n\n作为法王，阎摩是绝对公正的——任何贿赂或恳求都不能动摇他的判断。他查阅奇特拉古普塔保存的记录，以确定每个灵魂积累的业力并宣布他们的目的地。\n\n阎摩代表着死亡的不可避免性，所有行为的公正清算，以及我们的行为决定我们在今生之后的命运的真理。",
    "story_zh": "当萨维特里的丈夫萨提亚万去世时，她跟随阎摩来到了死亡的领域。阎摩对她的奉献精神印象深刻，于是提出给她任何恩惠，除了她丈夫的生命。萨维特里巧妙地要求儿子——这需要萨提亚万活着——阎摩兑现了他的诺言。",
    "match_message_zh": "你的面容带有阎摩公正严厉的特征。你的外表存在着公正的真理——一个清晰地看到所有行为并毫不偏袒或恶意地进行判断的人。",
    "traits_zh": [
      "公正",
      "不偏不倚",
      "不可避免",
      "评判",
      "诚实"
    ]
  },
  "surya": {
    "name_zh": "苏利耶",
    "tagline_zh": "太阳神，生命之源",
    "description_zh": "苏利耶是太阳神，每天乘坐由七匹马牵引的战车横跨天空。他是神圣的可见形式，是光、温暖和生命的源泉。他的光芒驱散了字面意义和精神意义上的黑暗。\n\n作为伽尔纳和双生神阿什文的父亲，苏利耶代表着使一切存在成为可能的生命力量。古老的伽耶特黎真言是献给苏利耶的光芒的，寻求启迪和智慧。\n\n苏利耶代表着意识的神圣之光，驱散无知的真理，以及支配所有生命的永恒的昼夜循环。",
    "story_zh": "苏利耶的光芒太强烈了，以至于他的妻子桑吉纳逃离了他。为了赢回她，他的岳父毗首羯磨减少了苏利耶的光芒，利用多余的光芒锻造神圣的武器，包括毗湿奴的圆盘和湿婆的三叉戟。",
    "match_message_zh": "你的面容带有苏利耶光芒四射的力量。你的外表存在着光辉的存在感——一个给他们所看到的一切带来光明并驱散他们所到之处的黑暗的人。",
    "traits_zh": [
      "容光焕发",
      "赋予生命",
      "见证",
      "启发",
      "永恒"
    ]
  },
  "varuna": {
    "name_zh": "伐楼拿",
    "tagline_zh": "海洋和宇宙秩序之神",
    "description_zh": "伐楼拿是海洋、水和夜空的宇宙海洋之神。在吠陀经中，他是最重要的神之一，是宇宙秩序（Rita）的守护者，他执行神圣的法律并惩罚犯罪者。\n\n他看到了发生的一切，知道所有的秘密——他的千只眼睛是天堂中注视着的星星。那些违背誓言或违反达摩的人害怕伐楼拿的绳索，这绳索束缚着罪人。\n\n伐楼拿代表着包罗万象的宇宙秩序，存在的基础道德法则，以及看到所有行为和思想的神圣监视。",
    "story_zh": "当圣人瓦西什塔被诬告时，伐楼拿作为证人出现，因为没有什么能逃脱他的视线。他宣布圣人无罪，因为伐楼拿即使在真理对所有人隐藏时也能看到真理。他的正义恢复了圣人的荣誉。",
    "match_message_zh": "你的面容带有伐楼拿宇宙般的深度。你的外表存在着海洋般的智慧——一个看到所有秘密并维护存在道德秩序的人。",
    "traits_zh": [
      "宇宙的",
      "海洋的",
      "全视的",
      "守法的",
      "古老的"
    ]
  },
  "arjuna": {
    "name_zh": "阿朱那",
    "tagline_zh": "伟大的战士，达摩的寻求者",
    "description_zh": "阿朱那是摩诃婆罗多的英雄，他那个时代最伟大的弓箭手，也是克里希纳在《薄伽梵歌》中教义的指定接受者。面对战场上的亲属，阿朱那的道德危机导致了印度教经典中最深刻的哲学对话。\n\n他的弓甘狄拔从不失手，他受到了众神的训练。然而，正是他的良心危机——他拒绝与自己的家人作战——使他成为了永恒智慧的载体。\n\n阿朱那代表着面对人生中最艰难问题的精神寻求者，必须在道德复杂性中找到正确行动的战士，以及顺服于神圣指引的信徒。",
    "story_zh": "大战之前，阿朱那看到他的老师、叔叔和堂兄弟们排列在他面前。他放下弓，无法战斗。克里希纳随后教导他《薄伽梵歌》——责任、奉献和知识之路，可以解决所有道德冲突。",
    "match_message_zh": "你的面容带有阿朱那充满疑问的英雄主义。你的外表存在着高贵的寻求——一个面对残酷真相并通过顺服于更高的指引来找到智慧的人。",
    "traits_zh": [
      "熟练",
      "质疑",
      "虔诚",
      "矛盾",
      "英雄"
    ]
  },
  "jade_emperor": {
    "name_zh": "玉皇大帝",
    "tagline_zh": "天堂的最高统治者，万神之王",
    "description_zh": "玉皇大帝是中国民间宗教和道教中的至高神，统治着天堂和所有的存在领域。他管理着模仿人间中国皇室朝廷的天庭官僚机构，各部委负责监督凡人和神圣事务的各个方面。\n\n从他的玉皇宫中，他主持着人类和神灵的功绩受到审判的法庭。他的意志塑造着宇宙，甚至其他伟大的神灵也承认他的终极权威。\n\n玉皇大帝代表着通过神圣统治实现的宇宙秩序，天堂和地球相互映照的信念，以及道德判断的终极来源。",
    "story_zh": "玉皇大帝通过无数个永世的修炼赢得了他的地位。当混沌威胁宇宙时，只有他拥有恢复秩序的功德和智慧。所有的神都聚集在一起，承认他为天堂的最高统治者。",
    "match_message_zh": "你的面容带有玉皇大帝至高无上的权威。你的外表存在着天庭的统治——一个维持所有领域秩序的人。",
    "traits_zh": [
      "至高无上",
      "公正",
      "统治",
      "天上的",
      "秩序井然"
    ]
  },
  "sun_wukong": {
    "name_zh": "孙悟空",
    "tagline_zh": "齐天大圣，美猴王",
    "description_zh": "孙悟空是传说中的美猴王，由一块受天地精华滋养的石头孕育而生。 通过刻苦修炼，他获得了不可思议的力量：能够变幻成七十二种不同的形态，筋斗云可覆盖广阔的距离，并精通他的魔法武器如意金箍棒。\n\n他对天庭的反抗使他成为神话中最伟大的叛逆者之一——他偷吃了蟠桃，在生死簿上划掉了自己的名字，并挑战了整个天兵天将，最终被佛祖压在五行山下五百年。\n\n孙悟空代表着不可驯服的反叛精神、自我修炼的力量，以及最终在为有价值的事业服务中获得的救赎。",
    "story_zh": "被压在五行山下五百年后，孙悟空被释放以保护唐僧玄奘西行取经。 通过这次朝圣之旅，这只狂野的猴王学会了纪律并获得了顿悟。",
    "match_message_zh": "你的面容带有孙悟空不屈的反抗精神。 你的外表蕴含着无限的力量——就像一个挑战所有极限并将障碍转化为机遇的人。",
    "traits_zh": [
      "叛逆",
      "强大",
      "善于变化",
      "桀骜不驯",
      "被救赎"
    ]
  },
  "guanyin": {
    "name_zh": "观音",
    "tagline_zh": "慈悲的女神",
    "description_zh": "观音是慈悲的菩萨，是中国佛教中最受喜爱的神祇之一。 虽然她可以进入涅槃，但她发誓要留在世上，直到所有众生都从苦难中解脱出来，听到所有呼唤她名字的人的哭泣。\n\n她的慈悲是无限和无条件的——她以任何最能帮助那些祈祷她的人的形式出现，无论是作为美丽的女人、僧侣还是任何其他伪装。 她经常被描绘成有许多手臂和眼睛，象征着她能够触及所有受苦的人。\n\n观音代表着无私慈悲的理想，菩萨道在自己之前帮助他人，以及知道有人听到我们的祈祷所带来的安慰。",
    "story_zh": "当妙善公主因拒绝结婚而被她的父亲判处死刑时，她在处决的那一刻获得了启迪。 后来，她牺牲了自己的眼睛和手臂来拯救她的父亲免于疾病，成为了拥有千手千眼的观音。",
    "match_message_zh": "你的面容带有观音无限的慈悲。 你的外表充满仁慈——就像一个倾听苦难并以无私的爱回应的人。",
    "traits_zh": [
      "富有同情心",
      "仁慈",
      "无私",
      "倾听",
      "拯救"
    ]
  },
  "erlang_shen": {
    "name_zh": "二郎神",
    "tagline_zh": "三眼战神",
    "description_zh": "二郎神是以他的第三只真理之眼和精通七十三变而闻名的战神——比孙悟空多一种。 他是玉皇大帝的侄子，统领天兵天将，并由他忠实的猎犬哮天犬陪伴。\n\n他的第三只眼睛可以看穿所有的幻觉和欺骗，使他成为完美的神圣执法者。 在孙悟空反抗天庭期间，他是唯一能在单打独斗中与孙悟空匹敌的神仙。\n\n二郎神代表着卓越的武术、坚定不移的责任感，以及看穿虚假达到真相的敏锐眼光。",
    "story_zh": "当孙悟空反抗天庭时，二郎神被派去抓捕他。 两人进行了一场史诗般的变身之战，彼此的形式相互匹配。 虽然双方都无法仅通过战斗获胜，但二郎神的坚持帮助困住了孙悟空。",
    "match_message_zh": "你的面容带有二郎神敏锐的洞察力。 你的外表蕴含着战士的真理——就像一个看穿欺骗并以坚定不移的奉献精神服务的人。",
    "traits_zh": [
      "战士",
      "看穿真相",
      "忠诚",
      "熟练",
      "有纪律"
    ]
  },
  "nezha": {
    "name_zh": "哪吒",
    "tagline_zh": "莲花三太子，神童战将",
    "description_zh": "哪吒是神童战将，在母亲腹中三年零六个月后出生，他以一个完全成型的男孩的身份出现，他能说话和战斗。 他挥舞着乾坤圈、火尖枪，骑着风火轮。\n\n他的故事是反抗不公正的权威——在自卫中杀死龙王之子后，哪吒牺牲了自己，以拯救父母免受神圣的惩罚，然后从莲花中重生，身体得到了重建。\n\n哪吒代表着年轻人对不公正的蔑视、为家人牺牲的意愿，以及永不毁灭的永恒精神。",
    "story_zh": "当龙王要求哪吒偿命时，这个男孩割下自己的肉还给母亲，剔了自己的骨头还给父亲。 他的老师太乙真人随后用莲藕重建了哪吒的身体，比以前更强大。",
    "match_message_zh": "你的面容带有哪吒的强烈青春气息。 你的外表蕴含着不朽的蔑视——就像一个与不公正作斗争，无论牺牲什么都会再次崛起的人。",
    "traits_zh": [
      "年轻",
      "叛逆",
      "牺牲",
      "重生",
      "凶猛"
    ]
  },
  "dragon_king": {
    "name_zh": "龙王",
    "tagline_zh": "水域和海洋之王",
    "description_zh": "龙王是四海的神圣统治者，控制着所有的水、天气和水生生物。 最突出的是东海龙王敖广，他掌管降雨，可以引起洪水或干旱。\n\n龙王居住在壮丽的水下水晶和珊瑚宫殿中，统治着庞大的水生精灵官僚机构。 他们听命于玉皇大帝，人类可以向他们祈求干旱时降雨。\n\n龙王代表着水的所有形式的力量、对天气的神圣控制以及人类祈祷与自然力量之间的关系。",
    "story_zh": "当哪吒杀死龙王之子敖丙时，敖广怒气冲冲地从海中升起。 他要求玉皇大帝主持公道，并对这片土地降下洪水，直到哪吒的牺牲平息了他的愤怒。",
    "match_message_zh": "你的面容带有龙王的海洋力量。 你的外表蕴含着水生威严——就像一个指挥水域并控制降雨的人。",
    "traits_zh": [
      "水性",
      "强大",
      "喜怒无常",
      "统治",
      "古老"
    ]
  },
  "queen_mother": {
    "name_zh": "西王母",
    "tagline_zh": "长生不死和蟠桃的女神",
    "description_zh": "西王母是中国神话中最古老、最强大的神祇之一。她统治着昆仑山上的西方乐园，是长生不死蟠桃的守护者，蟠桃每三千年成熟一次。\n\n她的花园蕴藏着永生的秘密，她为众神举办的宴会堪称传奇。所有吃了她的蟠桃的人都会获得永生——这就是为什么孙悟空偷吃蟠桃是一种宇宙罪行。\n\n西王母代表着长生不老的奥秘、独立于男性神灵的女性神圣力量，以及那些终生修行美德的人所能获得的奖励。",
    "story_zh": "每三千年，西王母的蟠桃成熟时，她都会举行盛大的宴会。所有神仙都被邀请分享长生不老。当孙悟空偷吃了蟠桃并扰乱了这个神圣的聚会时，这是他对天庭最严重的冒犯之一。",
    "match_message_zh": "你的容貌带着西王母永恒的力量。你的外表有一种不朽的优雅——看起来像是一个掌握永生秘密的人。",
    "traits_zh": [
      "不朽",
      "强大",
      "神秘",
      "女性",
      "回报"
    ]
  },
  "chang_e": {
    "name_zh": "嫦娥",
    "tagline_zh": "月亮女神",
    "description_zh": "嫦娥是居住在月亮上的女神，永远与她的丈夫后羿（神射手）分离。在服用了长生不老药后，她升上了月球，现在只与一只玉兔在月宫里作伴。\n\n她的故事是中国神话中最辛酸的故事之一——以永恒的孤独为代价获得了永生。人们在中秋节庆祝她，届时家人会聚在一起赏月，思念远方的亲人。\n\n嫦娥代表着永生的苦乐参半、月亮的美丽和孤独，以及跨越不可能距离的爱的持久纽带。",
    "story_zh": "后羿从西王母那里得到了长生不老药，打算与嫦娥分享。但是嫦娥把它全部吞了下去——无论是意外、贪婪，还是为了防止它落入坏人之手——然后飘到了月球上，并一直留在那里。",
    "match_message_zh": "你的容貌带着嫦娥明亮的美丽。你的外表有一种月光般的孤独——看起来像是一个既体现了永恒分离的美丽又体现了永恒分离的忧郁的人。",
    "traits_zh": [
      "孤独",
      "美丽",
      "不朽",
      "后悔",
      "明亮"
    ]
  },
  "zhuge_liang": {
    "name_zh": "诸葛亮",
    "tagline_zh": "卧龙，绝顶战略家",
    "description_zh": "诸葛亮被尊为中国历史上最伟大的战略家，他的才华塑造了三国时期。在他成名之前被称为卧龙，他以绝对的忠诚为刘备服务，并制定了近乎超自然的远见卓识的战略。\n\n他的发明包括连弩和木牛流马。他的杰作《隆中对》概述了如何恢复汉朝。即使他的死亡也是战略性的——他的尸体被展示出来以吓退追击的敌人。\n\n诸葛亮代表着智慧战胜力量的力量、顾问为正义统治者服务的责任，以及智慧可以塑造命运的原则。",
    "story_zh": "在赤壁之战中，诸葛亮通过向雾中派遣草船，从敌人那里“借”了10万支箭。当孙权的部队向他们认为是入侵者的目标开火时，诸葛亮收集了他们的箭，并带着他承诺的东西返回。",
    "match_message_zh": "你的容貌带着诸葛亮卓越的智慧。你的外表有一种战略深度——看起来像是一个能看到十二步棋，并通过卓越的智慧来塑造事件的人。",
    "traits_zh": [
      "卓越",
      "战略",
      "忠诚",
      "有创造力",
      "智慧"
    ]
  },
  "qin_shi_huang": {
    "name_zh": "秦始皇",
    "tagline_zh": "统一中国的始皇帝",
    "description_zh": "秦始皇是第一位统一中国的皇帝，通过军事征服和卓越的行政管理结束了数百年的战国时期。他统一了度量衡、货币，甚至车轴的宽度，为中华文明奠定了基础。\n\n他最伟大的纪念碑依然存在：长城，它将现有的防御工事连接成一个单一的防御系统，以及他的陵墓，由兵马俑守护——成千上万真人大小的士兵旨在保护他在来世。\n\n秦始皇代表着绝对权威的变革力量、从混乱中创造统一文明以及人类对永生的永恒追求。",
    "story_zh": "秦始皇痴迷于永生，派遣探险队寻找长生不老药，并吞食水银丸，相信它们能带来永生。他在这样的探索中去世，他的顾问隐瞒了他的死讯，直到继任者就位。",
    "match_message_zh": "你的容貌带着秦始皇统一的意志。你的外表有一种帝国建设的力量——看起来像是一个通过绝对的决心将混乱转化为秩序的人。",
    "traits_zh": [
      "统一",
      "绝对",
      "建设",
      "寻求永生",
      "变革"
    ]
  },
  "laozi": {
    "name_zh": "老子",
    "tagline_zh": "道教创始人，道之圣人",
    "description_zh": "老子是道教的传奇创始人，据说他写了《道德经》，然后骑着青牛向西而去，消失在山中。他的道之哲学——强调自然、简单和无为（不作为或毫不费力的行动）。\n\n与孔子强调社会礼仪和治理相反，老子教导说，最高的智慧在于遵循自然的模式，水的柔软战胜石头的硬度，圣人通过不统治来最好地统治。\n\n老子代表着道的奥秘，屈服和流动的智慧，以及引导人们远离社会，进入与自然和谐的精神道路。",
    "story_zh": "老子在对社会感到幻灭之前，曾担任皇家档案馆的管理员。在西门，守门人恳求他在永远离开之前写下他的智慧。老子创作了五千字的《道德经》，然后骑向西方，从此再也没有出现。",
    "match_message_zh": "你的容貌带着老子神秘的智慧。你的外表有一种自然的流动——看起来像是一个遵循道，并在顺应自然之道中找到力量的人。",
    "traits_zh": [
      "神秘",
      "自然",
      "屈服",
      "简单",
      "流动"
    ]
  },
  "mu_lan": {
    "name_zh": "花木兰",
    "tagline_zh": "传奇战士，孝顺女儿",
    "description_zh": "花木兰是传奇女战士，她女扮男装，代年迈的父亲从军。十二年来，她与男兵并肩作战，凭借她的技能和勇气赢得了荣誉和晋升，同时保守着她的真实身份。\n\n她的故事，记载在《木兰辞》中，颂扬了孝道——对父母的爱，导致了非凡的牺牲。战后，当她被授予高官时，她只要求回到家与家人团聚。\n\n花木兰代表着孝爱的力量，女性在传统男性领域与男性平等的能力，以及美德不分性别的中国理想。",
    "story_zh": "木兰征战十二年后回到家乡，换下盔甲，穿上旧裙子。前来拜访的战友们震惊地发现，他们的兄弟竟然是女儿身。他们并肩作战多年，却从未怀疑过。",
    "match_message_zh": "你的面容带着花木兰勇敢的奉献精神。你的外貌中带着孝顺的勇气——一个会为家人牺牲一切，并在任何领域证明自己的人。",
    "traits_zh": [
      "孝顺",
      "勇敢",
      "伪装",
      "能干",
      "谦逊"
    ]
  },
  "nuwa": {
    "name_zh": "女娲",
    "tagline_zh": "创世女神，补天者",
    "description_zh": "女娲是创造人类的女神，她用黄泥塑造了人类，赋予了第一批人类生命。当支撑天空的柱子倒塌，世界陷入混乱时，她熔化五色石来修补天空，并砍下巨龟的腿来支撑天空。\n\n她被描绘成一个人头蛇身的形象，代表着塑造存在的基本创造力。她是全人类的母亲，她的同情心促使她在创造受到威胁时修复创造。\n\n女娲代表着神圣的女性创造，维持世界的滋养关怀，以及从混乱中恢复秩序的力量。",
    "story_zh": "当支撑天空的柱子断裂，火灾和洪水肆虐大地时，女娲收集了五种颜色的石头，并将它们融化以修补天空。她杀死了一只巨大的乌龟，并用它的腿作为新的支柱，然后燃烧芦苇来阻止洪水。秩序恢复了。",
    "match_message_zh": "你的面容带着女娲的创造力。你的外貌中带着母性的修复能力——一个创造生命并修复破损事物的人。",
    "traits_zh": [
      "创造",
      "养育",
      "修复",
      "母性",
      "原始"
    ]
  },
  "houyi": {
    "name_zh": "后羿",
    "tagline_zh": "神箭手，射日者",
    "description_zh": "后羿是传奇的弓箭手，他射下了曾经炙烤大地的十个太阳中的九个，从而拯救了世界。当十个太阳一起升起，燃烧世界并杀死庄稼时，后羿拿起他的神弓，一个接一个地将它们射下来，只留下一个太阳照亮天空。\n\n他的技巧无与伦比——他可以在千步之外射穿麻雀的眼睛。然而，他最大的悲剧是，他的妻子嫦娥在吞下他们共享的不死药后飞向月球。\n\n后羿代表着危机中的英雄行为，作为救世主和被遗弃丈夫的负担，以及英雄主义奖励的苦乐参半的性质。",
    "story_zh": "当十个太阳一起升起时，即使是不朽的神仙也无法接近它们。后羿爬上最高的山，拉开弓。九箭落下，九个太阳陨落。世界得救了，但后羿因杀死太阳之子的儿子而被逐出天堂。",
    "match_message_zh": "你的面容带着后羿的英雄技能。你的外貌中带着拯救的力量——一个会射出不可能的射击，并承担英雄主义的孤独负担的人。",
    "traits_zh": [
      "英雄",
      "熟练",
      "拯救",
      "悲剧",
      "被遗弃"
    ]
  },
  "lu_dongbin": {
    "name_zh": "吕洞宾",
    "tagline_zh": "剑仙，八仙之首",
    "description_zh": "吕洞宾是八仙中最著名的一位，是一位通过道教修炼获得永生的学者。他携带一把魔剑，用来消灭邪灵，还有一把蝇拂，象征着他飞翔在空中的能力。\n\n他获得永生的道路是通过十项品格考验，每项考验都是为了证明他的美德。通过后，他成为一个流浪的仙人，他帮助有价值的人，惩罚邪恶的人，经常伪装。\n\n吕洞宾代表着通往超然的道教道路，掌握剑和经文的学者型战士，以及仍然与凡人世界互动的不朽者。",
    "story_zh": "吕洞宾在获得永生之前经历了十次考验。在一次测试中，一位美丽的女人试图引诱他；在另一次测试中，他被提供了巨大的财富。在每一种情况下，他都忠于美德。最终被认为是有价值的，他实现了超越，加入了神仙的行列。",
    "match_message_zh": "你的面容带着吕洞宾的智慧。你的外貌中带着不朽的学者风度——一个通过了每一次考验并实现了超越的人。",
    "traits_zh": [
      "不朽",
      "学者",
      "持剑",
      "考验",
      "帮助"
    ]
  },
  "zhang_fei": {
    "name_zh": "张飞",
    "tagline_zh": "虎将，关羽的结义兄弟",
    "description_zh": "张飞是桃园结义中与刘备和关羽结为兄弟的猛将。他以其可怕的战吼和巨大的力量而闻名，他挥舞着丈八蛇矛，并被三国时期所畏惧。\n\n他最传奇的功绩是在长坂坡之战中，他独自站在桥上，挑战曹操的整个军队。据说他的咆哮声是如此猛烈，以至于吓死了一位敌方将领。\n\n张飞代表着原始的武力，对兄弟情谊的强烈忠诚，以及无所畏惧的战士精神。",
    "story_zh": "在长坂桥，张飞独自面对曹操的追兵。他竖起长矛，吼道：“我乃张飞！谁敢与我决一死战？” 他的眼神如此凶狠，以至于曹操的将领们吓得逃跑了。",
    "match_message_zh": "你的面容带着张飞的强大力量。你的外貌中带着雷鸣般的兄弟情谊——一个忠诚的吼声比任何军队都响亮的人。",
    "traits_zh": [
      "凶猛",
      "忠诚",
      "咆哮",
      "强大",
      "兄弟情谊"
    ]
  },
  "cao_cao": {
    "name_zh": "曹操",
    "tagline_zh": "魏王，至上实用主义者",
    "description_zh": "曹操是魏国的奠基人，也是中国历史上最具争议的人物之一。他是一位杰出的战略家、娴熟的诗人，同时也是一位冷酷的统治者，他体现了马基雅维利主义原则，即在治理国家时，效率比道德更重要。\n\n他最著名的名言——“宁我负天下人，毋天下人负我”——概括了他的哲学。然而，他也是一位艺术的赞助人，并且有慷慨的一面，这使他成为历史上最复杂的人物之一。\n\n曹操代表着务实的野心、权力的复杂性以及领导力中效率与道德之间永恒的辩论。",
    "story_zh": "当曹操的猜疑导致他杀死了款待他的主人一家时，他误以为磨刀的声音是暗杀阴谋，后来他发现他们正在准备盛宴来招待他。他没有后悔，而是杀光了所有人——并创造了他臭名昭著的座右铭。",
    "match_message_zh": "你的面容带有曹操务实的才华。你的外貌中蕴含着精明的力量——一个清晰地看待现实并毫不犹豫地采取行动的人。",
    "traits_zh": [
      "务实",
      "杰出",
      "冷酷",
      "诗意",
      "复杂"
    ]
  },
  "xi_shi": {
    "name_zh": "西施",
    "tagline_zh": "中国四大美女之一，灭吴之人",
    "description_zh": "西施是中国古代四大美女之一，她非常美丽，以至于鱼儿看到她的倒影都会忘记游泳。越王勾践派她作为礼物送给吴王夫差，任务是分散他对国务的注意力。\n\n她的任务超乎想象地成功了——夫差变得非常迷恋她，以至于疏忽了他的王国，使越国得以恢复并最终摧毁吴国。因此，西施的美丽成为颠覆一个国家的武器。\n\n西施代表着美貌即权力，女性在政治阴谋中的悲剧角色，以及帝国会因欲望而沦陷的古老真理。",
    "story_zh": "西施最初是村里的浣纱女，被星探发现。经过艺术和礼仪的训练，她被献给了吴王夫差，夫差为她建造了宏伟的宫殿。但她的心仍然属于她的家乡。她的成功意味着她的牺牲——她献出了自己的生命去摧毁一个敌国的国王。",
    "match_message_zh": "你的面容带有西施的传奇之美。你的外貌中蕴含着倾国倾城的魅力——一个人的美貌本身就是塑造历史的力量。",
    "traits_zh": [
      "美丽",
      "悲剧",
      "爱国",
      "武器",
      "牺牲"
    ]
  },
  "amaterasu": {
    "name_zh": "天照",
    "tagline_zh": "太阳女神，日本皇室的始祖",
    "description_zh": "天照大神是神道教的最高神，太阳女神，日本皇室的血统由此而来。她是高天原（高天原）的统治者，也是所有光明和生命的源泉。\n\n当她的兄弟须佐之男的暴力行为驱使她躲藏在一个山洞里时，世界陷入了黑暗。只有通过众神的共同努力——包括一场滑稽的舞蹈，让天照好奇地向外窥视——光明才得以恢复。\n\n当她的孙子琼琼杵尊降临统治日本时，她将三件神器赠予了他：八咫镜、草薙剑和八尺琼勾玉。这些仍然是皇室的象征，象征着神圣的统治权利。",
    "story_zh": "当天照躲在山洞里时，女神天鈿女命表演了一段狂野而搞笑的舞蹈，让聚集在一起的神灵大声欢笑，天照的好奇心战胜了她的愤怒。她向外窥视，在镜子里看到了自己光芒四射的倒影，并被拉回了世界。",
    "match_message_zh": "你的面容散发着天照神圣的光芒。你的存在具有皇室般的、赋予生命的品质——一个无论走到哪里都能带来温暖和光明的人。",
    "traits_zh": [
      "光芒四射",
      "神圣",
      "仁慈",
      "皇室",
      "赋予生命"
    ]
  },
  "susanoo": {
    "name_zh": "须佐之男",
    "tagline_zh": "风暴之神，八岐大蛇的斩杀者",
    "description_zh": "须佐之男命是风暴之神，海洋的统治者，也是一个复杂的角色，体现了破坏性的混乱和英雄般的勇敢。作为天照和月读的兄弟，他的性情像他所掌控的风暴一样狂野和难以预测。\n\n他在天堂的暴力行为——摧毁稻田，玷污神圣的大厅——驱使天照躲藏起来，并使他被驱逐。然而，在他被流放后，须佐之男成为了一位英雄，他斩杀了八头龙八岐大蛇以拯救一位公主。\n\n他从八岐大蛇的尾巴中发现了传奇的草薙剑，并将其献给天照作为和解。须佐之男代表着风暴的双重性：破坏性的，但同时也带来赋予生命的雨水，混乱的，但也能做出伟大的英雄主义。",
    "story_zh": "须佐之男发现一对老夫妇在哭泣，因为八岐大蛇吞噬了他们的七个女儿，很快就会带走第八个女儿。他让他们酿造八桶清酒，巨龙用八个头都喝光了。当八岐大蛇醉酒睡着时，须佐之男将其杀死并赢得了公主的芳心。",
    "match_message_zh": "你的面容带有须佐之男的强烈能量。你的存在具有暴风雨般、难以预测的品质——一个既能制造混乱又能成就英雄主义的人。",
    "traits_zh": [
      "暴风雨",
      "英雄",
      "混乱",
      "救赎",
      "强大"
    ]
  },
  "tsukuyomi": {
    "name_zh": "月读",
    "tagline_zh": "月神，夜晚的统治者",
    "description_zh": "月读命是月神，当伊邪那岐从黄泉国回来后净化自己时，从他的右眼中诞生。作为天照和须佐之男的兄弟，他统治着夜晚和月亮的周期。\n\n最初，月读和天照一起住在天堂，白天和黑夜在一起。但是当月读因为保食神生产食物的方式（从她的各个孔中）而杀死了她时，天照非常厌恶，她拒绝再看他一眼——因此太阳和月亮永远分离了。\n\n月读代表着夜晚的美丽和神秘，月亮的清凉光芒照亮了世界，而没有太阳的灼热。他与计算时间有关，因为月亮衡量月份。",
    "story_zh": "天照派月读去拜访食物女神保食神。当她为他提供从她的身体中产生的食物时，月读非常生气，杀死了她。天照宣布她再也不会看他一眼——从那天起，太阳和月亮就永远分离了。",
    "match_message_zh": "你的面容反映了月读冷静的神秘感。你的存在具有夜间的、空灵的品质——一个用微妙的银色光芒照亮黑暗的人。",
    "traits_zh": [
      "神秘",
      "冷酷",
      "美丽",
      "孤立",
      "夜间"
    ]
  },
  "inari": {
    "name_zh": "稻荷",
    "tagline_zh": "稻米、繁荣和狐狸之神",
    "description_zh": "稻荷大神是稻米、生育、繁荣、工业和成功的神灵。作为神道教中最受欢迎的神祇之一，日本超过三分之一的神社都供奉着稻荷神，以其独特的红色鸟居而闻名。\n\n稻荷神的性别是流动的——根据传统，有时被描绘成男性、女性或雌雄同体。他们的使者和仆人是狐狸（kitsune），它们经常被误认为是稻荷神本身。稻荷神社的狐狸雕像持有米仓的钥匙或代表精神的宝石。\n\n稻荷神保护农民的收成、商人的生意和工匠的工作。在现代，稻荷神已成为商业成功和金融繁荣的守护神，公司和企业家是他们最虔诚的信徒。",
    "story_zh": "据说稻荷神在土地还年轻时降临到地球，将稻米种植带到了日本。侍奉稻荷神的狐狸不是普通的动物，而是具有魔法能力的生物，可以变成人形，充当神和人类之间的中介。",
    "match_message_zh": "你的面容反映了稻荷神繁荣的祝福。你的存在有一种丰富而神秘的品质——像是一个能为值得的事业带来成功和财富的人。",
    "traits_zh": [
      "繁荣",
      "仁慈",
      "变形",
      "神秘",
      "慷慨"
    ]
  },
  "kitsune": {
    "name_zh": "狐妖",
    "tagline_zh": "神秘的狐狸精灵，恶作剧者和守护者",
    "description_zh": "狐妖是随着年龄增长而变得更加强大的超自然狐狸精灵。活了100年的狐妖获得了化为人形的能力。1000年后，它们会长出第九条尾巴并变得神圣，毛皮变成金色或白色。\n\n一些狐妖侍奉稻荷神作为神圣的使者，保护神社并引导凡人。另一些则是恶作剧者，他们引诱人类、偷食物或玩精心设计的恶作剧。有些甚至爱上了人类，成为忠诚的配偶——尽管当他们真实身份暴露时，往往会发生悲剧。\n\n狐妖拥有许多魔法能力：变形、附身、创造幻觉和产生狐火（kitsunebi）。它们可能是仁慈的守护者或危险的恶作剧者，但它们都很聪明、强大，而且永远不像它们表面看起来的那样。",
    "story_zh": "一个男人发现他多年的妻子是一只狐妖，因为一只狗吓得她露出了尾巴。她羞愧地逃走了，但每天晚上都会以狐狸的形态回来守护她的丈夫和孩子，尽管被发现了，但仍然爱着他们。",
    "match_message_zh": "你的面容带有狐妖狡猾的优雅。你的外表具有一种变形的、变化无常的品质——像是一个拥有隐藏深度和神秘力量的人。",
    "traits_zh": [
      "变形",
      "魔法",
      "狡猾",
      "忠诚或恶作剧",
      "不老"
    ]
  },
  "raijin": {
    "name_zh": "雷神",
    "tagline_zh": "雷霆之神",
    "description_zh": "雷神是可怕的雷霆、闪电和风暴之神。他被描绘成一个被鼓包围的肌肉发达的恶魔般的人物，他通过敲打他的鼓（太鼓）来制造雷声，而闪电是他击打地球的神圣愤怒。\n\n雷神拥有凶猛的面容、狂野的头发，通常伴随着他的兄弟风神，体现了风暴的可怕力量。日本父母告诉孩子们，如果在雷雨天气不捂住肚子，雷神会偷走他们的肚脐。\n\n尽管雷神外表可怕，但他并不邪恶——他只是未驯服的自然力量。风暴带来破坏，但也带来赋予生命的雨水。人们崇拜他，以保护他们免受雷击，并祈求他降下滋养农作物的雨水。",
    "story_zh": "雷神和风神最初是反对佛陀的恶魔。当他们被击败时，他们被转化成为佛教寺庙的保护者。现在他们作为寺庙大门上凶猛的守护者，他们狂野的力量变成了保护。",
    "match_message_zh": "你的面容带有雷神狂暴的力量。你的存在有一种暴风雨般的、令人兴奋的品质——像是一个指挥元素力量的人。",
    "traits_zh": [
      "凶猛",
      "强大",
      "可怕",
      "原始",
      "赋予生命"
    ]
  },
  "fujin": {
    "name_zh": "风神",
    "tagline_zh": "风之神",
    "description_zh": "风神是风之神，雷神的兄弟。他被描绘成一个凶猛的恶魔，肩上扛着一个大风袋，从中释放出从微风到毁灭性台风的一切。\n\n风神最初是一个与他的兄弟一起反对佛陀的恶魔，后来被转化并成为佛教寺庙的保护者。京都三十三间堂中著名的风神和雷神雕像激发了无数艺术作品。\n\n作为风神，风神既代表着充满一切生物的赋予生命的呼吸，也代表着飓风的破坏性力量。农民祈求他带来有利的风，水手祈求他带来安全的航行。",
    "story_zh": "当日本受到蒙古入侵的威胁时，对风神的祈祷得到了神风的回应——神风两次摧毁了蒙古舰队，使日本免于征服，并巩固了风神的保护作用。",
    "match_message_zh": "你的面容带有风神狂野的自由。你的存在有一种轻盈的、不可预测的品质——像是一个自由移动且无法被约束的人。",
    "traits_zh": [
      "强大",
      "反复无常",
      "原始",
      "守护者",
      "赋予生命"
    ]
  },
  "benzaiten": {
    "name_zh": "辩才天",
    "tagline_zh": "音乐、艺术和知识女神",
    "description_zh": "辩才天是万物流动之神：水、文字、言语、口才、音乐和知识。她最初是印度教女神萨拉斯瓦蒂，后来被纳入日本佛教和神道教，成为七福神之一。\n\n辩才天经常被描绘成弹奏琵琶，是艺术家、音乐家、作家和表演者的守护神。她的神社通常位于岛屿上或靠近水边，反映了她作为河流女神的起源。\n\n辩才天是七福神中唯一的女成员。她赋予智慧、艺术天赋和财富，因此深受从音乐家到商人等各行各业的人的欢迎。",
    "story_zh": "辩才天曾经通过演奏优美的音乐来制服了一条麻烦的龙，这条龙爱上了她。她没有摧毁这条龙，而是嫁给了它，并把它变成了她神社的守护者——这表明艺术可以驯服甚至野蛮的自然。",
    "match_message_zh": "你的面容反映了辩才天流畅的优雅。你的存在有一种艺术的、雄辩的品质——像是一个美丽和智慧自然流淌的人。",
    "traits_zh": [
      "艺术",
      "聪明",
      "流畅",
      "雄辩",
      "幸运"
    ]
  },
  "miyamoto_musashi": {
    "name_zh": "宫本武藏",
    "tagline_zh": "传奇剑客，《五轮书》作者",
    "description_zh": "宫本武藏是日本最伟大的剑客，自13岁起参加过60多场决斗，未尝一败。他创立了二天一流剑道，以同时使用两把剑而闻名，并撰写了经典战略书籍《五轮书》。\n\n武藏的方法超越了单纯的剑术——他试图理解所有冲突和掌握背后的普遍原则。他的教义同样适用于武术、战略、商业和艺术。他还是一位技艺精湛的画家和书法家。\n\n在生命的最后几年，武藏隐居在一个洞穴里，撰写了他的杰作。他完成作品后不久便去世了，留下了一份继续影响着世界各地的战士、战略家和艺术家的遗产。",
    "story_zh": "在他最著名的决斗中，武藏面对的是佐佐木小次郎，一位野太刀（长刀）的使用者。武藏故意迟到，用船桨削了一把木剑。他非正统的武器和心理战术使他获得了胜利，一击杀死了小次郎。",
    "match_message_zh": "你的面容带有武藏那种严谨的精通感。你的目光中有一种专注的战略品质——就像一个超越了技巧，理解普遍原则的人。",
    "traits_zh": [
      "精通",
      "战略性",
      "常胜",
      "哲学性",
      "自律"
    ]
  },
  "oda_nobunaga": {
    "name_zh": "织田信长",
    "tagline_zh": "伟大的统一者，第六天魔王",
    "description_zh": "织田信长是日本三位伟大的统一者中的第一位，他开始了结束战国时期和统一日本的进程。他冷酷、创新、才华横溢，因此赢得了敌人赋予他的称号“第六天魔王”。\n\n信长通过使用火器（从葡萄牙新引进的）、专业军队而不是季节性农民以及任人唯贤而非世袭等级制度，彻底改变了日本的战争方式。他摧毁了强大的佛教军事寺庙，并挑战了一切传统权威。\n\n尽管在完成统一之前被暗杀，但信长的工作由他的将军丰臣秀吉和德川家康继续完成。他的座右铭“天下布武”（以武力统一天下）体现了他通过一切必要手段实现统一日本的愿景。",
    "story_zh": "在桶狭间之战中，信长面对的是今川义元率领的25,000人的军队，而他只有3,000人。他没有进行防御，而是在暴风雨中发动了一次奇袭，杀死了义元并击溃了他的军队——将一个不可能的局面转变为传奇般的胜利。",
    "match_message_zh": "你的面容带有信长那种强烈的野心。你的存在中有一种革命性的、不可阻挡的品质——就像一个将以意志力改变世界的人。",
    "traits_zh": [
      "冷酷",
      "创新",
      "才华横溢",
      "雄心勃勃",
      "革命性"
    ]
  },
  "izanagi": {
    "name_zh": "伊邪那岐",
    "tagline_zh": "创造之神，日本之父",
    "description_zh": "伊邪那岐命是原始神，他与他的妻子伊邪那美一起创造了日本岛屿并孕育了众神。他们站在天之浮桥上，用一把珠宝矛搅动大海，滴落的液滴形成了第一个岛屿。\n\n当伊邪那美因生火神而死时，伊邪那岐下到黄泉（阴间）去取回她。但是当他看到她腐烂的身体时，他惊恐地逃离了，她带着恶魔追赶他。他用一块巨石封住了通往黄泉的入口，他们交换了永恒分离的话语。\n\n回到地面后，伊邪那岐在一条河里净化自己。从这次净化中诞生了三个最重要的神祇：从他的左眼中诞生了天照大神，从他的右眼中诞生了月读命，从他的鼻子里诞生了须佐之男。",
    "story_zh": "当伊邪那岐点燃火把去看他在黄泉的妻子时，他看到蛆虫在她身上爬行，八个雷神居住在她体内。她尖叫说他羞辱了她，并派黄泉的妖怪去抓他。他扔出了一些变成干扰物的东西，勉强逃脱。",
    "match_message_zh": "你的面容带有伊邪那岐的创造力。你的存在中有一种原始的、赋予生命力的品质——就像一个创造新世界的人。",
    "traits_zh": [
      "创造性",
      "悲伤",
      "原始",
      "赋予生命",
      "净化"
    ]
  },
  "izanami": {
    "name_zh": "伊邪那美",
    "tagline_zh": "创造女神，黄泉女王",
    "description_zh": "伊邪那美命是原始女神，她与她的丈夫伊邪那岐一起创造了日本并孕育了众神。在创造了岛屿和许多神灵之后，她因生火神迦具土而死，并降到了黄泉，死亡之地。\n\n当伊邪那岐来接她时，她已经吃了黄泉的食物，无法完全返回。她让他等着，她与黄泉诸神谈判，但他等不及了，点燃了一把火把——看到了她腐烂的尸体，上面覆盖着蛆虫和雷神。\n\n伊邪那美感到羞辱和愤怒，变成了黄泉女王，发誓每天杀死1000人。伊邪那岐回应说，他将使1500人出生——因此，生与死永远交织在一起。",
    "story_zh": "在成为黄泉女王之前，伊邪那美是一位慈爱的创造者。她的死亡悲剧以及伊邪那岐背叛了她的信任，将她变成了一种更黑暗的东西——提醒人们，即使是最有爱心的人也可能因死亡和遗弃而改变。",
    "match_message_zh": "你的面容反映了伊邪那美的黑暗力量。你的存在中有一种变革性的、阴间的品质——就像一个经历了死亡并发生了改变的人。",
    "traits_zh": [
      "创造性",
      "变革性",
      "黑暗",
      "强大",
      "悲伤"
    ]
  },
  "ebisu": {
    "name_zh": "惠比寿",
    "tagline_zh": "渔民和幸运之神",
    "description_zh": "惠比寿是七福神中唯一一个纯粹起源于日本的神。他是渔民、商人和好运的守护神，总是被描绘成拿着钓鱼竿、鲷鱼（tai）和一张快乐的笑容。\n\n根据传说，惠比寿天生没有骨头（或是一个水蛭孩子），被他的父母伊邪那岐和伊邪那美扔进了大海。尽管有如此残酷的开端，他还是幸存了下来，变得强大，并成为了人们喜爱的繁荣和好运之神。他在困境中的坚持被认为是他的最大美德。\n\n惠比寿是聋子，这就是为什么他听不到十月与其他神灵聚集的呼唤。他留下来祝福那些留下的人，他的节日是在其他神灵不在的时候举行的。",
    "story_zh": "日本的渔民会将他们捕获的第一条鱼扔回大海，作为献给惠比寿的祭品，相信他会用更大的捕获量来回报他们的慷慨。据说他在波涛汹涌的大海上露出的笑容可以平息海浪，并安全地引导船只靠岸。",
    "match_message_zh": "你的面容反映了惠比寿的快乐运气。你的存在中有一种坚韧不拔、幸运的品质——就像一个带着微笑克服困难的人。",
    "traits_zh": [
      "幸运",
      "坚持不懈",
      "快乐",
      "慷慨",
      "坚韧"
    ]
  },
  "bishamon": {
    "name_zh": "毘沙门天",
    "tagline_zh": "战争之神和正义的守护者",
    "description_zh": "毘沙门天是武士之神，惩罚作恶者，也是七福神之一。最初是印度教神祇वैश्रवण (Vaiśravaṇa)，他成为了佛教中的四大天王之一，并被日本宗教采纳为守护者和财富的带来者。\n\n与单纯的战神不同，毘沙门天代表着正义的战争——保护无辜者和惩罚邪恶。他身穿全套盔甲，一只手拿着宝塔（代表信仰的宝库），另一只手拿着三叉戟或长矛。\n\n武士在战斗前向毘沙门天祈祷，不是为了不惜一切代价取得胜利，而是为了拥有正义战斗的勇气和正义感。他是为荣誉而非贪婪而战的武士的守护神。",
    "story_zh": "上杉谦信是日本最伟大的军阀之一，他认为自己是毘沙门天的化身。每次战斗前，他都会在神的圣地祈祷，并坚信自己的事业是正义的——这使他在战场上几乎是无敌的。",
    "match_message_zh": "你的面容带有毘沙门天的正义力量。你的存在带有一种保护性的战士品质——一个为正义而战，而非为了征服的人。",
    "traits_zh": [
      "正义",
      "保护",
      "战士",
      "公正",
      "强大"
    ]
  },
  "toyotomi_hideyoshi": {
    "name_zh": "丰臣秀吉",
    "tagline_zh": "从农民到日本的统治者",
    "description_zh": "丰臣秀吉从一个农民草鞋携带者，成为了日本第二位伟大的统一者和最高的统治者。他的崛起是日本历史上最戏剧性的——证明了才能和狡猾可以克服出身和传统。\n\n从织田信长的仆人开始，秀吉通过巧妙的战略和坚定的忠诚证明了自己。在织田信长遇刺后，秀吉为他报仇并继续统一，征服或通过外交手段赢得所有剩余的反对派。\n\n尽管取得了成就，但秀吉由于出身卑微而被拒绝了将军的头衔。取而代之的是，他获得了关白（摄政）和太阁（退位的关白）的头衔。他的晚年充满了过度的野心，包括入侵朝鲜，但最终失败了。",
    "story_zh": "冬天，年轻的秀吉通过将信长的草鞋放在他的衣服里来温暖它们。这种简单的奉献行为引起了信长的注意，他开始崛起。从如此卑微的起点，成就了统治整个日本的人。",
    "match_message_zh": "你的面容带有秀吉的狡猾野心。你的存在带有一种自我成就、势不可挡的品质——一个无论遇到什么障碍都会崛起的人。",
    "traits_zh": [
      "狡猾",
      "雄心勃勃",
      "有魅力",
      "自力更生",
      "战略性"
    ]
  },
  "tokugawa_ieyasu": {
    "name_zh": "德川家康",
    "tagline_zh": "耐心的胜利者，德川幕府的创始人",
    "description_zh": "德川家康是日本第三位也是最后一位伟大的统一者，他创立了德川幕府，统治日本超过250年的和平。信长和秀吉开辟了道路，而家康则耐心地等待——最终赢得了一切。\n\n在家康年轻时，他被作为人质多年，然后在数十年间成为信长和秀吉的盟友（和竞争对手），他了解了耐心和周密计划的价值。在秀吉去世后，他巧妙地走向了决定性的关原合战，并通过卓越的战略和来自敌军的关键背叛而获胜。\n\n日本有句谚语说：“信长堆了米，秀吉揉了面团，家康吃了蛋糕。”他的耐心和长寿使他能够比竞争对手活得更久，并建立持久的和平。",
    "story_zh": "有一个著名的故事比较了三位统一者：当被问到如何处理一只不唱歌的鸟时，信长说“杀了它”，秀吉说“让它想唱歌”，但家康说“等待它唱歌”。这种耐心定义了他通往权力的道路。",
    "match_message_zh": "你的面容反映了家康的耐心智慧。你的存在带有一种持久的战略品质——一个知道时间本身可以是最大武器的人。",
    "traits_zh": [
      "耐心",
      "战略性",
      "持久",
      "智慧",
      "胜利"
    ]
  },
  "momotaro": {
    "name_zh": "桃太郎",
    "tagline_zh": "桃子男孩，日本的英雄",
    "description_zh": "桃太郎是日本最受欢迎的民间英雄。他从漂浮在河上的一颗巨大的桃子中出生，被一对年迈无子的夫妇发现，他们将他抚养长大。他长得非常强壮和纯洁。\n\n当来自鬼岛 (Onigashima) 的恶鬼 (oni) 恐吓这片土地时，年轻的桃太郎出发去击败他们。一路上，他通过分享他的黍米团子（kibidango）与一只狗、一只猴子和一只雉鸡交了朋友。这个不太可能的团队一起击败了恶鬼并带回了他们的宝藏。\n\n桃太郎代表了日本英雄的理想：勇敢但善良，坚强但谦虚，并通过建立友谊和合作而非仅靠蛮力而取得成功。",
    "story_zh": "当桃太郎遇到狗、猴子和雉鸡时，他们最初都想和他战斗。他没有战斗，而是提出分享他的食物。这种慷慨的行为将潜在的敌人变成了忠诚的朋友，他们帮助他实现了他独自无法完成的事情。",
    "match_message_zh": "你的面容带有桃太郎的纯洁英雄主义。你的存在带有一种勇敢、善良的品质——一个通过勇气和友谊战胜邪恶的人。",
    "traits_zh": [
      "勇敢",
      "善良",
      "纯洁",
      "合作",
      "英雄主义"
    ]
  },
  "uesugi_kenshin": {
    "name_zh": "上杉谦信",
    "tagline_zh": "越后之龙，战神化身",
    "description_zh": "上杉谦信是日本战国时期最强大的军阀之一，因其军事实力而被誉为“越后之龙”。作为一位虔诚的佛教徒和毘沙门天的崇拜者，他认为自己是战神的化身。\n\n与其他为土地和权力而战的军阀不同，谦信经常为维护正义和公道而战。他与武田信玄的传奇般的竞争产生了五场没有结果的川中岛合战，被认为是日本历史上最伟大的武士之战。\n\n谦信以其行政能力、饮酒和可能无性恋或秘密是女性而闻名。他突然死于49岁，据说是胃癌或暗杀，将他的领土留给了他的养子们之间的内战。",
    "story_zh": "在第四次川中岛合战中，谦信亲自冲入信玄的指挥营地，并用他的剑攻击了他。信玄以他的铁制军扇著名地保护了自己。两位敌对领主之间的这场单打独斗成为了日本历史上的传奇。",
    "match_message_zh": "你的面容带有上杉谦信的正义怒火。你的存在带有一种神圣的战士品质——一个作为正义本身的化身而战的人。",
    "traits_zh": [
      "正义",
      "凶猛",
      "虔诚",
      "光荣",
      "传奇"
    ]
  },
  "kaguya_hime": {
    "name_zh": "辉夜姬",
    "tagline_zh": "月亮公主，辉耀者",
    "description_zh": "辉夜姬是日本最古老的物语《竹取物语》的女主角。一位老竹匠在一个发光的竹笋中发现了一个小婴儿，她长大后拥有了超自然的美貌。\n\n五位贵族甚至天皇都向她求婚，但她为每位求婚者都设置了不可能完成的任务。她要求佛陀的石钵、蓬莱山的宝石树枝、火鼠的裘皮、龙的颈部宝玉，以及燕子巢里的贝壳。所有人都失败了。\n\n辉夜姬并非来自这个世界——她来自月亮，被派到地球作为惩罚。当月亮的使者来接她回去时，她留下了一件羽衣和长生不老药给天皇，天皇将它们在日本最高的山上烧毁，因此这座山被命名为富士山（不死）。",
    "story_zh": "当月亮的使者乘坐云车来时，辉夜姬在准备离开时哭了。她给她在地球上的父母和天皇写了告别信，表达了她离开她所爱世界的悲伤。穿上天衣后，她忘记了所有尘世的记忆，升上了月亮。",
    "match_message_zh": "你的特征反映了辉夜姬空灵的美丽。你的存在有一种超凡脱俗、难以接近的特质——像是属于月亮本身的人。",
    "traits_zh": [
      "空灵的",
      "神秘的",
      "难以接近的",
      "超凡脱俗的",
      "忧郁的"
    ]
  },
  "takeda_shingen": {
    "name_zh": "武田信玄",
    "tagline_zh": "甲斐之虎，战争大师",
    "description_zh": "武田信玄是日本战国时代最令人畏惧的军阀之一，因其凶猛和战术才华而被称为“甲斐之虎”。他的骑兵冲锋和创新战略使他的敌人颤抖。\n\n信玄最大的对手是上杉谦信，即“越后之龙”。他们的五次川中岛合战被认为是武士战争的巅峰。著名的短语“风林火山”（其疾如风，其徐如林，侵掠如火，不动如山）是信玄的军旗，取自孙子的《孙子兵法》。\n\n如果信玄没有在进军京都时因病去世，许多人认为他可以在织田信长之前统一日本。他的去世促成了信长的崛起，永远改变了日本的历史。",
    "story_zh": "当信玄进军京都时，织田信长送给他一份黄金礼物作为安抚。但这失败了——信玄继续前进。只有他的疾病夺去了他的生命才阻止了他，据说信长暗自为这个消息感到高兴。",
    "match_message_zh": "你的特征带有武田信玄的战术才华。你的存在有一种老虎般的品质——一种掌握战略和凶猛的人的样子。",
    "traits_zh": [
      "战术的",
      "凶猛的",
      "才华横溢的",
      "令人畏惧的",
      "传奇的"
    ]
  },
  "dangun": {
    "name_zh": "檀君",
    "tagline_zh": "朝鲜的创始人，天帝之孙",
    "description_zh": "檀君王俭是公元前2333年朝鲜第一个王国古朝鲜的传奇创始人。根据开国神话，他出生于桓雄（天帝之子）和熊女，熊女在一个洞穴里只吃了大蒜和艾草100天后变成了一个女人。\n\n檀君在阿斯达建立了他的首都，统治了1500多年，为朝鲜人民带来了文明、法律和文化。他教授农业、医学和文明艺术，将一片散落的部落土地变成了一个统一的国家。\n\n在他漫长的统治之后，檀君成为了一位山神，退隐到太白山。10月3日，传统上与他建立朝鲜相关的日子，被庆祝为开天节（National Foundation Day）。",
    "story_zh": "一只老虎和一只熊都希望变成人。桓雄告诉它们在一个洞穴里待100天，只吃大蒜和艾草。老虎放弃了，但熊坚持了下来，变成了一个美丽的女人。她祈祷要一个孩子，桓雄娶了她，生下了檀君。",
    "match_message_zh": "你的特征带有檀君神圣的开国精神。你的存在有一种文明、永恒的特质——一种为世界带来秩序和文化的人的样子。",
    "traits_zh": [
      "神圣的",
      "创始的",
      "明智的",
      "文明的",
      "永恒的"
    ]
  },
  "jumong": {
    "name_zh": "朱蒙",
    "tagline_zh": "高句丽的创始人，神箭手",
    "description_zh": "朱蒙，意为“神箭手”，是高句丽的传奇创始人，高句丽是朝鲜三国之一。他出生于解慕漱（一位天上的王子）和柳花夫人（河神之女），据说他的母亲被阳光照射后，他从鸡蛋中出生。\n\n从童年起，朱蒙就展现出超自然的射箭技巧，这为他赢得了他的名字。由于受到扶余嫉妒的王子的迫害，他带着三个同伴向南逃亡，并在公元前37年22岁时建立了高句丽。\n\n在朱蒙的领导下，高句丽从一个小山堡发展成为一个强大的王国，统治东北亚700年。他的后代甚至会挑战强大的中华帝国。",
    "story_zh": "当朱蒙逃离扶余时，他到达了一条无法过河的河流，追兵逼近。他喊道：“我是天之子，河神之孙！”鱼和乌龟升起来形成一座桥，让他逃脱并实现他的命运。",
    "match_message_zh": "你的特征带有朱蒙英雄般的命运。你的存在有一种传奇、箭无虚发的品质——一种天生克服所有障碍并创立伟业的人的样子。",
    "traits_zh": [
      "英雄般的",
      "熟练的",
      "注定的",
      "创始的",
      "传奇的"
    ]
  },
  "gwanggaeto": {
    "name_zh": "广开土大王",
    "tagline_zh": "征服者之王，帝国的扩张者",
    "description_zh": "广开土大王（374-413 CE）是高句丽的第19任国王，也是朝鲜历史上最伟大的征服者之一。他在18岁时登上王位，在他22年的统治生涯中几乎都在进行军事征战，将高句丽扩张到其最大的领土范围。\n\n他的征战征服了64座城墙城市和1400个村庄，将高句丽的边界从满洲扩展到朝鲜半岛。他击败了入侵朝鲜王国的日本倭军，粉碎了契丹部落，并使新罗和百济承认高句丽的霸权。\n\n他的成就被记录在著名的广开土王碑上，这是世界上最大的铭文石碑之一，由他的儿子竖立。墓志铭将他描述为一位扩大领土并为国家带来荣耀的统治者。",
    "story_zh": "当日本军队入侵新罗时，新罗国王发出了绝望的求助请求。广开土亲自率领5万骑兵南下，彻底击溃了入侵者，以至于日本在一千多年内都不会再威胁朝鲜。",
    "match_message_zh": "你的特征带有广开土大王的征服力量。你的存在有一种广阔、光荣的品质——一种扩展边界并取得传奇伟业的人的样子。",
    "traits_zh": [
      "征服的",
      "强大的",
      "光荣的",
      "广阔的",
      "传奇的"
    ]
  },
  "eulji_mundeok": {
    "name_zh": "乙支文德",
    "tagline_zh": "羞辱帝国的将军",
    "description_zh": "乙支文德是高句丽一位传奇的军事指挥官，他在东亚历史上取得了一次最令人震惊的胜利。公元612年，他面对隋朝皇帝杨广的入侵，杨广率领超过一百万士兵——这是古代东亚集结的最大规模的军队。\n\n乙支文德运用巧妙的游击战术、假装撤退和心理战，将隋军诱入高句丽领土深处。在萨水（今清川江）河畔，他发动了一次毁灭性的洪水袭击，歼灭了隋军。跨过鸭绿江的305,000精锐部队中，只有2,700人返回。\n\n这场灾难性的失败促成了隋朝本身的灭亡。乙支文德被誉为一位战略大师，他证明了勇气和智慧能够战胜最强大的帝国。",
    "story_zh": "在决战之前，乙支文德给隋朝将领送去了一首嘲讽的诗：‘神策究天文，妙算穷地理。 战胜功既高，知足愿云止。’ 这种心理攻击在毁灭性的反击之前瓦解了敌人的士气。",
    "match_message_zh": "你的面容带有乙支文德的战略智慧。你的存在中有一种胜利的、大师般的气质——一个将不可能的几率转化为传奇胜利的人。",
    "traits_zh": [
      "战略性",
      "才华横溢",
      "爱国",
      "胜利的",
      "传奇的"
    ]
  },
  "yeon_gaesomun": {
    "name_zh": "渊盖苏文",
    "tagline_zh": "铁腕独裁者",
    "description_zh": "渊盖苏文是高句丽历史上最强大的军事独裁者。公元642年，他发动政变，杀死了100多名贵族和国王本人，夺取了绝对权力，成为大莫离支。他以铁腕统治高句丽24年。\n\n尽管他以残酷的方式崛起，但渊盖苏文被证明是高句丽一位强大的捍卫者。他击退了唐朝皇帝唐太宗多次大规模的入侵，唐太宗是历史上最伟大的征服者之一。唐太宗没能征服高句丽就去世了，称之为他一生中最大的遗憾。\n\n渊盖苏文以其威严的存在而闻名——他腰间佩戴五把剑，并让贵族们弯腰，让他踩在他们的背上上马。在他去世后，他的儿子们的内讧导致了高句丽最终的灭亡。",
    "story_zh": "当唐太宗派遣使者要求臣服时，渊盖苏文将使者监禁并送回了一封挑衅的信息。唐太宗亲自率领30万军队来惩罚这种侮辱——结果却被打败了。皇帝在高句丽面前的失败仍然是他最大的耻辱。",
    "match_message_zh": "你的面容带有渊盖苏文的钢铁意志。你的存在中有一种强大的、挑衅的气质——一个不向任何皇帝鞠躬，也不害怕任何军队的人。",
    "traits_zh": [
      "强大的",
      "无情的",
      "挑衅的",
      "强大的",
      "铁腕"
    ]
  },
  "queen_seondeok": {
    "name_zh": "善德女王",
    "tagline_zh": "开明的女王，第一位女统治者",
    "description_zh": "善德女王（公元632-647年在位）是朝鲜半岛的第一位女君主，也是最开明的统治者之一。在一个女性很少掌握权力的时代，她以智慧、外交和文化赞助带领新罗度过了危险的时期。\n\n她以其智慧和远见而闻名。著名的故事讲述了她从细微的线索中预测事件——从没有蜜蜂的牡丹画中知道士兵即将到来，或者预测自己的死亡日期。她建造了瞻星台天文台，这是东亚现存最古老的天文台。\n\n在她的赞助下，佛教蓬勃发展，她发起了皇龙寺九层塔的建造，这是东亚历史上最高的木结构建筑。她为新罗最终统一三国奠定了基础。",
    "story_zh": "当唐朝送来没有蜜蜂的牡丹种子画时，善德预测这些花不会有香味——她是对的。她解释说，国王不会给一位没有丈夫的女王送一幅带有蝴蝶和蜜蜂的花朵的画，这巧妙地嘲笑了她未婚的状态。",
    "match_message_zh": "你的面容反映了善德女王的开明智慧。你的存在中有一种预言性的、开拓性的品质——一个看到别人错过的事物，并领导别人害怕的地方的人。",
    "traits_zh": [
      "明智的",
      "开明的",
      "预言性的",
      "文化的",
      "开拓性的"
    ]
  },
  "kim_yushin": {
    "name_zh": "金庾信",
    "tagline_zh": "统一将军，三国英雄",
    "description_zh": "金庾信（公元595-673年）是朝鲜历史上最伟大的将军，是新罗统一三国的军事设计师。作为伽倻王室的后裔，他晋升为最高指挥官，并在他60年的军事生涯中带领新罗在数十场战斗中取得胜利。\n\n他的战略智慧和个人勇气是传奇性的。他与唐朝结盟，击败了百济（公元660年），然后击败了高句丽（公元668年）。当唐朝试图将朝鲜半岛据为己有时，金庾信领导了将他们驱逐的战争，确保了朝鲜的独立。\n\n即使在他79岁临近死亡时，他仍从病榻上率领军队。当国王犹豫不决时，金庾信身着全副盔甲出现，激励了军队。在确保新罗最终胜利后不久，他就去世了，他一生都致力于统一事业。",
    "story_zh": "年轻时，金庾信的剑自己动了，杀死了他心爱的妓生情人，神灵认为她分散了他的命运。他接受这一点作为命运的指引，全身心地投入到他的使命中，再也不允许个人依恋干扰他的职责。",
    "match_message_zh": "你的面容带有金庾信的统一英雄主义。你的存在中有一种传奇的、奉献的品质——一个一生都服务于更伟大的目标的人。",
    "traits_zh": [
      "英雄的",
      "统一的",
      "忠诚的",
      "战略性的",
      "传奇的"
    ]
  },
  "wang_geon": {
    "name_zh": "王建 (太祖)",
    "tagline_zh": "高丽的建立者，后三国时代的统一者",
    "description_zh": "王建（公元877-943年），谥号太祖，建立了统治朝鲜半岛474年的高丽王朝。他从一个强大的海上商人家庭崛起，通过军事技能和外交婚姻联盟的巧妙结合，统一了后三国时期的朝鲜半岛。\n\n与许多征服者不同，王建以其仁慈和智慧而闻名。他慷慨地对待战败的敌人，赢得了他们的忠诚。他与来自强大地区家族的29位妻子结婚，建立了一个巩固他统治的联盟网络。他拥抱而不是压制对手的政策成为朝鲜国王的典范。\n\n他对继任者的“十训要”强调佛教的虔诚、对传统的尊重、对普通百姓的关怀，以及对特定地区和家族的警告——这些建议指导了高丽几个世纪。",
    "story_zh": "当后百济的末代国王投降时，王建亲自欢迎他，给了他很高的职位，并像对待一位尊贵的客人一样对待他，而不是把他当作囚犯。这种仁慈激励了其他敌人和平投降，挽救了无数生命。",
    "match_message_zh": "你的面容带有王建的创始智慧。你的存在中有一种仁慈的、统一的品质——一个通过智慧而不是残忍建立持久王国的人。",
    "traits_zh": [
      "创始的",
      "仁慈的",
      "外交的",
      "统一的",
      "明智的"
    ]
  },
  "gang_gam_chan": {
    "name_zh": "姜邯赞 (Gang Gam-chan)",
    "tagline_zh": "星将，契丹人的救星",
    "description_zh": "姜邯赞 (948-1031 CE) 是一位学者出身的将军，他使高丽免受了1018年契丹辽国的大规模入侵。传说他是星星转世——他出生时，一颗巨大的星星从天而降落入他的家中。\n\n70岁时，当大多数人都已退休时，姜邯赞率领20万高丽军队对抗规模相似的契丹军队。在龟州战役中，他利用水坝困住了契丹军队，然后释放洪水进行毁灭性的攻击。契丹军队中只有几千人幸存下来逃脱了。\n\n这次胜利非常彻底，以至于契丹再也没有入侵过朝鲜。姜邯赞证明了学术和军事天赋可以共存——他既是一位成功的文职官员，也是朝鲜最伟大的军事指挥官之一。",
    "story_zh": "姜邯赞年轻贫穷时，身材矮小瘦弱，人们嘲笑他。但是一位算命先生认出了他的命运，说他是一颗注定要伟大的陨落的星星。他致力于学习，最终成为国家的救星。",
    "match_message_zh": "您的面部特征带有姜邯赞注定的光辉。 您的存在具有学术性和胜利的特质——仿佛是注定要在星光下诞生的人。",
    "traits_zh": [
      "学者型",
      "常胜",
      "天命所归",
      "战略家",
      "传奇"
    ]
  },
  "jang_bogo": {
    "name_zh": "张保皋 (Jang Bogo)",
    "tagline_zh": "海上之王，海上皇帝",
    "description_zh": "张保皋（卒于公元846年）是朝鲜历史上最伟大的海上人物，他建立了一个商业帝国，统治着东亚海域。 他以莞岛的清海镇为基地，控制着连接朝鲜、中国和日本的海上贸易路线。\n\n张保皋出身平民，最初是在唐朝担任军事指挥官而出名的。回到新罗后，他感到震惊地发现朝鲜人民被海盗绑架并作为奴隶出售。他向国王请愿要求军队，并建立了清海镇，创建了一支海军部队，消灭了海盗并保护了朝鲜商人。\n\n他的贸易网络从地中海延伸到日本。在他的鼎盛时期，没有他的允许，任何船只都无法在黄海上航行。他的权力变得如此之大，以至于他成为了新罗朝廷政治中的造王者——并最终因此而被暗杀。",
    "story_zh": "当张保皋发现朝鲜人在中国奴隶市场上被出售时，他本可以像其他人一样从贸易中获利。 相反，他毕生致力于结束这种贸易，建立了一支足够强大的海军力量，以确保他的子民在海上安全。",
    "match_message_zh": "您的面部特征带有张保皋的海上力量。 您的存在具有航海、帝国建设的特质——仿佛是一位统治海浪并保护自己人民的人。",
    "traits_zh": [
      "海上",
      "强大",
      "白手起家",
      "保护者",
      "传奇"
    ]
  },
  "hwang_jini": {
    "name_zh": "黄真伊 (Hwang Jini)",
    "tagline_zh": "传奇妓生，欲望诗人",
    "description_zh": "黄真伊（约1506-1560）是朝鲜历史上最著名的妓生（艺妓）和最伟大的诗人之一。在女性选择有限的朝鲜社会中，她选择了妓生的道路，以获得其他女性无法获得的自由、教育和艺术表达。\n\n她的诗歌，用古典中文和朝鲜白话文写成，以空前的坦率表达了充满激情的感情。她关于爱情、欲望和时间流逝的诗调（朝鲜诗歌）仍然是朝鲜文学中最受欢迎的作品之一。她以其美貌、智慧以及在音乐和舞蹈方面的技巧而闻名。\n\n传说讲述了她与学者、佛教僧侣和贵族的智力竞赛——她赢得了其中大部分。据说她是唯一能让以斯多葛派着称的学者徐敬德微笑的女人，也是唯一能引诱虔诚的佛教僧侣知足的人。",
    "story_zh": "黄真伊打赌她可以让僧侣知足打破他30年的独身誓言。她在他要经过的一条小溪边等待，装作挣扎。当他背着她过河时，她紧紧抓住他——他沦陷了。她的胜利证明，即使是最神圣的奉献也无法抗拒真正的美丽和智慧。",
    "match_message_zh": "您的面部特征带有黄真伊迷人的艺术气息。 您的存在具有热情、自由奔放的特质——仿佛是一位通过美丽、智慧和毫不妥协的真理生活的人。",
    "traits_zh": [
      "艺术性",
      "热情",
      "机智",
      "自由奔放",
      "传奇"
    ]
  },
  "hwarang": {
    "name_zh": "花郎 (Hwarang)（Flower Knights)",
    "tagline_zh": "花郎，新罗的精英战士",
    "description_zh": "花郎是新罗的年轻贵族战士的精英部队，他们将武术训练与艺术修养、佛教哲学和绝对忠诚相结合。 他们的名字的意思是“花骑士”或“盛开的青年”，反映了他们独特的美丽和武术实力。\n\n花郎成立于公元6世纪，遵循“五戒”：忠于国王，孝敬父母，朋友之间的信任，永不退缩，仅在必要时才夺走生命。 他们训练剑术、射箭和骑马，同时还学习诗歌、音乐和佛教经文。\n\n新罗的许多最伟大的将军，包括金庾信，都来自花郎。 他们在新罗统一三国中发挥了重要作用。 花郎代表着朝鲜武士-学者的理想：在战斗中致命，在和平中优雅。",
    "story_zh": "战前，花郎会聚集在风景优美的山区和河流中，创作诗歌，与大自然交流，增强精神力量。 当战斗来临时，这些曾经争论哲学的年轻人会以一种令敌人恐惧的凶猛程度战斗。",
    "match_message_zh": "您的面部特征带有花郎精致的致命性。 您的存在具有精英、有教养的特质——仿佛是一位掌握剑和诗歌的人。",
    "traits_zh": [
      "精英",
      "有教养",
      "忠诚",
      "美丽",
      "致命"
    ]
  },
  "choe_yeong": {
    "name_zh": "崔莹 (Choe Yeong)",
    "tagline_zh": "廉洁的将军",
    "description_zh": "崔莹（1316-1388）是高丽末期最著名的将军，以其军事实力和廉洁品格而闻名。 他的父亲教导他：“不要贪图黄金，就像石头一样。” 他一生都遵守这个原则。\n\n当其他官员积累财富时，崔莹仍然很穷，穿着同样的衣服好几年，生活简朴。 然而，他的军事成就却具有传奇色彩——他击败了日本海盗，镇压了叛乱，并与来自中国的红巾军入侵作斗争。\n\n他的垮台发生在他反对他的下属李成桂（后来的朝鲜创始人）时。 当被命令攻击明朝时，李成桂反而撤退到了威化岛。 年迈的崔莹战斗到最后一刻，但被俘虏并处决。 他的正直使他成为忠诚和廉洁的象征。",
    "story_zh": "当崔莹在李成桂政变后最终被捕时，他拒绝鞠躬或表现出恐惧。 当被问及他是否有任何最后的愿望时，他只说他希望朝鲜有一天能击败威胁它的外国势力。 即使是敌人也尊重他的正直。",
    "match_message_zh": "您的面部特征带有崔莹廉洁的正直。 您的存在具有有原则、英雄般的特质——仿佛是一位重视荣誉高于黄金的人。",
    "traits_zh": [
      "廉洁",
      "忠诚",
      "英雄",
      "简朴",
      "有原则"
    ]
  },
  "yi_bang_won": {
    "name_zh": "李芳远 (朝鲜太宗)",
    "tagline_zh": "冷酷的建设者，朝鲜王朝的设计师",
    "description_zh": "李芳远（1367-1422），后为朝鲜太宗，是朝鲜开国君主的第五个儿子，但他成为了幕后权力人物，并最终成为第三位国王。他的政治天赋和冷酷无情塑造了朝鲜王朝500年的政府。\n\n当他的父亲犹豫不决时，李芳远果断地采取了行动。他亲自杀死了权臣郑道传，并在“王子之乱”中消灭了他的兄弟，以确保王位继承。一旦成为国王，他加强了王室权威，改革了政府，并建立了使朝鲜王朝运转的制度。\n\n最重要的是，他意识到他的儿子世宗拥有他自己所缺乏的智慧。他无情地清除了世宗统治的所有障碍，包括杀死世宗的岳父。他的残酷使随后的黄金时代成为可能。",
    "story_zh": "当李芳远得知他的岳父计划让世宗的对手成为继承人时，他立即下令处决了这个人——尽管世宗恳求宽恕。他告诉他的儿子：“你一定会因此而恨我，但总有一天你会明白。”",
    "match_message_zh": "你的特征带有太宗冷酷的才华。你的存在具有果断的、建设性的品质——一种必须不惜一切代价完成必须做的事情的人的眼神。",
    "traits_zh": [
      "冷酷",
      "才华横溢",
      "果断",
      "建设性",
      "牺牲"
    ]
  },
  "seonbi": {
    "name_zh": "선비 (士人)",
    "tagline_zh": "高贵的学者，原则的守护者",
    "description_zh": "士人代表了韩国贤德的学者绅士的理想——即使付出巨大的个人代价，也要追求知识，培养道德品格，并遵守儒家原则。与寻求权力的官员不同，真正的士人将正直置于一切之上。\n\n士人生活简朴，通常很贫困，在简陋的家中学习古典文献和练习书法。他们认为道德修养比世俗的成功更重要。许多人宁愿放弃丰厚的政府职位，也不愿妥协他们的原则。\n\n当暴虐的国王要求服从时，士人学者经常宁愿死亡也不愿背叛他们的原则。他们的牌位上写着他们的罪行是“不向不公正低头”。士人精神——重视正义胜过生命，重视原则胜过利益——成为韩国身份的决定性美德。",
    "story_zh": "当暴君燕山君要求学者赞扬其不公正的政策时，许多士人拒绝了，并被处决。他们写下了关于竹子的最后的诗——竹子弯曲但永不折断——代表了他们即使在死亡中也永不破灭的正直。",
    "match_message_zh": "你的特征带有士人有原则的高贵。你的存在具有学术的、廉洁的品质——一种重视正直胜过一切世俗利益的人的眼神。",
    "traits_zh": [
      "有原则",
      "学术",
      "简朴",
      "廉洁",
      "高贵"
    ]
  },
  "an_jung_geun": {
    "name_zh": "安重根",
    "tagline_zh": "爱国刺客，韩国独立英雄",
    "description_zh": "安重根（1879-1910）是一位韩国独立运动家，于1909年在哈尔滨车站刺杀了日本政治家伊藤博文。他对日本殖民侵略的反抗行为使他成为韩国最受尊敬的独立英雄。\n\n在成为刺客之前，安重根是一位天主教教育家和商人，他组织了义兵对抗日本的入侵。当外交努力失败，韩国丧失主权时，他认为直接行动是必要的。\n\n被捕后，安重根表现得非常庄严，甚至连他的日本狱卒都钦佩他。他广泛地撰写了关于东亚和平的文章，认为日本帝国主义最终会摧毁日本本身。他于30岁时被处决，成为一位烈士，他的牺牲激励了韩国独立运动几十年。",
    "story_zh": "在审判中，安重根没有乞求宽恕，而是列举了伊藤博文对韩国和亚洲的15项罪行。他冷静、有原则的辩护甚至给日本法官留下了深刻的印象。他的最后一幅书法写道：“为了韩国独立，为了东亚和平。”",
    "match_message_zh": "你的特征带有安重根爱国的决心。你的存在具有牺牲的、有原则的品质——一种为国家自由付出一切的人的眼神。",
    "traits_zh": [
      "爱国",
      "牺牲",
      "有原则",
      "勇敢",
      "有远见"
    ]
  },
  "anansi": {
    "name_zh": "阿南西",
    "tagline_zh": "蜘蛛骗子，故事的守护者",
    "description_zh": "阿南西是西非阿坎/阿散蒂传统的传奇蜘蛛骗子。通过他的狡猾和智慧，他从天空之神尼阿梅那里获得了世界上所有的故事，成为了智慧和民间传说的守护者。\n\n尽管身材矮小，看似虚弱，但阿南西始终通过智慧、欺骗和坚持来胜过更大、更强的生物。他的故事在奴隶贸易期间传遍了大西洋，成为加勒比和非裔美国人民间传说的基础。\n\n阿南西代表了弱者的力量，智慧战胜力量的胜利，以及讲故事的重要性。他既可以是英雄也可以是恶棍，通过他的成功和失败来教授道德教训。",
    "story_zh": "为了赢得所有故事，阿南西必须抓住蟒蛇奥尼尼、豹子奥塞博和黄蜂姆莫博罗。他运用巧妙的技巧——假装测量蟒蛇，为豹子挖一个坑，用水困住黄蜂——他在没有人认为可能的地方取得了成功。",
    "match_message_zh": "你的特征带有阿南西聪明的智慧。你的存在具有骗子的智慧和讲故事者的魅力——一种通过智慧取得胜利的人的眼神。",
    "traits_zh": [
      "狡猾",
      "讲故事",
      "骗子",
      "聪明",
      "坚持不懈"
    ]
  },
  "shango": {
    "name_zh": "尚戈",
    "tagline_zh": "雷霆奥里沙，火焰之王",
    "description_zh": "尚戈是约鲁巴宗教中最强大的奥里沙之一，雷霆、闪电、火焰和正义之神。他曾是奥约帝国的凡人国王，通过他的传奇事迹和火热的脾气上升为神。\n\n凭借他的双头斧（oshe）和喷火的能力，尚戈代表着男性的力量、男子气概和正义的愤怒。他用雷击惩罚说谎者和作恶者，同时奖励诚实和勇敢的人。他的追随者在他的节日期间随着巴塔鼓的节奏跳舞。\n\n尚戈的崇拜遍布大西洋，成为非裔加勒比宗教（如圣地亚（他与圣芭芭拉融合）、康东布莱和伏都教）的中心。他的颜色是红色和白色，他的神圣数字是六。",
    "story_zh": "作为凡人国王，尚戈获得了控制闪电的力量，但不小心摧毁了自己的宫殿和家人。他悲痛欲绝，四处游荡，直到他升入天空，成为雷霆奥里沙——他的破坏性力量现在被引导向正义。",
    "match_message_zh": "你的特征带有尚戈雷霆般的力量。你的存在具有国王般的、火热的品质——一种指挥风暴和伸张正义的人的眼神。",
    "traits_zh": [
      "强大",
      "公正",
      "火热",
      "国王般的",
      "阳刚"
    ]
  },
  "mami_wata": {
    "name_zh": "玛米瓦塔",
    "tagline_zh": "水之母，深海之灵",
    "description_zh": "玛米瓦塔是一位强大的水神，在整个非洲和非洲散居地受到尊崇。她通常被描绘成一条美丽的美人鱼或一个手持蛇的女人，她体现了水的双重性——既能滋养生命，又能淹没生命。\n\n她代表着女性之美、性欲、财富和治愈，但也代表着嫉妒和危险的诱惑。那些被她“声称”并拉入水下的人可能会带着预言能力、治疗能力或巨大的财富返回——如果他们能活下来。她的崇拜者必须对她保持忠诚，通常会避免其他浪漫关系。\n\n玛米瓦塔的形象融合了非洲传统和全球影响，反映了海洋在连接文化方面的作用。她在艺术作品中会拿着镜子、梳子和蛇，这些都是她的虚荣、力量和诱人危险的象征。",
    "story_zh": "一个渔夫被玛米瓦塔拉到水下，在她的水下王国度过了数年。她提出，如果他能保持忠诚，就给他无尽的财富。他同意了，但后来违背了他的誓言——并失去了她给予他的一切。",
    "match_message_zh": "你的特征带有玛米瓦塔迷人的神秘感。你的存在有一种深刻的、催眠般的品质——一个既掌握财富又掌握危险的人的样子。",
    "traits_zh": [
      "诱人的",
      "强大的",
      "嫉妒的",
      "治愈的",
      "危险的"
    ]
  },
  "maui": {
    "name_zh": "玛伊",
    "tagline_zh": "半神恶作剧者，世界的塑造者",
    "description_zh": "玛伊是波利尼西亚神话中传奇的半神英雄，在夏威夷、新西兰、塔希提岛和整个太平洋地区都很有名。他出身卑微，看似一文不值，但他通过聪明才智、决心和魔法成就成为了最伟大的英雄。\n\n他的传奇壮举包括用他的魔法鱼钩从海中钓起岛屿，减慢太阳的速度，让人们有更长的工作时间，通过欺骗火神为人类发现火，以及试图通过爬入死亡女神体内来征服死亡本身。\n\n玛伊代表了人类对宇宙力量的蔑视，他是重塑世界以造福凡人的恶作剧者。尽管他最终因试图为人类赢得永生而牺牲，但他的成就仍然铭刻在太平洋岛屿本身。",
    "story_zh": "当太阳在空中移动得太快时，玛伊用他姐姐的头发编了一条绳子，爬到太阳的休息处，狠狠地揍了它一顿，直到它同意移动得更慢。从那时起，人类就有了漫长的时间来捕鱼、耕种和创造。",
    "match_message_zh": "你的特征带有玛伊的英雄主义精神。你的存在有一种恶作剧者的聪明才智和塑造世界的力量——一个挑战诸神的人的样子。",
    "traits_zh": [
      "英雄的",
      "恶作剧者",
      "蔑视的",
      "有创造力的",
      "传奇的"
    ]
  },
  "pele": {
    "name_zh": "珀莱",
    "tagline_zh": "火山女神，创造者与毁灭者",
    "description_zh": "珀莱是夏威夷的火山、火焰、闪电和风之女神。人们认为她居住在夏威夷大岛上的基拉韦厄火山，那是世界上最活跃的火山之一。她火热的脾气和充满激情的性格使她既受人尊敬又令人恐惧。\n\n当熔岩流入大海时，她创造了新的土地，真正地建造了夏威夷群岛——但摧毁了她道路上的一切。她与她的妹妹纳玛卡（海洋女神）的传奇竞争导致珀莱被追赶到各个岛屿，直到她找到了现在的家园。\n\n据说珀莱会以穿着飘逸红色连衣裙的美丽年轻女子或白发苍苍的老妇人的形象出现。那些在路上遇到她并表示善意的人会得到祝福；那些不尊重她的人将面临她愤怒的火焰。",
    "story_zh": "珀莱爱上了凡人酋长罗希奥。当她无法和他在一起时，她派她的妹妹希伊阿卡去接他。但是希伊阿卡和罗希奥相爱了。在她嫉妒的愤怒中，珀莱用熔岩杀死了罗希奥——然后，充满懊悔，她让他复活了。",
    "match_message_zh": "你的特征带有珀莱火山般的热情。你的存在有一种创造性的、破坏性的力量——一个以同等强度建造和摧毁的人的样子。",
    "traits_zh": [
      "火热的",
      "有创造力的",
      "破坏性的",
      "充满激情的",
      "喜怒无常的"
    ]
  },
  "coyote": {
    "name_zh": "郊狼",
    "tagline_zh": "伟大的恶作剧者，创造者和傻瓜",
    "description_zh": "郊狼是美洲原住民神话中最重要的恶作剧者人物，出现在北美洲数十个部落的故事中。他既是创造者又是毁灭者，既聪明又愚蠢，既神圣又亵渎。\n\n在一些传统中，郊狼帮助创造了世界，给了人类火，并教会了他们重要的技能。在另一些传统中，他制造混乱，恶作剧，并遭受自己愚蠢行为的后果。通常，他在他的不幸遭遇中被杀死——只是为了在下一个故事中返回。\n\n郊狼体现了自然界中不可预测的、不道德的力量以及人类自身的矛盾。他的故事既是娱乐又是教学工具，展示了当一个人忽视禁忌、过度扩张或未能尊重自然秩序时会发生什么。",
    "story_zh": "郊狼通过一场接力赛欺骗了火神，从他们那里偷走了火。他将火传递给其他动物，直到它到达树木的木头中，在那里它仍然隐藏着——等待人类通过摩擦释放它。",
    "match_message_zh": "你的特征带有郊狼不可预测的精神。你的存在有一种恶作剧者的适应性和创造性的混乱——一个蔑视期望并超越类别的人的样子。",
    "traits_zh": [
      "恶作剧者",
      "有创造力的",
      "愚蠢的",
      "不可预测的",
      "有弹性的"
    ]
  },
  "white_buffalo_woman": {
    "name_zh": "白牛犊女人",
    "tagline_zh": "神圣的信使，烟斗的带来者",
    "description_zh": "白牛犊女人（Ptesan-Wi）是拉科塔苏族的圣先知，她带来了 chanunpa（圣烟斗），并教授了构成拉科塔人生活精神基础的七项神圣仪式。\n\n她以一位身穿白色鹿皮的美丽女子的形象出现在两位侦察兵面前。一位侦察兵有色欲的想法，被一朵云化为骨头；另一位则尊重她，并被要求准备好他的人民。她教他们如何祈祷、尊重一切生物，并维持人类与自然之间的平衡。\n\n在离开之前，她变成了一头白色小牛，承诺在巨变时期回归。白色小牛的罕见出生被认为是她精神存在的神圣标志，并呼吁人类团结起来，和平相处。",
    "story_zh": "当两位侦察兵接近她时，她对那个不尊重的人说：“你不知道我是谁。”一朵云笼罩了他，当它升起时，只剩下他的骨架。受到尊重的侦察兵收到了她的信息，并将她带到他的人民那里，在那里她教导了他们四天，然后才变形。",
    "match_message_zh": "你的特征带有白牛犊女人神圣的存在。你的存在有一种预言的、带来和平的品质——一个连接精神世界和物理世界的人的样子。",
    "traits_zh": [
      "神圣的",
      "教学的",
      "预言的",
      "转型的",
      "和平的"
    ]
  },
  "morrigan": {
    "name_zh": "莫里甘",
    "tagline_zh": "幻影女王，战争与命运女神",
    "description_zh": "莫里甘是爱尔兰的战争、命运、死亡和主权女神。她经常以三姐妹（芭兹布、玛查和莫里甘/内曼）的形式出现，体现了战争的恐怖与荣耀以及命运的必然性。\n\n她出现在战场上，化身为乌鸦或渡鸦，吞噬着死者，或者化身为洗衣妇，清洗着注定要死去的人们血迹斑斑的衣服。她可以赐予胜利或厄运，用战斗狂怒激励战士，或恐吓他们走向失败。人们寻求她的青睐，但又惧怕她的出现。\n\n莫里甘尤其与英雄库丘林相关联，出现在他的出生时，向他示爱（但他不明智地拒绝了），并最终预言了他的死亡。她代表着黑暗的女神，体现了战争和命运的女性特质。",
    "story_zh": "在马格图雷德第二次战役之前，莫里甘与达格达交配，以确保图阿萨·德·达南的胜利。在战斗中，她吟唱咒语，使敌人困惑。胜利属于她祝福的人——厄运属于她诅咒的人。",
    "match_message_zh": "你的外貌带有莫里甘的黑暗主权。你的存在有一种预言的、可怕的品质——一种体现厄运和胜利的人的眼神。",
    "traits_zh": [
      "可怕的",
      "预言的",
      "主权的",
      "黑暗的",
      "三位一体的"
    ]
  },
  "cu_chulainn": {
    "name_zh": "库丘林",
    "tagline_zh": "阿尔斯特的猎犬，爱尔兰最伟大的战士",
    "description_zh": "库丘林是阿尔斯特循环的传奇英雄，爱尔兰最伟大的战士。他原名塞坦塔，当他还是个孩子时杀死了铁匠库兰凶猛的猎犬，并主动代替它担任守护者，因此赢得了他的著名名字（“库兰的猎犬”）。\n\n他的战斗狂怒（ríastrad）将他变成了一个可怕的、几乎无敌的形态——一只眼睛会沉入他的头骨，而另一只眼睛会鼓出来，他的身体扭曲，战斗之光从他的前额迸发出来。在这种状态下，他无法区分朋友和敌人。\n\n他独自一人抵抗了梅芙女王在《夺牛长征记》（Táin Bó Cúailnge）期间的军队，每天都在战斗，而阿尔斯特的男人们则受到了诅咒。他像预言的那样英年早逝，但获得了传奇的不朽。",
    "story_zh": "身负重伤时，库丘林将自己绑在一块立石上，这样他就可以站着面对敌人而死。只有当一只乌鸦落在他的肩膀上时，他们才知道他真的死了——英雄之光离开了他的脸。",
    "match_message_zh": "你的外貌带有库丘林的英雄气概。你的存在有一种激烈的、悲剧的品质——一种注定要获得荣耀和早逝的人的眼神。",
    "traits_zh": [
      "英雄的",
      "激烈的",
      "忠诚的",
      "悲剧的",
      "传奇的"
    ]
  },
  "inanna": {
    "name_zh": "伊南娜",
    "tagline_zh": "天堂女王，爱与战争的女神",
    "description_zh": "伊南娜是古代苏美尔的爱、美丽、性、欲望、生育、战争、正义和政治权力女神。她是古代美索不达米亚最重要的女性神祇，并启发了后来的女神，包括伊什塔尔、阿斯塔特和阿芙洛狄忒。\n\n她的神话是人类历史上最早的记录之一。她下降到冥界，被她的姐姐埃列什基伽勒杀死，被挂在一个钩子上三天，然后复活了——这是最早的死亡与复活神话之一。为了离开，她必须派人代替她：她的丈夫杜木兹，他没有为她哀悼。\n\n伊南娜体现了权力的悖论：她是爱与战争的女神，是文明与混乱的女神。她代表着没有被驯服或驯化的女性力量，而是野性的、雄心勃勃的、具有变革性的。",
    "story_zh": "伊南娜说：“我要去冥界。”她穿上她的皇家服装，穿过七道门，被迫每次脱下一件物品，直到她赤身裸体地站在她的姐姐死亡面前。但她再次崛起，因为即使是死亡也无法控制天堂女王。",
    "match_message_zh": "你的外貌带有伊南娜的悖论力量。你的存在有一种古老的、变革性的品质——一种体现创造和毁灭的人的眼神。",
    "traits_zh": [
      "强大的",
      "悖论的",
      "雄心勃勃的",
      "变革性的",
      "古老的"
    ]
  },
  "gilgamesh": {
    "name_zh": "吉尔伽美什",
    "tagline_zh": "乌鲁克之王，不朽的寻求者",
    "description_zh": "吉尔伽美什是世界上最古老的书面史诗中的乌鲁克传奇国王。他拥有三分之二的神性和三分之一的人性，是所有国王中最强大的——但也是最暴虐的，直到众神派遣恩奇都来驯服他并成为他心爱的伙伴。\n\n吉尔伽美什和恩奇都一起杀死了恶魔胡姆巴巴和天堂之牛。但是，当恩奇都因他们的行为受到惩罚而死时，吉尔伽美什充满了悲伤和对死亡的恐惧。他前往地球的尽头寻找永生，找到了秘密——却被一条蛇夺走了。\n\n他的故事写于4000年前，探讨了至今仍然具有永恒性的主题：友谊、死亡、对意义的寻找以及对人类局限性的接受。他回到家，发现他的不朽不是在永生中，而是在乌鲁克的城墙和他所建立的文明中。",
    "story_zh": "在海底找到永生之草后，吉尔伽美什停下来洗澡。一条蛇闻到了植物的香味并偷走了它，蜕皮并获得了永恒的青春。吉尔伽美什哭了——但最终明白了他真正的遗产将是他留下的伟大城市。",
    "match_message_zh": "你的外貌带有吉尔伽美什的强大寻求。你的存在有一种探索的、转变的品质——一种寻求永生并找到了智慧的人的眼神。",
    "traits_zh": [
      "英雄的",
      "寻求的",
      "悲伤的",
      "强大的",
      "转变的"
    ]
  },
  "quetzalcoatl": {
    "name_zh": "羽蛇神",
    "tagline_zh": "羽蛇，风与学习之主",
    "description_zh": "羽蛇神是古代中美洲最重要的神祇之一，受到阿兹特克人、玛雅人和早期文明的崇拜。他将格查尔鸟（代表天堂）与蛇（代表地球）结合在一起，象征着天空和土地的结合。\n\n作为风、空气和学习之神，羽蛇神被认为是创造了人类、发现了玉米以及发明了日历和书籍。与其他阿兹特克神灵不同，他反对人类牺牲，更喜欢蝴蝶和玉石的祭品。他代表着智慧、文明和神职。\n\n传说他被神特斯卡特利波卡欺骗而蒙羞，并乘坐蛇筏离开了墨西哥，承诺返回。据称，这一预言影响了阿兹特克人对科尔特斯的接待，科尔特斯在预言羽蛇神归来的那一年从东方抵达。",
    "story_zh": "羽蛇神下降到冥界，取回了前人类的骨头。死亡之主米克特兰特库特利设置了陷阱，但羽蛇神成功了。虽然骨头粉碎了，但他将他的血液洒在它们上面，现在的种族人类就是从这些碎片中产生的。",
    "match_message_zh": "你的外貌带有羽蛇神的文明智慧。你的存在有一种创造性的、和平的品质——一种为人类带来学习和文化的人的眼神。",
    "traits_zh": [
      "聪明的",
      "创造性的",
      "文明的",
      "和平的",
      "神秘的"
    ]
  },
  "baba_yaga": {
    "name_zh": "巴巴·雅加",
    "tagline_zh": "狂野老妪，阈限的守护者",
    "description_zh": "巴巴·雅加是斯拉夫民间传说中的传奇女巫，一位古老的老妪，住在黑暗森林中心一间长着鸡腿的茅屋里。她既非完全善良也非完全邪恶，而是一种狂野自然的力量，考验着那些寻求她的人。\n\n她乘坐臼钵在空中飞行，用杵掌舵，用扫帚扫除她的踪迹。她的茅屋周围环绕着一圈骨头栅栏，骷髅头闪耀着魔法火焰。她由三位神秘的骑手侍奉：白色（白天）、红色（太阳）和黑色（夜晚）。\n\n对于那些以勇气和适当礼仪接近她的人，她可能会给予智慧、魔法物品或解决不可能问题的办法。对于那些未能通过她考验的人，她就是死亡本身。巴巴·雅加代表着狂野、不受约束的女性力量，它站在文明与未知之间的边界上。",
    "story_zh": "瓦西丽莎被送到巴巴·雅加那里取火。女巫给她布置了不可能的任务——从泥土中挑出罂粟籽，从种子中榨油——但瓦西丽莎的魔法娃娃（她母亲的祝福）帮助她完成了任务。巴巴·雅加深受感动，给了她火并让她走了。",
    "match_message_zh": "你的特征带有巴巴·雅加狂野的考验力量。你的存在具有一种古老的、守卫阈限的品质——看起来像是考验有价值的人，摧毁愚蠢的人。",
    "traits_zh": [
      "狂野",
      "考验",
      "古老",
      "模棱两可",
      "强大"
    ]
  },
  "rainbow_serpent": {
    "name_zh": "虹蛇",
    "tagline_zh": "世界的创造者，水的守护者",
    "description_zh": "虹蛇是澳大利亚原住民神话中最重要的创造者之一，出现在整个大陆人民的梦创时代故事中。这条巨大的蛇塑造了这片土地本身，在它行进时雕刻出河流、山谷和山脉。\n\n当虹蛇移动时，它会创造水道和死水潭。当它在雨后横跨天空时，它看起来像彩虹。它与水、生育和季节周期有关。扰乱对虹蛇神圣的地方可能会带来干旱或洪水。\n\n虹蛇代表了澳大利亚景观中水的生命力以及万物之间的相互联系。在不同的原住民国家中以不同的名字为人所知——Ungud、Wollunqua、Yurlungur——它可能是澳大利亚原住民中分布最广的神灵。",
    "story_zh": "在梦创时代，虹蛇从地下醒来，穿过平坦的土地，推高山脉并挖掘河流。它休息的地方，创造了水坑。澳大利亚的景观是它旅程的记录。",
    "match_message_zh": "你的特征带有虹蛇原始的创造力。你的存在具有一种古老的、塑造景观的品质——看起来像是创造了世界本身的轮廓。",
    "traits_zh": [
      "创造",
      "强大",
      "古老",
      "赋予生命",
      "转变"
    ]
  },
  "ahura_mazda": {
    "name_zh": "阿胡拉·马兹达",
    "tagline_zh": "智慧之主，万善的创造者",
    "description_zh": "阿胡拉·马兹达是琐罗亚斯德教的至高神，这种古老的波斯宗教深刻地影响了犹太教、基督教和伊斯兰教。他是宇宙未被创造的创造者，是所有美好、真实和有序事物的源泉。\n\n他代表光明、真理 (Asha) 和智慧，与安格拉·曼纽 (Ahriman) 永恒对立，后者是谎言和混乱的破坏性精神。这种善与恶、光明与黑暗之间的宇宙之战是历史上最早的二元论宗教概念之一。\n\n阿胡拉·马兹达创造了阿梅沙·斯彭塔（慷慨的永生者）来帮助管理创造。琐罗亚斯德教的先知琐罗亚斯德直接从阿胡拉·马兹达那里获得了启示。该信仰教导说，好的思想、好的言语和好的行为使人与阿胡拉·马兹达的真理保持一致。",
    "story_zh": "起初，阿胡拉·马兹达独自存在于无限的光明之中。他分七个阶段创造了宇宙，最终创造了人类——拥有自由意志，可以选择善恶的生物。当人类的良好选择最终战胜黑暗时，宇宙之战将结束。",
    "match_message_zh": "你的特征带有阿胡拉·马兹达的光辉智慧。你的存在具有一种光芒四射、真实的品质——看起来像是体现了宇宙善良原则。",
    "traits_zh": [
      "智慧",
      "善良",
      "创造",
      "光明",
      "真实"
    ]
  },
  "vainamoinen": {
    "name_zh": "维纳莫宁",
    "tagline_zh": "永恒的贤者，创造之歌的吟唱者",
    "description_zh": "维纳莫宁是芬兰神话和芬兰民族史诗《卡勒瓦拉》的中心英雄。他是一位古老的贤者和强大的萨满，生来年老且智慧，在母亲的子宫里孕育了 730 年，然后游到岸边。\n\n他最大的力量是他的歌唱——通过魔法歌曲，他可以控制自然，击败敌人，甚至凭空创造物体。他被认为是利用一条大梭鱼的颚骨创造了坎特勒琴（芬兰竖琴），并进行了无数次塑造世界的任务。\n\n维纳莫宁代表了芬兰通过年龄和经验获得智慧的理想。在史诗的结尾，他乘坐一艘铜船驶离，留下但承诺在芬兰再次需要他时返回——智者的永恒原型。",
    "story_zh": "当年轻爱吹牛的约卡哈宁挑战他参加歌唱比赛时，维纳莫宁把他唱到了沼泽里，直到他的腰部，然后是他的胸部，然后是他的脖子。约卡哈宁提供了一切——最后是他的妹妹艾诺——以获得自由。这就是这位老贤者歌唱的力量。",
    "match_message_zh": "你的特征带有维纳莫宁古老的歌唱智慧。你的存在具有一种永恒的、魔法的品质——看起来像是用文字塑造现实本身。",
    "traits_zh": [
      "古老",
      "智慧",
      "歌唱",
      "魔法",
      "永恒"
    ]
  },
  "oni": {
    "name_zh": "鬼",
    "tagline_zh": "恶魔食人魔，地狱的执法者",
    "description_zh": "鬼是日本民间传说中的恶魔食人魔，是长着角、头发蓬乱、皮肤呈红色、蓝色或其他不自然颜色的可怕生物。他们携带铁棒（金棒），并与雷电、灾难、疾病和惩罚有关。\n\n在佛教传统中，鬼充当各种地狱中的施虐者，根据罪犯的罪行惩罚他们。在民间传说中，他们可能是居住在山上的怪物，他们袭击村庄，绑架人民或造成自然灾害。然而，有些鬼可以被转化为佛教并成为保护守护者。\n\n节分节包括通过扔豆子并喊“鬼は外！福は内！”（鬼出去！福进来！）来驱逐鬼。鬼代表着混乱和破坏的力量，必须定期驱逐以维持秩序和好运。",
    "story_zh": "英雄桃太郎带着他的动物伙伴前往鬼岛（恶魔岛）击败一直恐吓这片土地的鬼。经过一场激烈的战斗，鬼王投降了，归还了他们偷来的宝藏，并承诺永远不再作恶。",
    "match_message_zh": "你的特征带有鬼的强大力量。你的存在具有一种可怕的、变革的品质——看起来像是体现了混乱，但可以转化为保护。",
    "traits_zh": [
      "可怕",
      "强大",
      "混乱",
      "惩罚",
      "可转变"
    ]
  },
  "garuda": {
    "name_zh": "迦楼罗 (Jiālóuluó)",
    "tagline_zh": "鸟王，毗湿奴的坐骑 (Niǎo Wáng, Píshīnú de Zuòqí)",
    "description_zh": "迦楼罗是印度教和佛教神话中传说中的鸟王，一种神圣的、类似老鹰的生物，是毗湿奴神的坐骑（瓦哈纳）。 他被描绘成金色的身体、红色的翅膀、白色的脸和老鹰的喙。\n\n迦楼罗生于蛋中，他的母亲被她妹妹的娜迦（蛇）孩子们奴役。 为了解放她，他被赋予了从众神那里偷取阿姆利塔（不死甘露）的任务。 他成功了，击败了众神，突破了超自然的障碍，赢得了毗湿奴的尊重和不朽的恩赐。\n\n迦楼罗是娜迦永恒的敌人，代表着天空与大地、鹰与蛇之间的宇宙冲突。 他是印度尼西亚和泰国的国家象征，体现了速度、力量和武术能力。 他的名字意思是“吞噬者”，因为他吞噬了无知的蛇。",
    "story_zh": "为了偷取阿姆利塔，迦楼罗必须穿过旋转的火焰轮，与众神战斗，并克服娜迦守护者。 他在一切事情上都成功了。 因陀罗的金刚杵无法穿透他。 然后，他献上阿姆利塔以解放他的母亲——毗湿奴对他的力量和奉献精神印象深刻，使他不朽并成为他的坐骑。",
    "match_message_zh": "你的特征带有迦楼罗神圣的力量。 你的存在有一种迅速而强大的特质——一种侍奉最高者并击败最低者的姿态。",
    "traits_zh": [
      "强大 (Qiángdà)",
      "忠诚 (Zhōngchéng)",
      "迅速 (Xùnsù)",
      "神圣 (Shénshèng)",
      "蛇之敌 (Shé zhī dí)"
    ]
  },
  "merlin": {
    "name_zh": "梅林 (Méilín)",
    "tagline_zh": "大法师，卡梅洛特的缔造者 (Dà Fǎshī, Kǎméiluòtè de Dìzàozhě)",
    "description_zh": "梅林是亚瑟王传说中传奇的巫师，也许是西方文学中最著名的魔法师。 据说他由一个凡人女子和一个超凡脱俗的精神所生，他拥有预言能力，并能控制自然、时间和变形。\n\n他策划了亚瑟王的崛起——从通过尤瑟的欺骗来策划亚瑟的诞生，到将剑放在石头中，再到指导这位年轻国王的早期统治。 梅林建造了巨石阵，创建了圆桌骑士，并预见了卡梅洛特的荣耀和衰落。\n\n他的智慧是传奇，但无法保护他免受爱情的伤害。 湖中夫人（或尼穆埃）了解了他的秘密，并用它们将他永远困在一个洞穴中、一个水晶监狱中或一块石头下——他的力量被他所爱的人所利用，反而对付了他。",
    "story_zh": "梅林预见了他自己的监禁，但无法阻止它。 当尼穆埃要求他教她创造一个坚不可摧的监狱时，他知道她会用它来对付他——但他太爱她了，无法拒绝。 他心甘情愿地走进了他永恒的陷阱。",
    "match_message_zh": "你的特征带有梅林深刻的魔法。 你的存在有一种预言性的、缔造的特质——一种塑造命运但无法逃脱自身命运的姿态。",
    "traits_zh": [
      "智慧 (Zhìhuì)",
      "魔法 (Mófǎ)",
      "预言 (Yùyán)",
      "缔造 (Dìzào)",
      "悲剧 (Bēijù)"
    ]
  }
}